[
    {
        "name": "Kabria Baumgartner",
        "position": "Dean’s Associate Professor of History and Africana Studies; Associate Director of Public History",
        "phone": "No phone found",
        "email": "k.baumgartner@northeastern.edu",
        "cv": "No CV found",
        "specialties": "National Endowment for the Humanities Long-Term Fellowship/American Antiquarian Society, 2022-23\nSpencer Foundation Research Grant, 2021-23\nNational Endowment for the Humanities Long-Term Fellowship/Massachusetts Historical Society, 2020-21\nNational Academy of Education/Spencer Foundation Postdoctoral Fellowship, 2016-18\nLibrary Company of Philadelphia/Mellon Program in African American History Postdoctoral Fellowship, 2014-15; “Full and Impartial Justice”: Robert Morris and the Equal School Rights Movement in Massachusetts,” New England Quarterly (2022) 95 (2): 155–191.\nhttps://doi.org/10.1162/tneq_a_00940; National Park Service/Organization of American Historians, Co-Principal Investigator – Historic Resource Study: “African Americans in Essex County, Massachusetts, 2018-22",
        "education": "PhD, University of Massachusetts Amherst",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2021/05/Kabria-Baumgartner-Headshot-7-scaled-600x800-c-default.jpg",
        "intro": "Kabria Baumgartner is an award-winning historian of the nineteenth-century United States, specializing in African American women’s and gender history as well as the history of education. She is the author of In Pursuit of Knowledge: Black Women and Educational Activism in Antebellum America (New York University Press, 2019), which tells the story of Black girls and women who fought for their educational rights in the nineteenth-century United States. Her book has won four prizes, including the prestigious 2021 American Educational Research Association’s Outstanding Book Award.\nShe is the recipient of the 2024 Massachusetts Black Excellence on the Hill Award. She has received fellowships and grants from the Spencer Foundation, the National Academy of Education, the Massachusetts Historical Society, and the American Antiquarian Society where she is an elected honorary member. She serves as an associate editor of Global Black Thought and a series co-editor of the University of Massachusetts Press’ Black New England series.\nProfessor Baumgartner has published a dozen peer-reviewed articles and book chapters, and her public writing has been featured in the Washington Post, WBUR’s Cognoscenti, and Historic New England Magazine. Strongly committed to public history, she frequently collaborates with historical organizations such as the Black Heritage Trail of New Hampshire on community-engaged histories. In 2022, she co-founded the Newburyport Black History Initiative, which aims to highlight Newburyport’s Black history. She co-curated an historical exhibit on the nineteenth-century youth-led equal school rights movement, “Let None Be Excluded,” at the Peabody Essex Museum in Salem, Massachusetts.\nHer second book, On the Cusp: Black Youth and the Origins of Civil Rights in Boston (under contract with the University of North Carolina Press, expected 2025), explores Black youth activism and civil rights in nineteenth-century Boston.",
        "publications": "No publications found"
    },
    {
        "name": "Timothy Brown",
        "position": "Professor of History",
        "phone": "No phone found",
        "email": "ti.brown@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Carson Center Writing Fellowship, Rachel Carson Center, Munich, Germany 2019\nAmerican Council of Learned Societies Fellowship 2016-17\nBerlin Prize of the American Academy in Berlin Fall 2016\nFaculty Undergraduate Research Initiative Grant, Northeastern University 2009\nFulbright Fellowship (Free University, Berlin) 2004-05\nHunt Fellowship, American Council on Germany 2004\nFaculty Summer Research Grant, Pomona College 2003\nWig Teaching Innovation Grant, Pomona College 2002-03\nFulbright Fellowship (University of Potsdam) 1996-97; Sixties Europe (Cambridge University Press, forthcoming, 2020).\n“Subculture Berlin,” in Scott Krause, Stefanie Eisenhuth, and Konrad Jarausch eds., Cold War Berlin. Confrontations, Cultures, and Identities (Bloomsbury, forthcoming, 2020).\n“‘Break the Power of the Manipulators.’ Film in the West German 1968,” in Marco Abel and Christina Gerhardt eds., Celluloid Revolt. 1968 and German Cinema (Camden House, 2019).\n“1968: Yesterday and Today,” special issue on the 50th anniversary of 1968, The Sixties: A Journal of History, Politics and Culture, Volume 11, 2018, Issue 2, pp. 227-231.\n“In Search of Space: The Trope of Escape in German Electronic Music around 1968,” special mini-theme issue on Music and Space, Contemporary European History, Volume 26, Issue 2, May 2017, pp. 339-352.\n“Culture, Class, and Communism in Sound and Text: The Politics of Rock in the West German 1968,” special issue on the impact of the cultural turn on the left. Twentieth Century Communism, Issue 9, 2015).\n“1968 in West Germany. The anti-authoritarian Revolt,” The Sixties: A Journal of History, Politics and Culture. What was Politics in 68? A Special Issue on the West German Sixties. Volume 7, Issue 2, 2014.\n…with Andrew Lison eds., The Global Sixties in Sound and Vision: Media, Counterculture, Revolt (New York: Palgrave Macmillan, 2014).\nWest Germany and the Global Sixties: The Anti-Authoritarian Revolt, 1962-1978 (Cambridge University Press, 2013).\n“The Sixties in the City: Avant-gardes and Urban Rebels in New York, London, and West Berlin, Journal of Social History, Summer 2013 (46:4).\n“The SA in the Radical Imagination of the Long Weimar Republic,” Central European History, Volume 46 Number 2 (June 2013).\n…with Lorena Anton eds., Between the Avantgarde and the Everyday: Subversive Politics in Europe, 1957 to the Present(Berghahn Books, 2011).\n“A Tale of two Communes: The Private and the Political in Divided Berlin, 1967-1973,” in Martin Klimke, Jacco Pekelder, and Joachim Scharloth eds., Between The Prague Spring and the French May 1968: Transnational Exchange and National Recontextualization of Protest Cultures (Berghahn Books, 2011).\n“United States of Amnesia? 1968 in the USA,” in Ingo Cornils ed., Memories of ’68 (Peter Lang, 2010).\nWeimar Radicals: Nazis and Communists between Authenticity and Performance (New York and Oxford: Berghahn Books, 2009).\n“1968 East and West: Divided Germany as a Case Study in Transnational History,” American Historical Review, Volume 114 (February 2009) AHR forum on the “International 1968.”\n“Music as a Weapon? Ton Steine Scherben and the Politics of Rock in Cold War Berlin,” German Studies Review 32/1 (February 2009).",
        "education": "PhD, 2000, Modern European History\r\nUniversity of California at Berkeley",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/Brown-AAB1-scaled-600x800-c-default.jpg",
        "intro": "Timothy Scott Brown is the author of Sixties Europe (Cambridge, forthcoming, 2020). His previous books include West Germany and the Global Sixties: The Anti-Authoritarian Revolt, 1962-1978 (Cambridge, 2013) and Weimar Radicals (Berghahn, 2009). He is co-editor (with Andrew Lison) of The Global Sixties in Sound and Vision: Media, Counterculture, Revolt (Palgrave, 2014), and (with Lorena Anton) of Between the Avantgarde and the Everyday: Subversive Politics in Europe, 1957 to the Present (Berghahn, 2011). His essays have appeared in the American Historical Review, the Journal of Social History, German Studies Review, and Contemporary European History. His new book project is entitled The Greening of Cold War Germany: Environmentalism and Social Movements across the Wall and Beyond, 1968-1989.",
        "publications": "No publications found"
    },
    {
        "name": "Victoria Cain",
        "position": "Associate Professor of History",
        "phone": "No phone found",
        "email": "v.cain@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Stanton Foundation Course Development Grant, 2020-2021\nHistory of Education Society Outstanding Book Award, 2015; for the most outstanding book in the field published in the previous year\nSpencer Foundation Small Research Grant, 2015-2016\nAmerican Educational Research Association Division F New Scholar Book Award, 2014;\nNortheastern Humanities Center Fellowship, 2015-2016\nHistory of Education Society Prize for the most distinguished scholarly essay in educational history published in any journal over the previous two-year period, 2015;\nMellon / Shoah Foundation Postdoctoral Fellowship in Visual History, University of Southern California, 2007-2009\nNational Academy of Education / Spencer Postdoctoral Fellowship, 2008-2009\nVisiting Scholar at the American Academy of Arts and Sciences, 2006-2007; “From Sesame Street to Prime Time School Television: Educational Media in the Wake of the Coleman Report,” History of Education Quarterly v. 57, no. 4, 2017, 590-601.\n“Present Tense: Histories of Science in Boston’s Museums,” invited contribution, special issue on “Histories of Science in Museums”, Isis, v. 108, no. 2, 2017, 381-389.\n“The Changing Roles of Museums,” co-authored with Karen Rader, Oxford Handbook on the Science of Science Communication, ed. Kathleen Hall Jamieson, Dietram Scheufele, and Dan Kahan (New York: Oxford University Press, 2017).\n“Seeing the World: Media and Vision in U.S. Geography Classrooms, 1890-1930,” Early Popular Visual Culture, special issue on Histories of Educational Media, v. 13, no. 4, 2015, 276-292 (published online, 07 Dec 2015).\nLife on Display: Revolutionizing U.S. Museums of Science and Natural History, co-authored with Karen Rader. University of Chicago Press (2014).\nRepublication of “From natural history to science: Display and the transformation of American museums of science and nature,” co-authored with Karen Rader, chapter in Museum Studies: An Anthology of Contexts, 2nd edition, ed. Bettina Carbonell (New York: Wiley-Blackwell), 2012.\n“Attraction, Attention, and Desire: Consumer Culture as Pedagogical Paradigm in Museums in the United States, 1900-1930,” Paedagogica Historica: International Journal of the History of Education, June 20, 2012, DOI: 10.1080/00309230.2012.667422.\n“The Craftsmanship Aesthetic: Showing Making at the American Museum of Natural History, 1910-45,” The Journal of Modern Craft, v. 5, no. 1, March 2012, pp. 25-50\n“Professor Carter’s Cabin: Amateur Collectors and Natural History Museums,” Common-place, vol. 12, no. 2, January 2012.\n“‘An Indirect Influence Upon Industry: Rockefeller Philanthropies and the Development of Educational Film in the United States, 1935-53,” chapter in Learning with the Lights Off: Educational Film in the United States, ed. Marsha Orgeron, Devin Orgeron and Dan Streible (New York: Oxford University Press), 2011.\n“The Art of Authority: Exhibits, Exhibit Makers and the Contest for Scientific Status at the American Museum of Natural History, 1920-1940,” Science in Context, special issue on “Lay Observation in the Life Sciences,” vol. 24, issue 2, April 2011, pp. 215-238.\n“‘The Direct Medium of the Vision’: Visual Education, Virtual Witnessing and the American Museum of Natural History, 1890-1923,” Journal of Visual Culture, special issue on “Capturing the Moment: Visual Evidence and Eyewitnessing,” v. 10, no. 3, December 2010.",
        "education": "PhD in History, Columbia University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Cain-web-600x800-c-default.jpg",
        "intro": "Victoria Cain is a social and cultural historian of the twentieth century United States. She takes special interest in the history of education, media, and technology. Her most recent book, Schools and Screens: A Watchful History (MIT Press, 2021), chronicles controversies over the rise and use of screen media technologies in twentieth-century American schools. She is also the author, with Karen Rader, of the award-winning Life on Display: Revolutionizing Museums of Science and Nature in the United States (University of Chicago Press, 2014), a social history of exhibition in U.S. museums of science and nature.\nCain has held fellowships from the Mellon Foundation, the Spencer Foundation, and the American Academy of Arts and Sciences, and her research has been supported by the National Academy of Education and the American Association of University Women.\nHer latest project, Revealing Practices, investigates the history of adolescent privacy in the United States during the long twentieth century.",
        "publications": "No publications found"
    },
    {
        "name": "Dan Cohen",
        "position": "Dean of the Library; Vice Provost for Information Collaboration; Professor of History",
        "phone": "No phone found",
        "email": "d.cohen@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, Yale University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Dan_Cohen-web-600x800-c-default.jpg",
        "intro": "Dan Cohen is the Vice Provost for Information Collaboration, Dean of the Libraries, and professor of history at Northeastern University. His work has focused on the impact of digital media and technology on all aspects of knowledge and learning, from the nature of libraries and their evolving resources, to twenty-first century research techniques and software tools, to the changing landscape of communication and publication. He has directed major initiatives that have helped to shape that future.\nPrior to his tenure at Northeastern, he was the founding Executive Director of the Digital Public Library of America, which brought together the riches of America’s libraries, archives, and museums, and made them freely available to the world. Through a partnership with President Obama and other nonprofits and publishers, DPLA also distributed thousands of award-winning ebooks for free to millions of in-need children.\nBefore DPLA, Dan was a professor of history in the Department of History and Art History at George Mason University and the director of the Roy Rosenzweig Center for History and New Media. There he oversaw projects ranging from PressForward to the September 11 Digital Archive to the popular Zotero research tool.\nHe is the co-author of Digital History: A Guide to Gathering, Preserving, and Presenting the Past on the Web (University of Pennsylvania Press, 2005), author of Equations from God: Pure Mathematics and Victorian Faith (Johns Hopkins University Press, 2007), and co-editor of Hacking the Academy (University of Michigan Press, 2012). He has published articles and book chapters on new media, the history of mathematics and religion, the teaching of history, scholarly communication, and the future of the humanities in a digital age in academic journals and popular outlets such as the Journal of American History, Victorian Studies, Rethinking History, Wired, and The Atlantic. Dan’s work and thought has been featured frequently in The New York Times, The Washington Post, Chronicle of Higher Education, and Times Higher Education.\nDan was an inaugural recipient, in 2006, of the American Council of Learned Societies’ Digital Innovation Fellowship. In 2011 he received the Frederick G. Kilgour Award from the American Library Association, and in 2016 he was given the LITA/Library Hi Tech Award for Outstanding Communication for Continuing Education in Library and Information Science. In 2012 he was named one of the top “tech innovators” in academia by the Chronicle of Higher Education.\nDan received his bachelor’s degree from Princeton, a master’s from Harvard, and his doctorate from Yale.",
        "publications": "No publications found"
    },
    {
        "name": "Robert Cross",
        "position": "Associate Teaching Professor of History and International Affairs",
        "phone": "No phone found",
        "email": "r.cross@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, 2012, History, Princeton University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2018/06/Robert-Cross-portrait-600x800-c-default.jpg",
        "intro": "Before coming to Northeastern, he taught at Colgate, Loyola Marymount, and Tufts, as well as at Vanderbilt, where he held a postdoctoral fellowship from 2012 to 2014. Dr. Cross’s broad range of research interests includes Britain, Spain, and early modern Europe, as well as the Atlantic world, empire, and all things transnational. He is preparing for publication a book and several articles on Anglo-Spanish relations, regime change, and the politics and culture of peacemaking in the seventeenth century. He has extensive teaching experience in a range of subjects, from medieval through modern Europe, the history of political thought from the ancient world to the present, world history, international affairs, and comparative colonialism and empire.",
        "publications": "No publications found"
    },
    {
        "name": "Peter Fraunholtz",
        "position": "Assistant Teaching Professor in History and International Affairs",
        "phone": "No phone found",
        "email": "p.fraunholtz@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Working Paper Title 1\n\n\nRuling the Soviet Countryside Behind the Frontlines: Grain Procurement in Late Civil War-era Penza Province, Fall 1920\nPenza-Fall-1920-July-5-1\n\n\nWorking Paper Title 2\n\n\nCrisis of Authority and the State Grain Monopoly: Mnogovlastie and the Food-Supply Crisis, Penza Province, 1917\nRR-1917-Mar-11-2\n\n\nWorking Paper Title 3\n\n\nTrying to See Like a State: The Rise and Fall of Grain Registration, Penza Province, 1917-1919\nNYCApr-draft-Apr-24-4",
        "education": "PhD, Boston College",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-fraunholtz-web-600x800-c-default.jpg",
        "intro": "Pete Fraunholtz teaches courses for the History Department, International Affairs, and the Global Studies MA Program. Recent and upcoming courses focus on The Vietnam Wars, The World in a Decade: 1990s, Emerging Economies, History of the Soviet Union, and The Mediterranean World. Professor Fraunholtz’s academic work experience has included travel to Germany, Russia (for nearly two years in the early 1990s), France, Turkey, Hungary, China, and, for many of the last 12 years, Morocco as Faculty Leader for the NU Dialogue of Civilization program. His research scholarship focuses on Revolutionary Russia, specifically civil war-era food supply and grain procurement challenges and policies, primarily in the Middle Volga region, 1918-1920. Based on primary research conducted in St. Petersburg, Moscow, and the Middle Volga province of Penza, his work challenges key aspects of the standard Western narrative concerning the Bolsheviks’ approach to the Russian countryside during the civil war years.\n \nRecent Publications \n“Russian Grain Procurement in a Revolutionary State: Grain Registration in Penza Province, 1917–1919” in Journal ofAgricultural History (Forthcoming, February 2024).\n “From Ambivalence to Accuracy: The Provisional Government’s Grain Registration in an Intermediary Province, Penza 1917.” The Russian Review 2024, 1-16.\n “Peasants in the Russian Revolution: Adaption, Anxiety, Action” in Alston, Hickey, Kolonitskii, Schedewie, Swain, eds. Handbook on the Russian Revolution (London: Bloomsbury, 2023)\n“Ruling the Soviet Countryside Behind the Frontlines:  Grain Procurement in Late Civil War-era Penza Province, Fall, 1920,” in Russian History/Histoire Russe 49, no. 1 (2022): 1-24.\n “Crisis and Pragmatism: The Evolution of the Soviet Procurement Apparatus in Civil War-era Penza, 1919-1920” in Revolutionary Russia 35, no. 1 (2022): 110-130.\nRecent Presentations \n“Complicating the Food Supply Dictatorship: The Kuchka Uprising and Center-Periphery Dynamics at the Outset of the Russian Civil War.” Paper presented at the National Convention of the Association for Slavic, East European, and Eurasian Studies, Philadelphia, November 2023.\n “Consumption Norms and Household Assessment: Grain Registration and the Dilemma of Wartime Grain Procurement in Penza (Russia), 1917-1919.”  Paper presented virtually at the Annual Meeting of the Agricultural History Society, June 2023.\n“The Kuchka Uprising and Center-Periphery Dynamics at the Outset of the Russian Civil War.” Paper presented at the Northeast Regional Meeting of the Association for Slavic, East European, and Eurasian Studies, New York, April 2023.\n“Wartime Grain Procurement in a Modernizing State: Grain Registration in Penza Province, 1917-1919.” Paper presented virtually at the National Convention of the Association for Slavic, East European, and Eurasian Studies, October 2022.\n“Trying to See Like a State: The Rise and Fall of Grain Registration, Penza Province, 1917-1919.” Paper presented at the Northeast Regional Meeting of the Association for Slavic, East European, and Eurasian Studies, New York, April 2022.\nRecent Courses Taught \nRussian Foreign Policy\nHistory of the Soviet Union\nThe Vietnam Wars\nGlobal Cold War\nThe World Since 1945\nThe Mediterranean World",
        "publications": "No publications found"
    },
    {
        "name": "Richard Freeland",
        "position": "President Emeritus and Distinguished Professor",
        "phone": "No phone found",
        "email": "r.freeland@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Transforming the Urban University, University of Pennsylvania Press, 2019, 193 pp.\nAcademia’s Golden Age, Oxford University Press, N.Y., 1992, 550pp.\nThe Truman Doctrine and the Origins of McCarthyism, Alfred A. Knopf, N.Y., 360pp; First Printing, 1972; Second, 1974; Paperback, Shocken, 1974; New paperback edition with new Introduction, N. Y.U. Press, 1985\n2018: “Yes, Higher Ed Is a Business—But It’s Also A Calling.” Chronicle of Higher Education, March 23 issue.\n“Recovering Our Lost Public Esteem.” Inside Higher Education, Jan. 22 issue.\n2017: “Higher Ed’s Obsession with Research is Wrong and Unfortunate: Here are the Reforms that Can Fix It.” Hechinger Report, August 13 issue.\n“Do College Presidents Still Matter?” The Conversation, August 9 issue.\n“Stop Looking at Rankings, Use Academe’s Own Measures Instead.” Chronicle of Higher Education, September 13 issue.\n“On the Path to a Successful Presidency, Multi-taskng Is a Detour.” Chronicle of Higher Education, June 9 issue.\n2009: “Liberal Education and Effective Practice: The Necessary Revolution in Undergraduate Education,” Liberal Education, Winter, 2009.\n2007: ”Turnaround Time” How to turn higher education into a powerful engine for the Massachusetts economy, Commonwealth, Spring 2007.\n2005: “Universities and Cities Need To Rethink Their Relationships,” Chronicle of Higher Education, Point of View, May 13 issue.\n2004: “The Third Way,” The Atlantic Monthly, October issue.\n“Academia’s Role in Strengthening the Foundations of a Democratic Society:’ The Presidency, Fall issue.\n2001: “Academic Change and Presidential Leadership,” in In Defense of American Higher Education, Altbach, Phillip G, Gumpert, Patricia J., and Johnstone, D. Bruce, Johns Hopkins University Press.\n2000: “The Practical Path, Too, Can Be High-Minded,” Chronicle of Higher Education, Point of View, September 15 issue.\n1999: “How Practical Experience Can Help Revitalize Our Tired Model of Undergraduate Education,” Chronicle of Higher Education, Point of View, February 19 issue.\n1998: “Moving Partnerships between Co-op Institutions and Co-op Employers into the Next Century,” with Robert C. Marini and Scott Weighart, Journal of Cooperative Education, winter issue.\n1995: “Pragmatism Won’t Save Us–But It Can Help,” in The Condition of American Liberal Education, R. Onill, ed., College Board.\n1986: “Corporate-University Relations Before World War 11: The Case of M.I.T.,” Alden Seminars on Higher Education.\n1981: “Higher Education in Massachusetts in the 1980s,” Alden Seminars on Higher Education.; Rockefeller Foundation (Bellagio Residency), 1988; National Endowment for the Humanities, 1980-81; Ford Foundation, 1979-80.; Massachusetts Department of Higher Education, Commissioner, 2009-2015\nNortheastern University, Boston, Massachusetts: President, 1996-2006\nHarvard Graduate School of Education, Institute for Educational Management (IEM), summer 2006; Institute for the Management of Lifelong Education: summers (MLE), 1982, 1981, 1980.\nCity University of New York, 1992-96: Vice Chancellor for Academic Affairs and President, CUNY Research Foundation.\nUniversity of Massachusetts at Boston, 1971-92: Dean, College of Arts and Sciences, 1982-92; Dean, College of Professional Studies, 1974-79; Director, Office of Educational Planning, 1972-74; Assistant to Chancellor, 1971-72.\nUniversity of Massachusetts, President’s Office, 1970: Assistant to President.\nBoston College, Northeastern, University of Pennsylvania: Lecturer, 1969-70, 1965-66.",
        "education": "Harvard University, Graduate School of Business Administration, 1979-81: Coursework in Management.\n\r\nUniversity of Pennsylvania, Philadelphia, Penn., 1964-68: Ph.D. in American Civilization.\n\r\nAmherst College, Amherst, Mass., 1959-63: B.A., American Studies.\n\r\nHonorary Degrees: American College of Greece, Amherst College, Johnson and Wales University, Northeastern University, Simmons College.\n\r\nUniversity of Bristol, UK, 1963-64: Independent study in History and English\n\r\nGraduate Fellowships: From University of Pennsylvania: Dissertation Fellowship, 1967-68; Special Harrison Fellowship, 1966-67; Harrison Scholarship, 1965-66. From Truman Library: Research Grants, 1966, 1969. From Amherst College: Amherst Memorial Fellowship, 1963-64.",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2022/07/NU-mag-headshot-1-600x800-c-default.jpg",
        "intro": "Richard Freeland teaches the introductory survey of American history.  He has also taught a variety of courses in 20th century American history and is an historian of American higher education. He has published three books: The Truman Doctrine and the Origins of McCarthyism (Knopf), a study of the politics on American foreign policy at the beginning of the Cold War; Academia’s Golden Age (Oxford), a study of eight universities in Massachusetts between 1945 and 1975; Transforming the Urban University (Penn), an account of Northeastern University between 1996 and 2006.",
        "publications": "No publications found"
    },
    {
        "name": "Gretchen Heefner",
        "position": "Chair and Professor of History",
        "phone": "No phone found",
        "email": "g.heefner@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Harvard University, Faculty Fellow, Charles Warren Center for American History, 2018-2019CSSH Outstanding Teaching Award, 2018; “Military Power: Domestic Production to Overseas Bases,” eds., David C. Engerman, Max\nPaul Friedman, Melani McAlister, The Cambridge History of America and the World, Volume 4: 1945-Present (March 2022)\n“The New Frontier,” New Geographies 11: Extraterrestrial, Harvard Design School, (December 2019)\n“High Plains Armageddon,” invited essay for The People’s Atlas of Nuclear Colorado: an online\nvisual tool of Colorado’s nuclear infrastructure (2019)\n“How Gender Affects the Experience of Archival Research and Field Work,” a conversation\nwith Ashley Farmer, Gretchen Heefner, Rebecca Herman, Lien-Han T. Nguyen and Kirsten Weld, Modern American History, 15 July 2019, DOI: https://doi.org/10.1017/mah.2019.15\n“’A fighter pilot’s heaven’: Finding Cold War Utility in the North African Desert,”\nEnvironmental History 22 (2017): 50-76; doi: 10.1093/envhis/emw066\n“’A Slice of Their Sovereignty’: Negotiating the U.S. Empire of Bases in Libya, 1950-1954,”\nDiplomatic History 41 (2017): 50-77; doi: 10.1093/dh/dhv058\n“A Tract that is Wholly Sand: Engineering Military Environments in Northern Africa,”\nEndeavour, 40 (2016): 38-47; doi: 10.1016/j.endeavour.2015.12.002\nThe Missile Next Door: The Minuteman and the Arming of the American Heartland (Harvard University Press, print, 2012; Blackstone Audio, CD, 2014)\n“Cold War Politics in South Dakota,” with Catherine McNicol Stock, in South Dakota’s\nPolitical Culture, eds., Jon Lauck & Donald Simmons (South Dakota State Historical Society Press, 2010)\n“Missiles and Memory: Dismantling South Dakota’s Cold War,” Western Historical\nQuarterly, 38 (Summer 2007): 181-203\n“‘A Symbol of the New Frontier’: Hawaiian Statehood, Decolonization, and Winning\nthe Cold War,” Pacific Historical Review 74 (November 2005): 545-574",
        "education": "PhD in History, Yale University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Heefner-web-600x800-c-default.jpg",
        "intro": "Gretchen Heefner teaches and researches the history of the U.S. in the world, with a focus on militarization, the environment, and the surprisingly intimate relations between national security regimes and the everyday. Her current research, “From the Red Desert to the Red Planet,” explores how the U.S. military has acquired and used information about extreme environments since 1940. Her first book, The Missile Next Door, was a Choice Outstanding Academic title in 2013.",
        "publications": "No publications found"
    },
    {
        "name": "Ilham Khuri-Makdisi",
        "position": "Associate Professor of History",
        "phone": "No phone found",
        "email": "i.khuri-makdisi@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Co-authored with Aslı Niyazioğlu (Oxford), “Conjuring Emotions in Nineteenth-Century\nIstanbul through the journalistic writings of Ahmad Faris Al-Shidyaq (1805-87) and Basiretçi\nAli (1845?-1910),” in Goshgarian, Khuri-Makdisi, Yaycioğlu eds., Crafting Ottoman History:\nEssays in Honor of Cemal Kafadar. Boston: Academic Studies Press. Contracted. Forthcoming,\n\n\n\n \n“The Conceptualization of the Social in late 19th early 20th century Arabic thought and\nlanguage,” reproduced in M Pernau and D Sachsenmaier, eds., Global Conceptual History: A\nReader. London: Bloomsbury, 2016.\n“Fin de siècle Egypt: a Nexus for Mediterranean and Global Radical Networks,” in James\nGelvin and Nile Green eds., Global Islam in the Age of Steam and Print, 1850-1930. Berkeley:\nUniversity of California Press, 2013.\nThe Eastern Mediterranean and the Making of Global Radicalism, 1860-1914. Berkeley:\nUniversity of California Press, 2010. Paperback edition 2013.",
        "education": "PhD, 2004, History and Middle Eastern Studies\r\nHarvard University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2013/08/khuri-makdisi-pic-2-600x800-c-default.jpg",
        "intro": "Ilham Khuri-Makdisi teaches courses in Middle Eastern history, World history and urban history. She is particularly interested in Ottoman Eastern Mediterranean cities in the late 19th, early 20th centuries and the movements of people and ideas. Professor Khuri-Makdisi is a historian of the late Ottoman Empire focusing on the global and intra-imperial links connecting the Ottoman Eastern Mediterranean to various parts of the empire and the world.\nHer first book, The Eastern Mediterranean and the Making of Global Radicalism, 1860-1914 (University of California Press, 2010; paperback 2013), focused on socialism, anarchism, and their various interpretations, as they were expressed by different segments of Beirut, Cairo, and Alexandria’s populations –intellectuals, dramatists, and workers.\nShe is currently working on a cultural and intellectual history of translations between Arabic and Ottoman Turkish in the late 19th and early 20th centuries, as well as other research projects situating the nahda (Arab Renaissance) within a larger Ottoman and global frame.",
        "publications": "No publications found"
    },
    {
        "name": "Jessica Linker",
        "position": "Assistant Professor of History",
        "phone": "No phone found",
        "email": "j.linker@northeastern.edu",
        "cv": "No CV found",
        "specialties": "New-York Historical Society Fellow (2022)\nGest Fellow, Haverford College (2022)\nNortheastern Humanities Center Reckonings Fellow (2021-22)\nFuture Digileader (2020)\nZuckerman Dissertation Prize in Early American Studies, McNeil Center for Early American Studies (2019)\nLibrary Company of Philadelphia Short-Term Fellowship, Fellow in the Program in Early American, Medicine, Science, and Society (2019)\nFacilitator (with Lorena Gauthereau, Eric Kaltman, Emma Slayton, Neil Weijer, and Alex Wermer-Colan), Immersive Pedagogy: A Symposium on Teaching and Learning with 3D, Augmented and Virtual Reality, for a symposium designed to incubate pedagogical 3D/VR projects, prioritizing those that focus on Latinx, Latin American, and Caribbean Studies, CLIR/Mellon Microgrant (awarded September 2018)\nChief Facilitator (with Kara McShane, et. al.), Introductory Programming for the Liberal Arts, to fund a one-day symposium/sandbox for Pennsylvania faculty to learn digital tools and methods, Pennsylvania Consortium for the Liberal Arts Opportunity Grant (Fall 2017 round awarded for 2018-19)\nCLIR Humanities and Digital Scholarship Postdoctoral Fellow, Bryn Mawr College (2017-19)\nGreenfield Dissertation Fellowship, Library Company of Philadelphia (2014-15)\nMcNeil Center for Early American Studies Advisory Council Dissertation Fellowship (2014-15)\nAmerican Antiquarian Society Short-Term Fellowship (2012)\nAmerican Philosophical Society Library Fellowship (2012)\nHistorical Society of Pennsylvania/Library Company of Philadelphia Short-Term Fellowship (2012)\nLord Baltimore Fellowship, Maryland Historical Society (2012)\nNew York Public Library Short-Term Fellowship (2012)\nFilson Historical Society Fellowship (2011 and 2012)\nReese Award in American Bibliography and the History of the Book, Virginia Historical Society (2011)\nRuth R. and Alyson R. Miller Fellowship in Women’s History, Massachusetts Historical Society (2011)\nRare Book School Director’s Scholarship (2010); “Immersive Pedagogy: Developing a Decolonial and Collaborative Framework for Teaching and Learning in 3D/VR/AR” (with Lorena Gauthereau, Emma Slayton, and Alex Wermer-Colan) in The Journal of Interactive Technology and Pedagogy (2020). https://jitp.commons.gc.cuny.edu/immersive-pedagogy-developing-a-decolonial-and-collaborative-framework-for-teaching-and-learning-in-3d-vr-ar/\n“Director, Bryn Mawr Women in Science (2017-19). https://digitalscholarship.brynmawr.edu/howis/“\n“Technology,” in Early American Studies (2018). https://muse.jhu.edu/article/707756\n“New Context for Teaching Science to African American Girls in Early Philadelphia,” Library Company of Philadelphia (2016) https://librarycompany.org/2016/05/18/new-context-for-teaching-science-to-african-american-girls-in-early-philadelphia/\n“The Pride of Science: Women and the Politics of Inclusion in 19th-Century Philadelphia,” in Pennsylvania Legacies (2015). https://www.jstor.org/stable/10.5215/pennlega.15.1.0006; American Historical Association\nSociety for Historians of the Early American Republic\nSociety for the History of Authorship, Reading and Publishing",
        "education": "PhD University of Connecticut (2017)",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/07/JCL_outside-600x800-c-default.jpg",
        "intro": "Jessica C. Linker is a historian of early America and digital scholar. She is working on a book project that examines how women practiced science in the eighteenth and nineteenth centuries, and the various social and cultural trends that contemporaneously or retroactively obscured their labor. She is also interested in the ways virtual and augmented reality can be used in historical teaching and research. Her research has been supported by the McNeil Center for Early American Studies, the Library Company of Philadelphia, the American Philosophical Society, and the New York Public Library. She additionally co-directs Northeastern’s Huskiana Press, an experiential letterpress studio.",
        "publications": "No publications found"
    },
    {
        "name": "Katherine Luongo",
        "position": "Associate Professor of History and International Affairs",
        "phone": "No phone found",
        "email": "k.luongo@northeastern.edu",
        "cv": "No CV found",
        "specialties": "African Studies Association\nAmerican Society for Legal History",
        "education": "PhD, 2006, History\r\nUniversity of Michigan, Ann Arbor",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Luongo2-web-600x800-c-default.jpg",
        "intro": "Katherine Luongo is a specialist in the anthropological history of Kenya. She studies legal systems in colonial and contemporary Africa, global legal regimes, and human rights. She is particularly interested in the intersections of the supernatural, law, and politics in Africa and in the interactions of African witchcraft and forced migration. She is the author of Witchcraft and Colonial Rule in Kenya, 1900-1955 (Cambridge University Press, 2011).  With Matthew Carotenuto, she is the author of Obama and Kenya: Contested Histories of Politics and Belonging (Ohio University Press, 2016), the first scholarly work to examine the history of Kenya through the experiences of the Obama family. Her current project, Border-Crossing Beliefs: African Witchcraft in the Arena of Asylum, investigates the persistence of witchcraft-driven violence across Africa from the related standpoints of legal anthropology and legal history and migration and human rights studies. It analyzes how witchcraft allegations made by African asylum-seekers have interacted with the protocols of asylum-seeking on the local, national, and global levels over the last two decades and how humanitarian organizations such as the United Nations have engaged with witchcraft-driven violence. This research has been published in African Asylum at a Crossroads: Activism, Expert Testimony, and Refugee Rights, edited by Iris Berger et al. (Ohio University Press, 2015). A second work-in-progress, A History of Human Rights in Kenya, examines the legal history of human rights in Kenya from the 1960s through the 1990s, focusing on illegal detentions, human rights activism, political trials, and lawfare.",
        "publications": "No publications found"
    },
    {
        "name": "Kris Manjapra",
        "position": "Stearns Trustee Professor of History and Global Studies",
        "phone": "No phone found",
        "email": "k.manjapra@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Harvard University, PhD",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2023/08/neu_4f227f54q-highres-600x800-c-default.jpg",
        "intro": "Kris Manjapra works at the intersection of global history and the critical study of race and colonialism. His research connects the Caribbean and Indian Ocean worlds. His books include a comparative study of global emancipation processes and the implications for reparations movements today: Black Ghost of Empire: The Long Death of Slavery and the Failure of Emancipation (Scribner and Penguin, 2022), shortlisted for the 2022 New England Book Award and the 2023 British Academy Book Prize. His previous book, Colonialism in Global Perspective (Cambridge, 2020), contributes to the emerging field of global race, colonialism, and diaspora studies. Age of Entanglement: German and Indian Intellectual across Empire (Harvard, 2014) won the 2019 International Merck-Tagore Prize. Professor Manjapra is a general editor of The Cambridge History of Colonialism and Decolonization. He is the founder of a site-based nonprofit, Black History in Action, dedicated to the restoration and reactivation of a Black cultural heritage center in Cambridge, MA. Professor Manjapra directs the Arts & Humanities Social Action Lab at Northeastern University.",
        "publications": "No publications found"
    },
    {
        "name": "Jessica Parr",
        "position": "Professor of the Practice in History",
        "phone": "No phone found",
        "email": "j.parr@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, History, 2012, University of New Hampshire at Durham\n\r\nMA, History, 2012, University of New Hampshire at Durham\n\r\nMA, History, 2005, Simmons College\n\r\nMS, Archives Management, Simmons College\n\r\nBA, History, Simmons College",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2022/07/B8DC86C2-B385-453F-B635-264F08B73C9E-rotated-600x800-c-default.jpeg",
        "intro": "Jessica Parr (she/they) is a historian of the Early Modern Atlantic, specializing in race and memory long eighteenth century, as well as in digital humanities, and archival studies. They are the author of Inventing George Whitefield: Race, Revivalism, and the Making of a Religious Icon (U. Press of Mississippi). The book explores Whitefield’s development as a symbol shaped in the complexities of revivalism, the contest over religious toleration, and the conflicting roles of Christianity for enslaved people. Evangelical Christianity’s emphasis on “freedom in the eyes of God,” combined with the problems that the rhetoric of the Revolution posed for slavery, also suggested a path to political freedom.\nParr an edited collection of the selected papers of eighteenth-century British physician/clergymen/abolitionist James Ramsay under contract with the University of Georgia Press. These papers draw on a collection of research notes, drafts, and correspondence compiled by James Ramsay in the course of his writing of two abolitionist pamphlets published in 1784. The first was An Essay on the Treatment and Conversion of African Slaves in the British Sugar Colonies, and the second was An Inquiry into the Effects of Putting a Stop to the African Slave Trade: And of Granting Liberty to the Slaves in the British Sugar Colonies (1784). Ramsay’s pamphlets helped to draw attention to the public debate over slavery in Great Britain, as well as capturing the eye of the Bishop of London, who oversaw the Society for the Propagation of the Gospel’s plantations in the sugar colonies.\nTheir manuscript project explores the geographies of print created by Black anti-slavery activists as they navigated the political and social structures that codified and perpetuated slavery between 1760 and 1860. One of the questions this book will explore was how African American activists’ responses to the diasporan entanglements with slavery changed from the eighteenth-century, with writers like Phillis Wheatley, Prince Hall, and Lemuel Hayes, to nineteenth-century writers like David Walker, Alexander Crummell, and Maria Stewart. The book then uses critical race theory and digital humanities methodology to argue that these activists created geographies of resistance that were shaped around the structures of slavery and white supremacy. Dr. Parr’s most recent work involves a second monograph project under contract with the University of North Carolina Press called  Entangled Places: Black Antislavery Politics and the Geographic Imaginaries of the British Atlantic World (working title).\nParr’s work has been supported by fellowships and grants from the John Hope Franklin Institute at Duke University, Boston Athenaeum, the Congregational Library, the Schomburg Center for Research in Black Culture, the Gilder-Lehrman Institute, the Methodist Archives of Drew University, the Caroliana Society, the Bright Institute at Knox College, and the National Endowment for the Humanities. They were elected a Fellow of the Royal Historical Society in 2015 and are also Global Team leader for the prize-winning multilingual digital humanities journal, The Programming Historian, a Member of the Colonial Society of Massachusetts, and a past president of the New England Historical Association.",
        "publications": "No publications found"
    },
    {
        "name": "Christopher Parsons",
        "position": "Associate Professor of History",
        "phone": "No phone found",
        "email": "c.parsons@northeastern.edu",
        "cv": "No CV found",
        "specialties": "For A Not-So-New World (2018):\n \nPrix Lionel-Groulx, from the Institut d’Histoire de l’Amérique Française\n \nHonorable mention for the Mary Alice and Philip Boucher Book Prize, from the French Colonial Historical Society; “The Natural History of Colonial Science: Joseph-François Lafitau’s Discovery of Ginseng and its Afterlives,” William & Mary Quarterly 73, no.1 (2016): 37 – 72.\n“Wildness without Wilderness: The Biogeography of Empire in seventeenth-century French North America,” Environmental History 22, no.4 (2017): 643-67.\n“Ecosystems under Sail: Specimen Transport in the Eighteenth-Century French and British Atlantics,” Early American Studies, vol.10, no. 3 (Fall 2012): 503 – 529; with Kathleen S. Murphy\nNot-So-New World (2018)",
        "education": "PhD\r\nUniversity of Toronto",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Parsons-web-600x800-c-default.jpg",
        "intro": "Chris Parsons is an interdisciplinary historian of science, medicine, and the environment in early modern Atlantic World. His current research traces the devastating spread of smallpox and other European illnesses in the northeast (New France, New England, and New Netherland) in the 1630s in order to understand how epidemic disease shaped colonial encounters and imperial rivalries. He also is the author of A Not-So-New World: Empire in Environment in French Colonial North America, published by the University of Pennsylvania Press in 2018. In this and related projects, he has a longstanding interest in highlighting the contribution of indigenous peoples to the evolution of European and Euro-American environmental sciences. He has published articles in The William & Mary Quarterly, Environmental History, Early American Studies, and several edited collections.\nPrior to his arrival at Northeastern, Chris Parsons was a Barra Foundation Postdoctoral Fellow at the McNeil Center for Early American Studies (mceas.org).",
        "publications": "No publications found"
    },
    {
        "name": "Malcolm Purinton",
        "position": "Assistant Teaching Professor of History",
        "phone": "No phone found",
        "email": "m.purinton@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Emerging Scholar Grant, MIT Global Architectural History Teaching Collaborative: “Taverns and Temples: The Spaces and Places of Alcohol”",
        "education": "2016 - Ph.D., Northeastern University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2021/07/Malcolm-Professional-pic-1-scaled-600x800-c-default.jpg",
        "intro": "Malcolm F. Purinton is a Food and World historian whose work focuses primarily on the sociocultural relationships of empire, trade, and technology in the history of beer and brewing. His first book Globalization in a Glass: The Rise of Pilsner Beer through Technology, Taste, and Empire (Bloomsbury Academic Press, Food History Series, 2023) examines the development and spread of this light golden lager beer and how it became the only truly global style of beer.\nHe is also the author of a chapter on the history of European beer in nineteenth century South Africa in “Alcohol Flows Across Cultures: Drinking Cultures in Transnational and Comparative Perspective” (Routledge) and has a regular column on the Boston beer scene with the northeast beer periodical, Yankee Brew News.",
        "publications": "No publications found"
    },
    {
        "name": "Simon Rabinovitch",
        "position": "Stotsky Associate Professor in Jewish Historical and Cultural Studies",
        "phone": "No phone found",
        "email": "s.rabinovitch@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Northeastern University Tier 1 Research Grant, 2021.\nIsrael Institute Faculty Development Grant, 2020.\nHenry Luce Foundation/American Council for Learned Societies Fellowship in Religion, Journalism & International Affairs, 2017–2018.\nChoice Outstanding Academic Title, 2015 (for Jewish Rights, National Rites).\nLong List, Historia Nova Prize for the Best Book on Russian Intellectual and Cultural History, 2015 (for Jewish Rights, National Rites).\nJewish Book Council, National Jewish Book Award Finalist in the Category Writing Based on Archival Material, 2014 (for Jewish Rights, National Rites).; Books:\n\nPrava natsii: Avtonomizm v evreiskom natsional’nom dvizhenii v pozdneimperskoii revoliutsionnoi Rossii [translation of Jewish Rights, National Rites], translated by Evgeniia Kanishcheva, Liubov Summ, and Svetlana Panich, with an introduction by Valerii Dymshits. Moscow: New Literary Observer (Historia Rossica Series), 2021.\nSimon Rabinovitch ed., Defining Israel: The Jewish State, Democracy, and the Law. Cincinnati, OH: Hebrew Union College Press, 2018.\nJewish Rights, National Rites: Nationalism and Autonomy in Late Imperial and Revolutionary Russia. Stanford, CA: Stanford University Press (Stanford Studies in Jewish History and Culture), 2014; paperback 2016; Russian translation (above) 2021.\nSimon Rabinovitch ed., Jews and Diaspora Nationalism: Writings on Jewish Peoplehood in Europe and the United States. Waltham, MA: Brandeis University Press (The Brandeis Library of Modern Jewish Thought), 2012.\n\nSelected Recent Articles and Chapters:\n“Jewish Politics: History and Historiographical Implications,” in The Routledge Companion to Jewish History and Historiography. Edited by Dean Phillip Bell. London; New York: Routledge, 2019, 534–49.\n“The Quality of Being French v. the Quality of Being Jewish: Defining the Israelite in French Courts in Algeria and the Metropole,” in Law and History Review vol. 36, no. 4 (2018): 811–46.\n“Jewish-Soviet-Ukrainian Relations during the Civil War and the Second Thoughts of a Minister for Jewish Affairs,” in Studies in Ethnicity and Nationalism (special issue on nationality questions and the creation of the Soviet Union) vol. 17, no. 3 (2017), 339–57.\n“Is ‘Jewish’ a Nationality or Religion? Inside Israel’s Fierce, Bitter Debate About Identity,” in Haaretz, December 31, 2020.\nhttps://www.haaretz.com/israel-news/.premium-is-jewish-a-nationality-or-religion-israel-s-fierce-bitter-debate-about-identity-1.9408781\n“What is Wrong with Tolerance,” in Aeon, June 20, 2018. https://aeon.co/essays/reciprocity-not-tolerance-is-the-basis-of-healthy-societies\nDigital Projects:\nDigital History of the Jews in Boston. A collaborative project with students showcasing digital humanities research on Boston Jewish history.\nhttps://dhjewsofboston.northeastern.edu/",
        "education": "PhD, Brandeis University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2019/07/SR-headshot-e1700597323550-600x800-c-default.jpg",
        "intro": "Simon Rabinovitch is the Stotsky Associate Professor of Jewish Historical and Cultural Studies at Northeastern University in Boston, where he teaches and writes on a range of topics in European, Jewish, Russian, and legal history. His books include Jewish Rights, National Rites: Nationalism and Autonomy in Late Imperial and Russian Jewry and the edited collections Jews and Diaspora Nationalism: Writings on Jewish Peoplehood in Europe and the United States and Defining Israel: The Jewish State, Democracy, and the Law. He is currently working on a book comparing legal conflicts over Jewish collective rights around the world.",
        "publications": "No publications found"
    },
    {
        "name": "Heather Salter",
        "position": "Professor of History",
        "phone": "No phone found",
        "email": "h.salter@northeastern.edu",
        "cv": "No CV found",
        "specialties": "2021 Northeastern University Humanities Center Fellowship\n2020 Harvard University Weatherhead Center Funding for ‘The Anticolonial\nTransnational’ (with Erez Manela)\n2019-2020 American Council of Learned Societies Year-long Fellowship; Monograph in Progress: \nThe Chill Before the Cold War: The Noulens Affair and the Global Struggle Between Communism and Anti-Communism in the Interwar Period. \nSingle Authored Books:\nSoutheast Asia and the First World War. Cambridge University Press, 2017.\nMartial Races: The Military, Race, and Masculinity in British Imperial Culture, 1857-1914. Manchester University Press, 2004. (reissued in paperback in fall 2010)\nCo-Edited Books: \nWith Erez Manela. The Anti-Colonial Transnational. Cambridge University Press, forthcoming 2022.\nWith Michele Louro, Carolien Stolte, and Sana Tannoury-Karam. The League Against Imperialism: Lives and Afterlives. Chicago and Leiden, October 2020.\n Co-Authored Scholarly Books:\nCo-authored with Trevor Getz. Empires and Colonies in the Modern World. Oxford University Press, 2015. Thoroughly revised from the previously published Modern Imperialism and Colonialism: A Global Perspective. Pearson-Longman, August 2010.\nCo-Authored Textbooks:\nWith Herb Ziegler and Jerry Bentley. Traditions and Encounters: A Global Perspective on the Past. Seventh edition 2020. Sixth edition 2014.\nWith Jerry Bentley and Herb Ziegler. Traditions and Encounters: Brief Version, 5th edition. McGraw-Hill, 2022. Fourth edition 2015. Third edition 2012. Second edition 2009. First edition 2006.\nRefereed Articles (selected):\n“Consuls, Colonies, and the World: Low-Level Bureaucrats and the Machinery of Empire, c. 1880-1914,” Journal of Colonialism and Colonial History 20:3 (2019).\n“The Noulens Affair in East and Southeast Asia: International Communism in the Interwar Period,” Journal of American East Asian Relations 21 (2014): 394-414.\n“The Local Was Global: The Singapore Mutiny of 1915,” Journal of World History 24:3 (August 2013): 539-576.\n“Writing for Student Audiences: Pitfalls and Possibilities,” Special Issue of Historical Reflections/Reflexions Historiques (June, 2012): 109-122.\nBook Chapters (selected):\n“Introduction,” in Michele Louro, Heather Streets-Salter, Carolien Stolte, and Sana Tannoury-Karam, editors, The League Against Imperialism: Lives and Afterlives (Chicago and Leiden, 2020).\n“Anti-Colonial Movements,” in Tony Ballantyne and Antoinette Burton, editors, World Histories from Below: Disruption and Dissent from 1750 to the Present (Bloomsbury, 2016).\n“Becoming a World Historian: Training, Topics, and Goals,” in Douglas Northrup, editor, A Companion to World History (Wiley-Blackwell, 2012): 45-62; American Historical Association\nWorld History Association\nNorth American Conference on British Studies\nNew England Regional World History Association",
        "education": "PhD, 1998,  Modern Britain/British Empire\r\nDuke University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Streets-Salter-web-600x800-c-default.jpg",
        "intro": "Professor Salter’s work focuses on the history of imperialism and colonialism in the 19th and 20th centuries. She is particularly interested in the anticolonial movements in South, East, and Southeast Asia. She is trained in the field of World History, and is the Director of World History Programs at the graduate and undergraduate levels. She is also deeply interested in the scholarship of pedagogy.",
        "publications": "No publications found"
    },
    {
        "name": "Philip Thai",
        "position": "Associate Professor of History and Asian Studies; Director of Global Asian Studies",
        "phone": "No phone found",
        "email": "p.thai@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Business History Conference (BHC) Philip Scranton Best Article Prize, 2023\nAmerican Council of Learned Societies (ACLS) Frederick Burkhardt Fellowship, for residence at Radcliffe Institute for Advanced Study, 2022–23\nAmerican Philosophical Society (APS), Franklin Research Grant, 2019\nHenry Luce Foundation/ACLS China Studies Postdoctoral Fellowship, 2015–16; Books\n“In the Shadows of the Bamboo Curtain: Trade, Travel, and Trafficking across Greater China during the Cold War” (manuscript in progress)\nChina’s War on Smuggling: Law, Economic Life, and the Making of the Modern State, 1842­–1965. Columbia University Press, Study of the Weatherhead East Asian Institute (2018). https://cup.columbia.edu/book/a/9780231185844\nArticles and Book Chapters\n“Hong Kong in the U.S.-UK War on Drugs, 1970–1980,” Diplomatic History 47:1 (2023): 19–54. https://doi.org/10.1093/dh/dhac069\n“A Risky Business: The Tai Ping Insurance Company and Fire Insurance in China, 1928–1937,” Enterprise and Society 21.1 (2022): 239–76. https://doi.org/10.1017/eso.2020.47\n“Smuggling and Legal Pluralism on the China Coast: The Rise and Demise of the Joint Investigation Rules, 1864–1934,” in Clara Wing-chung Ho, Ricardo K. S. Mak, and Yue-him Tam, eds., Voyages, Migration, and the Maritime World: On China’s Global Historical Role: 165–85. De Gruyter (2018). https://doi.org/10.1515/9783110587685\n“Introduction,” in “Binding Maritime China: Control, Evasion, and Interloping” (special issue guest editor with Eugenio Menegon and Xing Hang), Cross-Currents: East Asian History and Cultural Review 7.1 (2018), 1–8. https://doi.org/10.1353/ach.2018.0000\n“Old Menace in New China: Coastal Smuggling, Illicit Markets, and Symbiotic Economies in the Early People’s Republic,” Modern Asian Studies 51.5 (2017): 1561–97. https://doi.org/10.1017/S0026749X16000688\n“Law, Sovereignty, and the War on Smuggling in Coastal China, 1928–1937,” Law and History Review 34.1 (2016): 75–114. https://doi.org/10.1017/S0738248015000668\nOther Publications\n“Influenza Pandemics and Global Health in the Cold War,” Northeastern University College of Social Sciences and Humanities (CSSH) Pandemic Teaching Initiative Module (2020). https://cssh.northeastern.edu/pandemic-teaching-initiative/disease-diplomacy-and-science-in-the-cold-war-lessons-for-future-pandemics/ \n“The proven solution to pandemics President Trump continues to reject,” The Washington Post (2020). https://www.washingtonpost.com/outlook/2020/05/19/prove-solution-pandemics-that-president-trump-continues-reject/\n“Comment les droits de douane ont aidé à construire la Chine modern” (How tariffs helped build modern China), Le Grand Continent (2020). https://legrandcontinent.eu/fr/2020/01/16/comment-les-droits-de-douane-ont-aide-a-construire-la-chine-moderne/\n“Xiandai Zhongguo jisi shi shuxie de licheng, wenti yu keneng” 现代中国缉私史书写的历程、问题与可能 (The course, problems, and possibilities of writing the history of anti-smuggling in modern China), Guangzhou Daxue xuebao (shehui kexue ban) 广州大学学报 (社会科学版) (Journal of Guangzhou University (social science edition)) 18.6 (2019): 108–12.\nhttp://xb-sk.gzhu.edu.cn/CN/volumn/volumn_1199.shtml\n“Tariffs and Unintended Consequences: The Case of China’s War on Smuggling,” Columbia University Press Blog (2018). http://www.cupblog.org/2018/07/19/tariffs-and-unintended-consequences-the-case-of-chinas-war-on-smuggling/\n“Falü, zhuquan yu Zhongguo yanhai jisi zhi zhan” 法律、主权与中国沿海的缉私之战 (Law, Sovereignty, and the War on Smuggling in Coastal China), Falü shi yiping 法律史译评 (Legal history studies) 5 (2017): 333–62.\n“Overseas Chinese, Coastal Smuggling, and Legal Pluralism in the People’s Republic of China,” H-Net World Legal History Blog (2016). https://networks.h-net.org/node/16794/blog/world-legal-history-blog/142600/overseas-chinese-coastal-smuggling-and-legal",
        "education": "PhD, 2013, History\r\nStanford University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Phil-Thai-414x521-1-600x800-c-default.png",
        "intro": "Philip Thai is a historian of Modern China and East Asia with research and teaching interests that include legal history, economic history, and diplomatic history. He is currently working on his new book tentatively titled, “In the Shadows of the Bamboo Curtain: Trade, Travel, and Trafficking across Greater China during the Cold War.” He is the author of China’s War on Smuggling: Law, Economic Life, and the Making of the Modern State, 1842-1965 (Columbia University Press and a Study of the Weatherhead East Asian Institute, 2018) and several articles in the journals Diplomatic History, Enterprise and Society, Modern Asian Studies, and Law and History Review.\nAt the core of Professor Thai’s inquiries is understanding the complex interplay between law, society, and economy. His interdisciplinary work has been supported by a number of organizations, including the American Council of Learned Societies (ACLS), Harvard Radcliffe Institute for Advanced Study, American Philosophical Society (APS), Fulbright-Hays Program, Social Science Research Council (SSRC), Chiang Ching-kuo Foundation, among others. He is also the recipient of the Business History Conference (BHC) Philip Scranton Best Article Prize.\nBetween his time as a graduate and undergraduate student, he spent several years as a consultant and financial analyst in the private sector. Professor Thai is currently Director of the Northeastern University Global Asian Studies Program and an Associate in Research at Harvard University Fairbank Center for Chinese Studies. He was an ACLS Frederick Burkhardt Fellow, a Henry Luce Foundation/ACLS China Studies Postdoctoral Fellow, a University of Wisconsin Hurst Institute in Legal History Fellow, and the Modern China Book Review Editor for the Journal of Asian Studies.\nRead Professor Thai’s Faculty Spotlight.",
        "publications": "No publications found"
    },
    {
        "name": "Michael Thornton",
        "position": "Assistant Teaching Professor of History",
        "phone": "No phone found",
        "email": "m.thornton@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, History, Harvard University (2018)",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2022/07/Thornton-Profile-600x800-c-default.jpeg",
        "intro": "Michael Thornton teaches and researches Japanese and East Asian history, with a particular interest in the history of cities and urbanization. He has two major projects underway: the first focuses on the relationship between urbanization and colonial expansion on Japan’s northern frontier, Hokkaido, during the nineteenth century. The second is “A People’s Guide to Tokyo,” a collaborative project with scholars in Japan and across the United States.",
        "publications": "No publications found"
    },
    {
        "name": "Louise Walker",
        "position": "Professor of History",
        "phone": "No phone found",
        "email": "l.walker@northeastern.edu",
        "cv": "No CV found",
        "specialties": "(SELECTED)\n\nFrederick Burkhardt Residential Fellowships for Recently Tenured Scholars, American Council of Learned Societies\nWinner, 2014 Best Book Award in the Social Sciences, sponsored by the Latin American Studies Association Mexico Section.\nHonorable Mention, 2014 Allan Sharlin Memorial Award, sponsored by the Social Science History Association.\nHonorable Mention, 2014 Thomas McGann Book Prize, sponsored by the Rocky Mountain Council for Latin American Studies\nCharles A. Ryskamp Research Fellowship, American Council of Learned Societies\nBerlin Prize, American Academy in Berlin\nVisiting Fellowship, Centre for Research in the Arts, Social Sciences and Humanities, University of Cambridge; Waking from the Dream: Mexico’s Middle Classes after 1968. Stanford: Stanford University Press, 2013.\nEditor, with David S. Parker. Latin America’s Middle Class: Unsettled Questions and New Histories. Lanham: Lexington Books, 2013.\nEditor, with Tanalís Padilla. “Spy Reports: Content, Methodology and Historiography in Mexico’s recently-opened Secret Police Archives.” Special dossier of Journal of Iberian and Latin American Research 19, no. 1 (July 2013): 1-10.",
        "education": "PhD,  History, Yale University\r\nBA, History, McGill University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Walker-web-600x800-c-default.jpg",
        "intro": "Louise E. Walker is a historian of Mexico and Latin America. She is author of Waking from the Dream: Mexico’s Middle Classes after 1968 (Stanford University Press, 2013). It examines how the middle classes shaped the history of economic and political crisis in the 1970s and 1980s, facilitating the emergence of neo-liberalism and the transition to democracy. Waking from the Dream won prizes and honors from the Latin American Studies Association, the Social Science History Association, and the Rocky Mountain Council for Latin American Studies.\nProfessor Walker is completing a monograph on the history of economic justice in Mexico from the late colony to the present. She published an article based on this work in The American Historical Review in March 2023 titled “Everyday Economic Justice: Mediating Small Claims in Mexico City, 1813-1863.” Her research is supported by fellowships from the American Council of Learned Societies and the University of Cambridge and by the Berlin Prize from the American Academy in Berlin.\nProfessor Walker is also co-editor the special journal dossier “Spy Reports: Content, Methodology, and Historiography in Mexico’s Secret Police Archive,” (Journal of Iberian and Latin American Research, 2013), which brings together historians from the first generation of scholars using this recently declassified archive and presents scholarly articles with transcriptions of related spy reports. And she co-edited Latin America’s Middle Class: Unsettled Debates and New Histories (Lexington Books, 2012), which raises new questions and revisits older debates about studying class and about the role of the middle classes in Latin American history.\nBefore coming to Northeastern University, Professor Walker was on the faculty at Louisiana State University in Baton Rouge and at the New School for Social Research in New York City. She teaches courses on colonial and modern Latin American history, social movements, natural disasters, and the history of capitalism.",
        "publications": "No publications found"
    },
    {
        "name": "Martin Blatt",
        "position": "Professor of the Practice of Public History, Emeritus",
        "phone": "No phone found",
        "email": "m.blatt@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D., 1983\r\nBoston University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Marty-Blatt-web-600x800-c-default.jpg",
        "intro": "Marty Blatt served as Professor of the Practice and Director of the Public History Program at Northeastern until Spring 2020. He coordinated bringing the Humanities Action Lab exhibit, States of Incarceration, to campus. Blatt is part of the University Holocaust and Genocide Awareness Committee. He was Curator of the exhibit, Long Road to Justice – African Americans and the Courts, permanent exhibit at the Brooke Court House. He is currently consulting with the National Park Service on developing programming for the 250th anniversary of the nation’s founding.  His forthcoming edited collection, Violence and Public Memory, will be published by Routledge. Blatt worked for the National Park Service in Boston and Lowell for twenty-four years as a historian and cultural resources manager. In 2013, he conceived and coordinated the historical pageant in Boston, “Roots of Liberty: The Haitian Revolution and the American Civil War.” Dr. Blatt has served as President of the National Council on Public History (NCPH), on the Executive Board of the Organization of American Historians, and on the Board of MASS Humanities. He is currently chair of the NCPH book award committee.  Blatt’s museum credits include exhibits at the Battle of Bunker Hill Museum and a traveling exhibit on the Gulag, produced by the National Park Service, the Gulag Museum, and Amnesty International.",
        "publications": "No publications found"
    },
    {
        "name": "William Fowler",
        "position": "Distinguished Professor Emeritus of History",
        "phone": "No phone found",
        "email": "w.fowler@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D.\r\nUniversity of Notre Dame",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/fowler-scaled-600x800-c-default.jpg",
        "intro": "William Fowler, previously Distinguished Professor of History, is the author of a number of books dealing with American history including: Under Two Flags: The Navy in the Civil War; Silas Talbot Captain of the Old Ironsides; co-author America and The Sea; William Ellery: A Rhode Island Politico and Lord of Admiralty; Rebels Under Sail: The Navy in the Revolution; Jack Tars and Commodores: The American Navy, 1783-1815; Samuel Adams: Radical Puritan; Empires at War: The French and Indian War and The Struggle for North America, 1754-1763.\nProfessor Fowler has taught courses dealing with the history of Boston, maritime history, and the history of New England. He is the former Gay Hart Gaines Distinguished Fellow in American History at Mount Vernon. He has taught at Mystic Seaport Museum and has lectured at the Smithsonian Institution, the United States Naval War College, and the Sea Education Association. He is a trustee of the Ralph Waldo Emerson Association, The Paul Revere Memorial Association, and the Old North Church Foundation. He is the Secretary of the Massachusetts Foundation for the Humanities, an honorary member of the Boston Marine Society, as well as an editor of The New England Quarterly.",
        "publications": "No publications found"
    },
    {
        "name": "Laura Frader",
        "position": "Professor, Emeritus",
        "phone": "No phone found",
        "email": "l.frader@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Executive Board, Women’s, Gender and Sexuality Studies Program\nMember, Editorial Board, French Politics, Culture, and Society\nMember, Editorial Board, Signs: Journal of Women, Culture, and Society\nFounding Member, Governing Board, Graduate Consortium in Women’s Studies\nFaculty Associate, Center for European Studies, Harvard University",
        "education": "Ph.D.,  1978, History\r\nUniversity of Rochester",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Frader-web-600x800-c-default.jpg",
        "intro": "Dr. Frader’s research focuses on the historical and cultural foundations of social inequality, particularly gender inequality in modern Europe. She is currently working on the history of gender equality policies of the European Community since the Treaty of Rome (1957) and their impacts on member states. Her publications include Gender and Class in Modern Europe (co-edited with Sonya O. Rose, Cornell University Press, 1996), Race in France: Interdisciplinary Perspectives on the Politics of Difference (co-edited with Herrick Chapman, Berghahn, 2004); and Breadwinners and Citizens: Gender in the Making of the French Social Model (Duke University Press, 2008) as well as many articles in English and French-language books and journals.\nFrader has held appointments as a fellow at the Rockefeller Foundation Center in Bellagio, Italy; as holder of the first Gender Equality Chair at the Université de Sorbonne Paris Cité (USCP); and as an affiliated researcher at the Institute for Advanced Studies (Institut des Etudes avancées) in Paris. She is a faculty associate at the Minda de Gunzberg Center for European Studies at Harvard University, where she is co-chair of the Contemporary Europe Study Group. At Northeastern she teaches undergraduate courses on Imperialism and Colonialism; Empires, Wars and Revolutions; Gender and Society in Modern Europe; and Nations, Nationalism and Globalization. Her graduate courses include Historical Methodology; Gender, Colonialism, and Post-Colonialism; and Gender and Society in the Modern World.",
        "publications": "No publications found"
    },
    {
        "name": "Robert Hall",
        "position": "Professor of African American Studies and History, Emeritus",
        "phone": "No phone found",
        "email": "ro.hall@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, 1984\r\nFlorida State University\n\r\nMA, 1972\r\nFlorida State University\n\r\nBA, 1969\r\nHarvard University",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/DAAS-Hall-web-600x800-c-default.jpg",
        "intro": "Robert L. Hall’s articles have been published in such journals as the Florida Historical Quarterly, the Griot, the Western Journal of Black Studies, the Independent Schools Bulletin, the Maryland Historical Magazine, Sociological Inquiry, and the Southern Quarterly. His original essays have appeared in several anthologies including Joseph E. Holloway’s Africanisms in American Culture (Indiana University Press, 1990 and 2005) John B. Boles’s Masters and Slaves in the House of the Lord: Religion and Race in the South (University Press of Kentucky, 1988), Donald M. Jacobs’s Courage and Conscience:Black and White Abolitionists in Boston (Indiana University Press, 1993), Seeds of Change: Five Hundred Years After Columbus edited by Herman J. Viola and Carolyn Margolis (Smithsonian Institution Press, 1991), and Anne Bower’s African American Foodways: Explorations in History and Culture (University of Illinois Press, 2007). He is also the author of Do, Lord, Remember Me: Religion and the Forging of African American Culture in Florida (under contract with the University of Florida Press) and editor or co-editor of three books including Holding on to the Land and the Lord: Religion, Land Tenure, and Social Policy in the Rural South [with Carol B. Stack] (University of Georgia Press, 1982) and Making a Living:The Work Experience of African Americans in New England (New England Foundation for the Humanities, 1995).",
        "publications": "No publications found"
    },
    {
        "name": "Tom Havens",
        "position": "Professor of History, Emeritus",
        "phone": "No phone found",
        "email": "thavens@bhavens.com",
        "cv": "No CV found",
        "specialties": "National Defense Foreign Language Fellow, Stanford and Columbia Universities,\nsummers 1962, 1963\nFord Foundation Foreign Area Fellow, University of California, Berkeley,\nand Chūō University, 1963-1965\nNational Endowment for the Humanities Fellow, Waseda University, 1968, Connecticut\nCollege, 1990\nLeopold Schepp Foundation Fellow, Waseda University, 1968\nSenior Fulbright Research Fellow, Waseda University, 1972-1973\nJohn Simon Guggenheim Memorial Foundation Fellow, Waseda University, 1976-1977\nJapan Foundation Professional Research Fellow, Waseda University, 1980-1981, summer 2007\nSocial Science Research Council Research Fellow, Waseda University, 1976, 1984\nAmerican Philosophical Society Fellow, Waseda University, 1980\nU.S. Department of Education Fulbright-Hays Research Fellow, Waseda University,\n1990-1991, University of Tokyo, 2001-2002\nAssociation for Asian Studies NEAC research grant, Tokyo, summer 2009\nVisiting Professor, Meiji University, Tokyo, summer 2010; Books\nNishi Amane and Modern Japanese Thought, Princeton University Press, 1970\nFarm and Nation in Modern Japan:  Agrarian Nationalism, 1870-1940, Princeton\nUniversity Press, 1974\nValley of Darkness:  The Japanese People and World War Two, W. W. Norton, 1978;\nUniversity Press of America, 1986\nThe Historical Encyclopedia of World War II (coauthor), Facts-On-File, 1980\nArtist and Patron in Postwar Japan:  Dance, Music, Theater, and the Visual Arts,\n1955-1980, Princeton University Press, 1982\nKodansha Encyclopedia of Japan, Tokyo and New York: Kodansha, 1983, entries on\nDance Western-style, Nationalism, National Mobilization Law, Ninomiya Sontoku,\nNishi Amane, Nōhonshugi, Farmers’ Movement, Tachibana Kōzaburō, Japanese\nSociety During World War II\nFire Across the Sea:  The Vietnam War and Japan, 1965-1975, Princeton University\nPress, 1987\nUmi no mukō no kaji: Betonamu sensō to Nihon 1965-1975 [Fire Across the Sea: The\n     Vietnam War and Japan 1965-1975], trans. Yoshikawa Yūichi, Chikuma Shobō, 1990\nJapan Between East and West (coeditor), University Press of America, 1990\nArchitects of Affluence:  The Tsutsumi Family and the Seibu-Saison Enterprises in\nTwentieth-Century Japan, Harvard Council on East Asian Studies, 1994\nRadicals and Realists in Japanese Nonverbal Arts:  The Avant-Garde and the\n     Rejection of Modernism, University of Hawai`i Press, 2006\nParkscapes:  Green Spaces in Modern Japan, University of Hawai`i Press, 2011\nMarathon Japan:  Distance Racing and Civic Culture, University of Hawai`i Press,\n2015\nGlobal Indigeneities and the Environment (coedited with Karen L. Thornber), Basel:\nMDPI, 2016. ISBN 978-3-03842-240 cloth, 978-3-03842-241 e-book\nhttp://www.mdpi.com/books/pdfview/book/223\nLand of Plants in Motion: Japanese Botany and the World, University of Hawai`i Press, 2020\n(Perspectives on the Global Past); National Defense Foreign Language Fellow, Stanford and Columbia Universities,\nsummers 1962, 1963\nFord Foundation Foreign Area Fellow, University of California, Berkeley,\nand Chūō University, 1963-1965\nNational Endowment for the Humanities Fellow, Waseda University, 1968, Connecticut\nCollege, 1990\nLeopold Schepp Foundation Fellow, Waseda University, 1968\nSenior Fulbright Research Fellow, Waseda University, 1972-1973\nJohn Simon Guggenheim Memorial Foundation Fellow, Waseda University, 1976-1977\nJapan Foundation Professional Research Fellow, Waseda University, 1980-1981, summer 2007\nSocial Science Research Council Research Fellow, Waseda University, 1976, 1984\nAmerican Philosophical Society Fellow, Waseda University, 1980\nU.S. Department of Education Fulbright-Hays Research Fellow, Waseda University,\n1990-1991, University of Tokyo, 2001-2002\nAssociation for Asian Studies NEAC research grant, Tokyo, summer 2009\nVisiting Professor, Meiji University, Tokyo, summer 2010",
        "education": "PhD, 1965, History\r\nUniversity of California, Berkeley",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/Tom-Havens-414x522-1-600x800-c-default.png",
        "intro": "Educated in history at Princeton and UC Berkeley, Tom Havens taught at University of Toronto, Connecticut College, University of Illinois at Urbana-Champaign, and UC Berkeley before arriving at Northeastern in 1999 as professor and chair of the History Department. He has published ten single-author books and numerous chapters and articles. He has edited the Journal of Asian Studies and directed the East Asian Library at UC Berkeley, where he is now Professor, UC Berkeley Emeriti Academy.",
        "publications": "No publications found"
    },
    {
        "name": "Harlow Robinson",
        "position": "Matthews Distinguished University Professor Emeritus of History",
        "phone": "No phone found",
        "email": "h.robinson@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Books\n\nSergei Prokofiev: A Biography 573 pp. Viking Press, 1987; published in UK by Robert Hale (1987); in paper by Paragon House (1988); Spanish-language edition by Javier Vergara Editor (1988) Reissued by Northeastern University Press with a new foreword and afterword, in paperback, 2002, 584 pp.\nThe Last Impresario: The Life, Times and Legacy of Sol Hurok 521 pp. Viking Press, 1994; Penguin paperback, 1995.\nSelected Letters of Sergei Prokofiev Translated, edited and with an introduction by Harlow Robinson 348 pp. Northeastern University Press; 1998\n\nChapters in Collections\n\nArticles on Sergei Prokofiev, Alexander Borodin, Betrothal in a Monastery, Prince Igor and Kat’a Kabanova for International Dictionary of Opera (St.James Press, 1993)\n“‘Molchanie–eto smert’ or ‘Keeping Russia Clean’: Recent Developments in the Gay and Lesbian Movement in Russia, For SK: In Celebration of the Life and Career of Simon Karlinsky, Modern Russian Literature and Culture, Studies and Texts Vol.33, Berkeley Slavic Specialties, 1994, 255-262.\n“Composing for Victory: Classical Music in the USSR During World War II,” Culture and Entertainment in Wartime Russia, edited by Richard Stites. Indiana University Press, 1995; 62-76.\n“Sergei Prokofiev’s Romeo and Juliet and the Russian Ballet Tradition,” Crossed Stars: Artistic Sources and Social Conflict in the Ballet “Romeo and Juliet”, Revised and edited proceedings from a Conference sponsored by the Dance Critics Association, San Francisco Performing Arts Library & Museum, 1994, 34-38.\n“Soviet Culture Under Gorbachev: Another ‘Thaw’?,” in The Gorbachev Generation: Issues in Soviet Domestic Policy edited by Jane Shapiro Zacek. Paragon House, 1989. 139-55.\n“Music,” in The Cambridge Companion to Modern Russian Culture, ed.Nicholas Rzhevsky, Cambridge U.Press , 1998, 236-63.\n“Shostakovich Symposium: Maksim Shostakovich, Yevgeny Yevtushenko, Solomon Volkov, Kenneth Kiesler,” moderated, translated and edited by Harlow Robinson in Shostakovich Reconsidered , Allan B.Ho and Dmitry Feofanov, eds. Toccata Press, 1998, 373-399\n41 reviews of operas on video for Metropolitan Opera Guide to Opera on Video, Paul Gruber, ed., Norton, 1997.\n­Mussorgsky: Complete Songs for Voice and Piano, G.Schirmer, Inc., 1995 Paraphrase translations, 371-389\nTchaikovsky: Complete Songs for the Voice and Piano, paraphrase translations (unpublished) “Vasilisa the Fair,” a play in two acts and eight scenes after Russian folk tales, by Sofia Prokofieva and Irina Tokmakova. Translated by Sabina Modzhalevskaya and Harlow Robinson; edited by Harlow Robinson. For New York State Theatre Institute, Albany; produced May 1991; published in paperback by Samuel French, 2003 (52 pp.)\nMozart and Salieri by Nikolai Rimsky-Korsakov. Introduction on the opera; English translation of the opera (singing version) with Thaddeus Motyka; translation of the introduction and notes to the Soviet edition. Belwin-Mills, Inc., 1984. (produced in New York by Chamber Opera Theatre of New York, 1981)\nThe Tale of the Invisible City of Kitezh and the Maiden Fevronia by Nikolai Rimsky-Korsakov. English translation of the opera (singing version) and translation of the introduction and notes to Soviet edition. Belwin-Mills, Inc., 1984. Reprinted by Brooklyn Academy of Music in 1994.",
        "education": "Ph.D., 1980, Slavic Languages and Literatures\r\nUniversity of California, Berkeley",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2020/01/HIST-Harlow_Robinson-web-600x800-c-default.jpg",
        "intro": "Dr. Harlow Robinson is an author, lecturer and Matthews Distinguished University Professor of History, Emeritus, at Northeastern University. His books include Russians in Hollywood, Hollywood’s Russians; Sergei Prokofiev: A Biography; Selected Letters of Sergei Prokofiev; The Last Impresario: The Life, Times and Legacy of Sol Hurok; and Lewis Milestone: Life and Films.  His articles, essays and reviews have appeared in The New York Times, Boston Globe, Los Angeles Times, The Nation, Opera News, Musical America, Cineaste, San Francisco Chronicle, Stagebill and other publications.  As a lecturer, he has appeared at the Academy of Motion Picture Arts and Sciences, Metropolitan Opera Guild, Boston Symphony, Lincoln Center, New York Philharmonic, San Francisco Symphony, Aspen Music Festival, Bard Festival, Carnegie Hall, Rotterdam Philharmonic, Metropolitan Museum of Art, Guggenheim Museum, Boston Lyric Opera and Los Angeles Music Center Opera, among others. He has provided commentary and programming for NPR, PBS, the BBC and the Canadian Broadcasting Corporation. He has received fellowships from the Fulbright Foundation, American Council of Learned Societies, IREX, National Endowment for the Humanities and the Whiting Foundation, and has made 27 trips to Russia and the former USSR since 1970. In 2010, he was named an Academy Film Scholar by the Academy of Motion Picture Arts and Sciences. He received his B.A. in Russian from Yale University, and M.A. and Ph.D. in Slavic Languages and Literatures from the University of California, Berkeley.",
        "publications": "No publications found"
    },
    {
        "name": "Oliver Ayers",
        "position": "No position found",
        "phone": "No phone found",
        "email": "oliver.ayers@nulondon.ac.uk",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2024/06/OA-2020-600x800-c-default.png",
        "intro": "Dr. Ayers is an Associate Professor in History at Northeastern University of London, where he also leads the research cluster focused on Cities: Past, Present and Future. His research centres on themes of race, urban space and digital historical analysis. His first monograph, Laboured Protest, was published by Routledge in 2019 and examined Black civil rights activism in the United States during the 1930s and 1940s. He has written numerous articles based on racial protest in American cities in the first half of the twentieth century for journals including The Journal of Urban History and The Journal of American Studies. Dr Ayers co-leads the multiyear digital history project, Mapping Black London, alongside Professor Nicole Aljoe in CSSH. The project has focused on the Second World War as well as the life and times of Ignatius Sancho, one of the eighteenth century’s most important Black Britons. Conducted in collaboration with Northeastern students in London, Boston and Oakland, the project recreates Sancho’s world and its connections to the transformative events shaping the life of the nation. In 2022, the Mapping Black London project team became the lead development partners on the London Metropolitan Archives’ Unforgotten Lives exhibition, which recreates the stories of Londoners of African, Caribbean, Asian and Indigenous (e.g. Aboriginal Australian) descent. These projects have been supported by a Learning and Research Development Initiative Grant, a $50,000 Tier-1 seed fund award, a CSSH Multigenerational Grant, a NULab Seedling Grant and an award from the NEH. Olly‘s forthcoming work includes a new co-edited edition of The Letters of Ignatius Sancho for Oxford University Press, a co-authored article looking at networks of slave-ownership among the founders of the St Katharine Docks company and a digital book recovering the long-term Black presence in London before 1950.",
        "publications": "No publications found"
    },
    {
        "name": "Erina Megowan",
        "position": "No position found",
        "phone": "No phone found",
        "email": "e.megowan@northeastern.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD\tGeorgetown University, History 2016",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2024/02/Erina-Megowan-Headshot-7-scaled-600x800-c-default.jpg",
        "intro": "Erina Megowan is a historian of the Soviet Union, with particular interest in the legitimization of war and the Soviet creative intelligentsia. She teaches widely in Russian, Soviet and European history. Currently she is working on a project that explores the relationship between Soviet cultural institutions, morale and propaganda during World War II. She has published related articles on frontline entertainment, Soviet wartime geographic hierarchies and reactions to the outbreak of war in 1941.",
        "publications": "No publications found"
    },
    {
        "name": "Garrett Dash Nelson",
        "position": "No position found",
        "phone": "No phone found",
        "email": "g.nelson@northeastern.edu",
        "cv": "No CV found",
        "specialties": "Preservation Achievement Award, Boston Preservation Alliance, as lead at Leventhal Map & Education Center, for Atlascope Boston. (2023)\n\nHonorable Mention, ISHMap Map History Prize, as lead at Leventhal Map & Education Center, for Bending Lines: Maps and Data from Distortion to Deception. (2021)\n\nSir Peter Hall Award for Wider Engagement. Royal Town Planning Institute. Joint award with Alasdair Rae for our megaregions research. (2017)\n\nJohn Reps Prize for Best Dissertation in Planning History. Society for American City and Regional Planning History. (2017); GARRETT DASH NELSON, 2020. “Communities, Complexity, and the ‘Conchoration’: Network Analysis and the Ontology of Geographic Units,” Tijdschrift voor Economische en Sociale Geografie 112(4): 351–369. doi:10.1111/tesg.12400\n\nGARRETT DASH NELSON and Ryan McKeon, 2018. “Peaks of People: Utilizing Topographic Prominence to Measure the Ranked Significance of Population Centers,” The Professional Geographer 71(2): 342–354. doi:10.1080/00330124.2018.1531039\n\nAlasdair Rae and GARRETT DASH NELSON, 2018. “From ‘Big Data’ to Big Regions: The Geography of the American Commute,” in LA Schintler and Z Chen, eds., Big Data for Regional Science (London: Routledge).\n\nRebecca Summer and GARRETT DASH NELSON, 2017. “Making Stories Significant: Possibilities and Challenges at the Intersection of Digital Methods and Historic Preservation,” Area 52(2): 282–290. doi:10.1111/area.12395\n\nGARRETT DASH NELSON and Alasdair Rae, 2016. “A New Economic Geography of the United States: From Commutes to Megaregions,” PLoS One 11(11):e0166083. doi:10.1371/journal.pone.0166083\n\nGARRETT DASH NELSON, 2016. “Making the Single City: The Constitutive Landscape and the Struggle for Greater Boston, 1891–1911,” Landscape Research 42(3): 243–255, special issue on “Landscape Histories of Urbanization” doi:10.1080/01426397.2016.1267130",
        "education": "Most Recent Degree:\r\nPhD, 2016, Geography, University of Wisconsin–Madison",
        "photo": "https://cssh.northeastern.edu/wp-content/uploads/2024/02/garrett-nelson-600x800-c-default.jpeg",
        "intro": "Garrett Dash Nelson (he/him) is a historical geographer who currently serves as President & Head Curator at the Leventhal Map & Education Center at the Boston Public Library. His scholarly work focuses on the relationship between community structure, geographic units, and political ideology, and he specializes in the urban, regional, and environmental history of Boston and New England. In addition to his qualitative work, he also has methodological interests in geospatial analysis and the digital humanities. He holds an AB from Harvard College in Social Studies and Visual & Environmental Studies, an MA from the University of Nottingham in Landscape & Culture, and a PhD from the University of Wisconsin-Madison in Geography.",
        "publications": "No publications found"
    }
]