[
    {
        "name": "Ahmed, Manan",
        "position": "Associate Professor",
        "phone": "No phone found",
        "email": "ma3179@columbia.edu",
        "cv": "No CV found",
        "specialties": "Manan Ahmed, Associate Professor, is a historian of South Asia and the littoral western Indian Ocean world from 1000-1800 CE. His areas of specialization include intellectual history in South and Southeast Asia; critical philosophy of history, colonial and anti-colonial thought. He is interested in how modern and pre-modern historical narratives create understandings of places, communities, and intellectual genealogies for their readers.",
        "education": "Ph.D. (SALC)– University of Chicago, 2008\n B.A. (History)– Miami University, Ohio 1997\n B.A. (Math & Physics)– University of the Punjab, 1991",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Consultation/Advisory Hours Consultation/Advisory Hours FALL '24: Tuesdays, 10-12pm. Sign up here Education Ph.D. (SALC)– University of Chicago, 2008 B.A. (History)– Miami University, Ohio 1997 B.A. (Math & Physics)– University of the Punjab, 1991 Interests and Research Manan Ahmed, Associate Professor, is a historian of South Asia and the littoral western Indian Ocean world from 1000-1800 CE. His areas of specialization include intellectual history in South and Southeast Asia; critical philosophy of history, colonial and anti-colonial thought. He is interested in how modern and pre-modern historical narratives create understandings of places, communities, and intellectual genealogies for their readers. He is a member of Columbia's Center for Study of Ethnicity and Race, Center for the Study of Muslim Societies, and Committee on Global Thought. He is a Senior Editor at Comparative Studies of South Asia, Africa and the Middle East. He is on the Editorial Board for the journals Philological Encounters, South Asian Studies, and Al-'Usur Al-Wusta: The Journal of Middle East Medievalist. His first monograph, A Book of Conquest: Chachnama and Muslim Origins in South Asia (Harvard University Press, 2016), is on the intellectual life of an early thirteenth-century history Chachnama. You can listen to two podcasts on the book--New Books and Ottoman History. There is also a book talk in Urdu. His second monograph, The Loss of Hindustan: The Invention of India (Harvard University Press, 2020; pbk, 2023; Folio Books Pakistan, 2023) is a concept-history of “Hindustan,”  focusing specifically on the work of the seventeenth century Deccan historian Firishta (fl. 1570-1620).  The Loss of Hindustan was shortlisted for the Cundill History Prize 2021. An Arabic translation by Ayman Shehata Assal, Diyā Hindstan, came out in July 2022 from Al-Maktab Al-Arabe Lil-Maaref Egypt. You can listen to a podcast about the book with HistoryExtra. His third monograph, Disrupted City: Walking the Pathways of Memory and History in Lahore (The New Press, 2024) is a history of Pakistan’s cultural and intellectual capital, Lahore, and a meditation on textual and material histories of the place. It combines ethnography, oral histories and deep archival work, covering over a thousand years of this pivotal city. His current book project is on the history of Area Studies, Data Sciences and A.I. as knowledge system projects in the history of colonization and decolonization. He has extensive background in digital history, in the history of archives in the global south and the problems of access and control to digitized materials. He founded Chapati Mystery--a cultural and intellectual history blog--in 2004. In 2018, he created and collaborated on \"Torn Apart/Separados\"--a digital platform of visualizations and essays which focused on the humanitarian crisis on the southwestern US borders. In 2022, he co-authored Targeted Harassment of Academics by Hindutva: A Twitter Analysis of the India-US Connection, a study focused on right-wing social media. He is now focused on community based archival projects in Harlem. His on-going major international research projects is \"Decolonization, the Disciplines and the University\" (2019-2025) is funded by the Mellon Foundation. He is also part of the \"Muslims in India\" (2020-2024) project funded by the Luce Foundation. He manages the \"Qalam Pakistan Initiative\" at the History Department at Columbia. Courses Manan Ahmed teaches a range of courses including “Borderlands,” “Mughal Memoirs,” \"Colonization & Decolonization,\" \"The City & the Archive.\" The syllabi for the various courses are available here. Manan Ahmed teaches a range of courses including “Borderlands,” “Mughal Memoirs,” \"Colonization & Decolonization,\" \"The City & the Archive.\" The syllabi for the various courses are available here.",
        "publications": []
    },
    {
        "name": "Barraclough, Ruth",
        "position": "Korea Foundation Associate Professor of Modern Korean History",
        "phone": "No phone found",
        "email": "rb3029@columbia.edu",
        "cv": "No CV found",
        "specialties": "Ruth Barraclough is a labor historian of modern Korea with a particular interest in gender, biography and literary history.",
        "education": "BA (Honours) University of Queensland\nPhD Australian National University",
        "photo": "No photo found",
        "intro": "Consultation/Advisory Hours FALL 2024: Mondays and Wednesdays, 4:00 - 5:00 pm Education BA (Honours) University of Queensland PhD Australian National University Interests and Research Ruth Barraclough is a labor historian of modern Korea with a particular interest in gender, biography and literary history. Her first book Factory Girl Literature: Sexuality, Violence and Representation in Industrializing Korea is about the working-class women and girls who generated Korea’s industrialization while cherishing ambitions to be writers, novelists and poets. First published by University of California Press in 2012 it was translated into Korean by Professors Kim Won and Jiseung Roh in 2017 (Humanitas Press) where it spent twenty weeks on the history best-seller list and received numerous recommendations: nominated for President Moon Jae-in’s summer reading list by South Korea’s leading book and newspaper editors, nominated for multiple feminist reading lists, nominated for CEO’s alternative summer reading list, and named one of the top ten books of 2017 by the major daily newspaper Kyunghyang Sinmun. Her forthcoming book Island Ablaze, will be published by Cornell in 2025. Co-edited with Jin-kyung Lee, Sang-kyung Lee and Jae-Yong Kim, Island Ablaze is an anthology of short stories that delve into Korea’s relationship with the United States. For the anthology Ruth translated Choe Jeonghui’s classic 1942 short story Dawn about women graduates of an American missionary school in Seoul. Her next book, co-authored with Professor Jiseung Roh, is Red Glamour: Korea’s Early Communist Women. Research for this book has encompassed many collections, including the State Archive for Social and Political History in Moscow, the North Korean collection at the National Library of Australia, The International Institute of Social History in Amsterdam, and the FSB Archive in Kuznetsky Most. Red Glamour is under contract for parallel release in English and Korean. Earlier collective book projects include Gender and Labour in Korea and Japan: Sexing Class, co-edited with Elyssa Faison, (Routledge 2009) and Red Love Across the Pacific, co-edited with Heather Bowen-Struyk and Paula Rabinowitz, (Palgrave 2015). Ruth first went to South Korea as a seventeen-year-old in 1989, as part of a long running student exchange organized by the Korean Student Christian Federation and the Australian Student Christian Movement. She has written about this episode in her chapter Political Travel at Cold War’s End in Sunyoung Park’s Revisiting Minjung and Korean translation. Prior to coming to Columbia she taught at the Australian National University for seventeen years. Courses Making Modern Korea North Korean History MA/MSc Workshops in Research Skills and Methods",
        "publications": []
    },
    {
        "name": "Billows, Richard A.",
        "position": "Professor",
        "phone": "Phone  (212) 854-4486",
        "email": "rab4@columbia.edu",
        "cv": "No CV found",
        "specialties": "Professor Richard Billows specializes in Ancient Greek and Roman History, with particular interests in the so-called Hellenistic Era (ca. 330 to 30 BCE) and the Roman Republic in its later phase (ca. 220-27 BCE); though recently his interests have also come to include the origins of Christianity in the first two centuries CE. Professor Billows regularly teaches the Columbia College core curriculum class “An Introduction to Contemporary Civilization in the West” and an introductory lecture course on “The Ancient Greeks”, in addition to a variety of more specialized courses on aspects of Greek and (sometimes) Roman history. Professor Billows was for many years the Chair of the Graduate Interdepartmental Program in Classical Studies.",
        "education": "Ph.D. — University of California, Berkeley, 1985\n M.A. — King's College, University of London, 1979\n B.A. — Balliol College, Oxford University, 1978",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: TBD Spring 2024: Education Ph.D. — University of California, Berkeley, 1985 M.A. — King's College, University of London, 1979 B.A. — Balliol College, Oxford University, 1978 Interests and Research Professor Richard Billows specializes in Ancient Greek and Roman History, with particular interests in the so-called Hellenistic Era (ca. 330 to 30 BCE) and the Roman Republic in its later phase (ca. 220-27 BCE); though recently his interests have also come to include the origins of Christianity in the first two centuries CE. Professor Billows regularly teaches the Columbia College core curriculum class “An Introduction to Contemporary Civilization in the West” and an introductory lecture course on “The Ancient Greeks”, in addition to a variety of more specialized courses on aspects of Greek and (sometimes) Roman history. Professor Billows was for many years the Chair of the Graduate Interdepartmental Program in Classical Studies. Besides a variety of articles, papers, and book chapters on specialized topics in Greek and Roman history and Greek epigraphy, Professor Billows' major publications are: Antigonos the One-Eyed and the Creation of the Hellenistic State (U California Press, 1990) Kings and Colonists: Aspects of Macedonian Imperialism (Brill, 1995) Julius Caesar: the Colossus of Rome (Routledge, 2008) Marathon: How One Battle Changed Western Civilization (Overlook/Duckworth, 2010) The Hellenica Oxyrhynchia (text, translation and commentary) for Brill's New Jacoby, no. 66 (Brill, 2016) Before and After Alexander: The Legacy and Legend of Alexander the Great (Overlook/Duckworth, 2018) The Spear, the Scroll, and the Pebble: How the Greek City-State Developed as a Male Warrior-Citizen Collective (Bloomsbury Academic, 2023) The Spear, the Scroll, and the Pebble: How the Greek City-State Developed as a Male Warrior-Citizen Collective (Bloomsbury Academic, 2023)",
        "publications": [
            "Antigonos the One-Eyed and the Creation of the Hellenistic State (U California Press, 1990)",
            "Kings and Colonists: Aspects of Macedonian Imperialism (Brill, 1995)",
            "Julius Caesar: the Colossus of Rome (Routledge, 2008)",
            "Marathon: How One Battle Changed Western Civilization (Overlook/Duckworth, 2010)",
            "The Hellenica Oxyrhynchia (text, translation and commentary) for Brill's New Jacoby, no. 66 (Brill, 2016)",
            "Before and After Alexander: The Legacy and Legend of Alexander the Great (Overlook/Duckworth, 2018)",
            "The Spear, the Scroll, and the Pebble: How the Greek City-State Developed as a Male Warrior-Citizen Collective (Bloomsbury Academic, 2023)"
        ]
    },
    {
        "name": "Blackmar, Elizabeth S.",
        "position": "Mary and David Boies Professor of American History",
        "phone": "Phone   (212) 854-3016",
        "email": "eb16@columbia.edu",
        "cv": "No CV found",
        "specialties": "Elizabeth Blackmar, professor, specializes in social history of American property relations and the built environment. She received her B.A. from Smith and her Ph.D. from Harvard. Her publications include The Park and the People: A History of Central Park (with Roy Rosenzweig, 1992) and Manhattan for Rent, 1785-1850 (1989).Articles include “Of REITS and Rights: Absentee Ownership at the Periphery” in City, Country, Empire: Landscapes in Environmental History (2005); “Appropriating the Commons: The Tragedy of Property Rights Discourse”in The Politics of Public Space (2005); “Peregrinations of the Free Rider: The Changing Logics of Collective Obligation,” in Transformations in American Legal History: Essays in Honor of Morton Horwitz (2008); and  “Inheriting Property and Debt: From Family Security to Corporate Accumulation,” in Capitalism Takes Command: The Social Transformation of Nineteenth-century America (2011).",
        "education": "Ph.D. — Harvard University, 1981\n B.A. — Smith College, 1972",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: ON LEAVE Education Ph.D. — Harvard University, 1981 B.A. — Smith College, 1972 Interests and Research Elizabeth Blackmar, professor, specializes in social history of American property relations and the built environment. She received her B.A. from Smith and her Ph.D. from Harvard. Her publications include The Park and the People: A History of Central Park (with Roy Rosenzweig, 1992) and Manhattan for Rent, 1785-1850 (1989).Articles include “Of REITS and Rights: Absentee Ownership at the Periphery” in City, Country, Empire: Landscapes in Environmental History (2005); “Appropriating the Commons: The Tragedy of Property Rights Discourse”in The Politics of Public Space (2005); “Peregrinations of the Free Rider: The Changing Logics of Collective Obligation,” in Transformations in American Legal History: Essays in Honor of Morton Horwitz (2008); and  “Inheriting Property and Debt: From Family Security to Corporate Accumulation,” in Capitalism Takes Command: The Social Transformation of Nineteenth-century America (2011).",
        "publications": []
    },
    {
        "name": "Blake, Casey N.",
        "position": "Professor",
        "phone": "Phone  (212) 854-1785",
        "email": "cb460@columbia.edu",
        "cv": "No CV found",
        "specialties": "Casey Nelson Blake works on modern U.S. intellectual and cultural history, with an emphasis on the relationship between artistic modernism, cultural criticism and democratic citizenship.  His publications include Beloved Community:  The Cultural Criticism of Randolph Bourne, Van Wyck Brooks, Waldo Frank, and Lewis Mumford, The Arts of Democracy: Art, Public Culture, and the State,  The Armory Show at 100: Modernism and Revolution and At the Center: American Thought and Culture in the Mid-Twentieth Century (co-authored with Daniel Borus and Howard Brick).  He is currently at work on a cultural biography of the writer and critic Paul Goodman.",
        "education": "Ph.D. — University of Rochester, 1987\n M.A. — University of Rochester, 1981\n B.A. — Wesleyan University, 1978",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 3:00 - 5:00 pm Spring 2024: Wednesdays, 3:00 - 5:00 pm Wednesdays, 3:00 - 5:00 pm Education Ph.D. — University of Rochester, 1987 M.A. — University of Rochester, 1981 B.A. — Wesleyan University, 1978 Interests and Research Casey Nelson Blake works on modern U.S. intellectual and cultural history, with an emphasis on the relationship between artistic modernism, cultural criticism and democratic citizenship.  His publications include Beloved Community:  The Cultural Criticism of Randolph Bourne, Van Wyck Brooks, Waldo Frank, and Lewis Mumford, The Arts of Democracy: Art, Public Culture, and the State,  The Armory Show at 100: Modernism and Revolution and At the Center: American Thought and Culture in the Mid-Twentieth Century (co-authored with Daniel Borus and Howard Brick).  He is currently at work on a cultural biography of the writer and critic Paul Goodman. Professor Blake came to Columbia in 1999 as founding Director of the Center for American Studies after directing American Studies programs at Indiana University and Washington University, and teaching at Reed College.  While at Columbia Professor Blake has overseen the development of a civic engagement initiative within the Center, including the “Freedom and Citizenship” program that provides humanities education and college mentoring to under-served high school students. Professor Blake came to Columbia in 1999 as founding Director of the Center for American Studies after directing American Studies programs at Indiana University and Washington University, and teaching at Reed College.  While at Columbia Professor Blake has overseen the development of a civic engagement initiative within the Center, including the “Freedom and Citizenship” program that provides humanities education and college mentoring to under-served high school students. Courses US Intellectual History, from 1865 to the present American Cultural Criticism American Radicalism The American City Imagined Introduction to American Studies Awards Faculty Service Award, Office of the Provost, Columbia University--2021 Fulbright Senior Lectureship in U.S. Intellectual History, University of Rome - 2006 National Endowment for the Humanities Fellowship - 2001-02 Ailsa Mellon Bruce Senior Fellowship, CASVA, National Gallery of Art - 2001-02 OAH-Japan Short-term Exchange, Tsuda College - June-July 1999 Short-term Visiting Fellowship, National Museum of American Art - Summer 1996 Woodrow Wilson International Center for Scholars Fellowship - 1994-95 Best \"Electronic Product—Humanities\" for online electronic seminar, \"U.S. Intellectual and Cultural History, 1890-1945,\" by the Association of American Publishers - 1993 \"Outstanding Academic Book\" by Choice for The Armory Show at 100 and Beloved Community: The Cultural Criticism of Randolph Bourne, Van Wyck Brooks, Waldo Frank, and Lewis Mumford \"Outstanding Academic Book\" by Choice for The Armory Show at 100 and Beloved Community: The Cultural Criticism of Randolph Bourne, Van Wyck Brooks, Waldo Frank, and Lewis Mumford Affiliations Editor, Co-Editor, Intellectual History Newsletter (1995-2001) Member, Advisory Board, Rethinking History (1996-) Member, Editorial Advisory Board, culturefront (1995-2000) Member, Board of Managing Editors, American Quarterly (1994-95) Associate Editor, Journal of American History (1991-93)",
        "publications": []
    },
    {
        "name": "Brown, Christopher",
        "position": "Professor",
        "phone": "Phone  (212) 854-4591",
        "email": "clb2140@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "D. Phil. — Balliol College, Oxford University 1994\n B.A. — Yale University 1990",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Spring 2024: Tuesdays, 1:00 - 3:00 pm Education D. Phil. — Balliol College, Oxford University 1994 B.A. — Yale University 1990 Interests and Research Christopher Brown is a historian of Britain and the British empire, principally in the seventeenth and eighteenth centuries, with special emphasis on the comparative history of slavery and abolition, and with secondary interests in the Atlantic Slave Trade and the Age of Revolutions.  His current research centers on the history of European experience on the African coast at the height of the Atlantic slave trade, and continues early commitments to the rise and fall of slavery in the British Empire.  Published work has received prizes in four distinct fields of study – American History, British History, Atlantic History, and the history of Slavery, Abolition, and Resistance.  Completed projects include Moral Capital: Foundations of British Abolitionism (University of North Carolina Press) and, with Philip D. Morgan, Arming Slaves: Classical Times to the Modern Age (Yale University Press).  He has written as well for The Nation, The New York Times, and the London Review of Books, among other outlets. Brown came to Columbia University in 2007, after eight years on the faculties of Rutgers University and The Johns Hopkins University.  At Columbia, he has served as the Director of the Society of the Fellows in the Humanities (2011-2017), Chair of the University-Wide Tenure Review Advisory Committee (2014-2015), and as the inaugural Vice Provost for Faculty Affairs (2015-2018).  At the graduate level, he trains doctoral students in a wide range of fields, including the British Empire to 1815, Early Modern Britain, Colonial America, Atlantic History, and the Comparative History of Slavery in the Americas.  In 2016 he received the Faculty Mentoring Award from the University’s Graduate School of Arts and Sciences for excellence in supervising doctoral students during their years of graduate study. Courses Slavery in World History The Atlantic Slave Trade The British Empire Contemporary Civilization II England and the Wider World, 1500-1800 Comparative Slavery and Abolition Imperial Britain Imperial Britain Imperial Britain Awards Frederick Douglass Prize from the Gilder Lehrman Center at Yale University - 2007 Morris D. Forkosch Prize from the American Historical Association - 2006 James A. Rawley Prize from the American Historical Association - 2006 Douglass Adair Memorial Award for the best article published in the William and Mary Quarterly - 2004 Second Decade Society Chair, The Johns Hopkins University - 2003 Omohundro Institute Fellow at the Huntington Library, San Marino, Ca. - 2001 ABC-Clio America: History and Life Award from the Organization of American Historians - 2001 Senior Fellow. Gilder Lehrman Center for the study of Slavery, Abolition, and Resistance - 2000 National Society, Daughters of Colonial Wars for best essay published in the William and Mary Quarterly in 1999 - 2000 Raoul Wallenburg Fellow. -Rutgers Center for Historical Analysis - 1998 Mayers and W. M. Keck Foundation Fellow. - Huntington Library, San Marino, California - April, 1996 Postdoctoral Fellow, Institute of Early American History and Culture - 1996 National Finalist for White House Fellowship - 1994 Jowett Senior Scholarship. -Balliol College, Oxford - 1992 Roosevelt L. Thompson Award for Community Service at Yale University - 1990 Rhodes Scholarship - Washington D.C. - Maryland - 1990  Affiliations The American Historical Association North American Conference on British Studies Associates of the Omohundro Institute of Early American History and Culture Mid-Atlantic Conference on British Studies Association of Caribbean Historians Forum on European Expansion and Global Interaction",
        "publications": []
    },
    {
        "name": "Carlebach, Elisheva",
        "position": "Salo Wittmayer Baron Professor of Jewish History, Culture and Society",
        "phone": "Phone  (212) 854-5294",
        "email": "ec607@columbia.edu",
        "cv": "No CV found",
        "specialties": "Elisheva Carlebach, Salo Wittmayer Baron Professor of Jewish History, Culture, and Society, specializes in the cultural, intellectual, and religious history of the Jews in Early Modern Europe. Areas of particular interest include the intersection of Jewish and Christian culture and its effect on notions of tolerance, religious dissent, conversion, messianism, and communal governance. Her books include The Pursuit of Heresy (1990), awarded the National Jewish Book Award, Divided Souls: Converts from Judaism in Early Modern Germany (2000) and Palaces of Time: Jewish Calendar and Culture in Early Modern Europe (2011), winner of the Association for Jewish Studies Schnitzer Prize. She has twice held fellowships from the National Endowment for the Humanities. She was a Fellow at the New York Public Library Center for Scholars and Writers, Tikvah Fellow at NYU Law School, and Fellow at the Katz Center, University of Penn. She served as Editor of the Association for Jewish Studies Review and chaired the Academic Advisory Council of the Center for Jewish History. She has served as President of the American Academy for Jewish Research and is currently Director, Institute for Israel and Jewish Studies at Columbia. In 2017 she was awarded the Lenfest Distinguished Columbia Faculty Award.",
        "education": "Ph.D. — Columbia University, 1986\n M.A. — Columbia University, 1978\n B.A. — Brooklyn College, CUNY, 1976",
        "photo": "No photo found",
        "intro": "Office Hours Spring 2024: Wednesdays, 12:00 - 1:00 pm, and by appointment. Spring 2024 : Wednesdays, 12:00 - 1:00 pm, and by appointment. Education Ph.D. — Columbia University, 1986 M.A. — Columbia University, 1978 B.A. — Brooklyn College, CUNY, 1976 Interests and Research Elisheva Carlebach, Salo Wittmayer Baron Professor of Jewish History, Culture, and Society, specializes in the cultural, intellectual, and religious history of the Jews in Early Modern Europe. Areas of particular interest include the intersection of Jewish and Christian culture and its effect on notions of tolerance, religious dissent, conversion, messianism, and communal governance. Her books include The Pursuit of Heresy (1990), awarded the National Jewish Book Award, Divided Souls: Converts from Judaism in Early Modern Germany (2000) and Palaces of Time: Jewish Calendar and Culture in Early Modern Europe (2011), winner of the Association for Jewish Studies Schnitzer Prize. She has twice held fellowships from the National Endowment for the Humanities. She was a Fellow at the New York Public Library Center for Scholars and Writers, Tikvah Fellow at NYU Law School, and Fellow at the Katz Center, University of Penn. She served as Editor of the Association for Jewish Studies Review and chaired the Academic Advisory Council of the Center for Jewish History. She has served as President of the American Academy for Jewish Research and is currently Director, Institute for Israel and Jewish Studies at Columbia. In 2017 she was awarded the Lenfest Distinguished Columbia Faculty Award.",
        "publications": []
    },
    {
        "name": "Chamberlin, Paul Thomas",
        "position": "Associate Professor",
        "phone": "Phone  (212) 854-0159",
        "email": "ptc2121@columbia.edu",
        "cv": "No CV found",
        "specialties": "Paul Chamberlin specializes in twentieth century international history with a focus on U.S. foreign relations and the Middle East. His first book, The Global Offensive: The United States, the Palestine Liberation Organization, and the Making of the Post-Cold War Order (Oxford, 2012), is an international history of the Palestinian liberation struggle. His next book, The Cold War's Killing Fields: Rethinking the Long Peace (HarperCollins, 2018), is a global history of the bloodiest encounters of the Cold War.",
        "education": "Ph.D. – Ohio State University, 2009\n M.A. – Ohio State University, 2005\n B.A. – Indiana University, 2002",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024 ON LEAVE Education Ph.D. – Ohio State University, 2009 M.A. – Ohio State University, 2005 B.A. – Indiana University, 2002 Interests and Research Paul Chamberlin specializes in twentieth century international history with a focus on U.S. foreign relations and the Middle East. His first book, The Global Offensive: The United States, the Palestine Liberation Organization, and the Making of the Post-Cold War Order (Oxford, 2012), is an international history of the Palestinian liberation struggle. His next book, The Cold War's Killing Fields: Rethinking the Long Peace (HarperCollins, 2018), is a global history of the bloodiest encounters of the Cold War. Courses U.S. Foreign Relations 1775-1920 U.S. Foreign Relations 1920 to the Present Readings in U.S. and the World The Global Cold War  Awards Oxford University Press International History Prize, 2010. Fellow in American Foreign Policy at Williams College, 2009-10. Fellow in International Security Studies at Yale University, 2008-09. Foreign Language Area Studies Fellowship, Middle East Studies Center, Ohio State University, 2004-07.",
        "publications": []
    },
    {
        "name": "Chauncey, George",
        "position": "DeWitt Clinton Professor of American History",
        "phone": "Phone  (212) 854-5220",
        "email": "george.chauncey@columbia.edu",
        "cv": "No CV found",
        "specialties": "George Chauncey, DeWitt Clinton Professor of American History and director of the Columbia Research Initiative on the Global History of Sexualities, works on the history of gender, sexuality, and the city, with a particular focus on American LGBTQ history. He is the author of Gay New York: Gender, Urban Culture, and the Making of the Gay Male World, 1890-1940 and Why Marriage? The History Shaping Today’s Debate over Gay Equality. Since 1993, he has participated as an expert witness in more than thirty gay rights cases, including Romer v. Evans (1996), Lawrence v. Texas (2003), and the marriage equality cases decided by the Supreme Court in 2013 and 2015. He serves on the Board of Trustees of the New-York Historical Society and has served as historical consultant to several public history projects, including exhibitions, lecture series, and teacher training programs at the New York Public Library, Chicago History Museum, and Library of Congress. He has also been interviewed for numerous documentary films and written for The Atlantic, the New York Times, The New Yorker, and other publications.  Before coming to Columbia in fall 2017, he taught at the University of Chicago and at Yale University, where he served as chair of the History Department and chair of the Committee for LGBT Studies and was awarded Yale’s prize for teaching excellence in the humanities. He is currently completing a book on gay male culture, politics, and everyday life in the segregated neighborhoods of postwar New York City. In 2022, the Library of Congress awarded him the John W. Kluge Prize for Achievement in the Study of Humanity.",
        "education": "Ph.D. – Yale University, 1989\n B.A. – Yale University 1977",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024 ON LEAVE  Education Ph.D. – Yale University, 1989 B.A. – Yale University 1977 Interests and Research George Chauncey, DeWitt Clinton Professor of American History and director of the Columbia Research Initiative on the Global History of Sexualities, works on the history of gender, sexuality, and the city, with a particular focus on American LGBTQ history. He is the author of Gay New York: Gender, Urban Culture, and the Making of the Gay Male World, 1890-1940 and Why Marriage? The History Shaping Today’s Debate over Gay Equality. Since 1993, he has participated as an expert witness in more than thirty gay rights cases, including Romer v. Evans (1996), Lawrence v. Texas (2003), and the marriage equality cases decided by the Supreme Court in 2013 and 2015. He serves on the Board of Trustees of the New-York Historical Society and has served as historical consultant to several public history projects, including exhibitions, lecture series, and teacher training programs at the New York Public Library, Chicago History Museum, and Library of Congress. He has also been interviewed for numerous documentary films and written for The Atlantic, the New York Times, The New Yorker, and other publications.  Before coming to Columbia in fall 2017, he taught at the University of Chicago and at Yale University, where he served as chair of the History Department and chair of the Committee for LGBT Studies and was awarded Yale’s prize for teaching excellence in the humanities. He is currently completing a book on gay male culture, politics, and everyday life in the segregated neighborhoods of postwar New York City. In 2022, the Library of Congress awarded him the John W. Kluge Prize for Achievement in the Study of Humanity.  Awards John W. Kluge Prize for Achievement in the Study of Humanity, The Library of Congress, 2022 Sidonie Miskimin Clauss Prize for Teaching Excellence in the Humanities, Yale, 2012 Elected, Member, New York Academy of History, 2007 Elected, Member, Society of American Historians, 2005 [executive board, 2015-] Cullman Center for Scholars and Writers, New York Public Library, 2004 Community Service Award, Lesbian Community Cancer Project, Chicago, 2004 Social Science Research Council Sexuality Research Fellowship, five Faculty Advisor Awards, 1997-2003 Freedom Award, Equality Illinois, 2001 First James Brudner Memorial Award in Lesbian and Gay Studies, Yale University, 2000 Institute for Advanced Study, Indiana University, 1998 Sprague-Todes Literary Award, Gerber-Hart Library, 1997 John Simon Guggenheim Memorial Foundation, 1996 National Humanities Center, 1996 American Council of Learned Societies, 1992 Rutgers Center for Historical Analysis, 1989-90 Samuel Golieb Fellowship in Legal History, New York University School of Law, 1987",
        "publications": []
    },
    {
        "name": "Chazkel, Amy",
        "position": "Bernard Hirschhorn Associate Professor of Urban Studies",
        "phone": "Phone  (212) 854-2246",
        "email": "ac2227@columbia.edu",
        "cv": "No CV found",
        "specialties": "Amy Chazkel is a historian of Brazil with broad interests in the urban humanities, law and society, crime and justice, policing, slavery, abolition, and post-abolition societies in the Atlantic world. In her own research and writing, she has principally explored the urban and legal history of post-colonial Brazil. She is the author of Laws of Chance: Brazil’s Clandestine Lottery and the Making of Modern Public Life in Brazil (Duke University Press, 2011), a study of petty crime, urban culture, and the historical roots of the informal sector in nineteenth- and twentieth-century Brazil, and a translated and adapted version of that book, Leis da sorte: A construção da vida pública urbana (Editora da Unicamp, 2015) and is co-editor of The Rio Reader: History, Culture, Politics (Duke University Press, 2016), an anthology of primary sources on the history of Rio de Janeiro. Over the past eighteen years, she has pursued her interest in the cultural and social context of the law both in her scholarship and as a volunteer researcher and Portuguese-English interpreter with US-based law clinics and human rights organizations. Her work in progress includes a book project, supported by the American Council of Learned Societies, the National Endowment of the Humanities, and the American Philosophical Society, that explores the social, cultural, and legal history of the urban nighttime, focusing on Rio de Janeiro during the long nineteenth century.",
        "education": "PhD – History, Yale University (2002)\nMA – History, Yale University (1996)\nBA – International Affairs, George Washington University (1991)",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Mondays, 12:15 - 2:00 pm, and by appointment. To schedule an appointment with Professor Chazkel, please click here. Education PhD – History, Yale University (2002) MA – History, Yale University (1996) BA – International Affairs, George Washington University (1991) Interests and Research Amy Chazkel is a historian of Brazil with broad interests in the urban humanities, law and society, crime and justice, policing, slavery, abolition, and post-abolition societies in the Atlantic world. In her own research and writing, she has principally explored the urban and legal history of post-colonial Brazil. She is the author of Laws of Chance: Brazil’s Clandestine Lottery and the Making of Modern Public Life in Brazil (Duke University Press, 2011), a study of petty crime, urban culture, and the historical roots of the informal sector in nineteenth- and twentieth-century Brazil, and a translated and adapted version of that book, Leis da sorte: A construção da vida pública urbana (Editora da Unicamp, 2015) and is co-editor of The Rio Reader: History, Culture, Politics (Duke University Press, 2016), an anthology of primary sources on the history of Rio de Janeiro. Over the past eighteen years, she has pursued her interest in the cultural and social context of the law both in her scholarship and as a volunteer researcher and Portuguese-English interpreter with US-based law clinics and human rights organizations. Her work in progress includes a book project, supported by the American Council of Learned Societies, the National Endowment of the Humanities, and the American Philosophical Society, that explores the social, cultural, and legal history of the urban nighttime, focusing on Rio de Janeiro during the long nineteenth century.  Awards National Endowment for the Humanities Fellowship (2018) American Council of Learned Societies Fellowship (2017) Futures Initiative Faculty Fellowship, CUNY Graduate Center (2016-2017) Franklin Research Grant, American Philosophical Society (2015) Distinguished Faculty Fellowship, Advanced Research Collaborative, CUNY Graduate Center (2015) Faculty Fellowship, Center for Place, Culture, and Politics, CUNY Graduate Center (2014-2015) Visiting Foreign Faculty Fellowship, Programa Professor Visitante do Exterior, Coordinação de Aperfeiçoamento de Pessoal de Nível Superior, Universidade Federal de Santa Catarina (2013) Programa de Divulgação da Realidade Brasileira, Consulado Geral do Brasil em New York (2013) Mellon Mid-Career Faculty Fellowship, Committee on Globalization and Social Change, CUNY Graduate Center (2012-2013) National Endowment for the Humanities Summer Stipend (2011) Postdoctoral Associate Fellowship, Gilder Lehrman Center for the Study of Slavery, Resistance and Abolition, Yale University (2004) Mellon Postdoctoral Resident Fellowship, Center for the Humanities, CUNY Graduate Center (2003-2004) Library Scholar Grant, David Rockefeller Center for Latin American Studies, Harvard University (2003) Affiliations Editorial Collective, Radical History Review Co-convener of New York City Latin American History Workshop Editorial Board, Law and History Review Futures Initiative Advisory Board, CUNY Graduate Center International Associate Editor, Revista Brasileira de História Core Faculty Member, Committee on Globalization and Social Change, CUNY Graduate Center",
        "publications": []
    },
    {
        "name": "Coatsworth, John H.",
        "position": "Professor of International and Public Affairs and of History",
        "phone": "Phone   (212) 853-0344",
        "email": "jhc2125@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Biography Fall 2023: TBD John H. Coatsworth is a leading scholar of Latin American economic and international history. Coatsworth served as Dean of SIPA for four years before being named Provost of Columbia University in 2012. He previously served as the Monroe Gutman Professor of Latin American Affairs at Harvard University (1992–2007), where he was the founding director of Harvard's David Rockefeller Center for Latin American Studies and the chair of the Harvard University Committee on Human Rights Studies. Prior to his work at Harvard, Coatsworth was a member of the faculty at the University of Chicago (1969–1992). Other academic posts have included visiting professorships at El Colegio de México, the National Autonomous University of Mexico, the National University of Buenos Aires, the Instituto Torcuato di Tella in Buenos Aires, and the Instituto Ortega y Gassett in Madrid. Coatsworth is a member of the American Academy of Arts and Sciences, the Council on Foreign Relations, the Board of Directors of the Tinker Foundation and numerous professional associations. He is the former president of the American Historical Association and Latin American Studies Association. Coatsworth has served on the editorial boards of scholarly journals including the American Historical Review, the Journal of Economic History, the Hispanic American Historical Review and other social science journals published in Britain, Chile, Germany, Mexico, Peru, and Spain. In 1986, Coatsworth was awarded the John Simon Guggenheim Foundation Fellowship. He has served as Senior Fulbright Lecturer three times, with appointments in Argentina and Mexico, and has received numerous research and institutional grants from public agencies and private foundations. He has acted as a consultant for program design or review to numerous U.S. universities and foundations. Coatsworth received his BA in History from Wesleyan University and his MA and PhD in Economic History from the University of Wisconsin-Madison. Search Categories: Latin America, economics, politics, Mexico, economic history",
        "publications": []
    },
    {
        "name": "Coleman, Charly",
        "position": "Associate Professor",
        "phone": "Phone  (212) 851-0126",
        "email": "cc3472@columbia.edu",
        "cv": "No CV found",
        "specialties": "Charly Coleman, associate professor, specializes in the European Enlightenment and the French Revolution, with a particular emphasis on the intersections between religion, philosophy, and political economy. His latest monograph, The Spirit of French Capitalism: Economic Theology in the Age of Enlightenment (Stanford University Press, 2021; short-listed for the Kenshur Prize), uncovers a distinctly Catholic ethic of commodity culture that—in contrast to Weber’s famous “Protestant ethic”—privileged the marvelous over the mundane, consumption over production, and the pleasures of enjoyment over the rigors of delayed gratification. He is also the author of The Virtues of Abandon: An Anti-Individualist History of the French Enlightenment (Stanford University Press, 2014; winner of the 2016 Laurence Wylie Prize in French Cultural Studies), which examines the relationship between personhood and property through the study of a culture of dispossession that drew together heretical mystics and radical materialists during the long eighteenth century. His research on selfhood, political economy, and economic theology has appeared in The Journal of Modern History, Modern Intellectual History, French Historical Studies, French History, and various edited volumes. He is currently at work on a new book, tentatively entitled Money and Martyrs, that extends the history of economic theology to debates over the fate of ecclesiastical property, paper currency, and civic religion during the French Revolution.",
        "education": "Ph.D. – Stanford University, 2005\n B.A. – Trinity University, Texas 1998",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 4:30 - 6:30 pm. Book an appointment by clicking here. Spring 2024: Tuesdays, 4:30 - 6:30 pm. Book an appointment by clicking here. Education Ph.D. – Stanford University, 2005 B.A. – Trinity University, Texas 1998 Interests and Research Charly Coleman, associate professor, specializes in the European Enlightenment and the French Revolution, with a particular emphasis on the intersections between religion, philosophy, and political economy. His latest monograph, The Spirit of French Capitalism: Economic Theology in the Age of Enlightenment (Stanford University Press, 2021; short-listed for the Kenshur Prize), uncovers a distinctly Catholic ethic of commodity culture that—in contrast to Weber’s famous “Protestant ethic”—privileged the marvelous over the mundane, consumption over production, and the pleasures of enjoyment over the rigors of delayed gratification. He is also the author of The Virtues of Abandon: An Anti-Individualist History of the French Enlightenment (Stanford University Press, 2014; winner of the 2016 Laurence Wylie Prize in French Cultural Studies), which examines the relationship between personhood and property through the study of a culture of dispossession that drew together heretical mystics and radical materialists during the long eighteenth century. His research on selfhood, political economy, and economic theology has appeared in The Journal of Modern History, Modern Intellectual History, French Historical Studies, French History, and various edited volumes. He is currently at work on a new book, tentatively entitled Money and Martyrs, that extends the history of economic theology to debates over the fate of ecclesiastical property, paper currency, and civic religion during the French Revolution. Charly Coleman, associate professor, specializes in the European Enlightenment and the French Revolution, with a particular emphasis on the intersections between religion, philosophy, and political economy. His latest monograph, The Spirit of French Capitalism: Economic Theology in the Age of Enlightenment (Stanford University Press, 2021; short-listed for the Kenshur Prize), uncovers a distinctly Catholic ethic of commodity culture that—in contrast to Weber’s famous “Protestant ethic”—privileged the marvelous over the mundane, consumption over production, and the pleasures of enjoyment over the rigors of delayed gratification. He is also the author of The Virtues of Abandon: An Anti-Individualist History of the French Enlightenment (Stanford University Press, 2014; winner of the 2016 Laurence Wylie Prize in French Cultural Studies), which examines the relationship between personhood and property through the study of a culture of dispossession that drew together heretical mystics and radical materialists during the long eighteenth century. His research on selfhood, political economy, and economic theology has appeared in The Journal of Modern History, Modern Intellectual History, French Historical Studies, French History, and various edited volumes. He is currently at work on a new book, tentatively entitled Money and Martyrs, that extends the history of economic theology to debates over the fate of ecclesiastical property, paper currency, and civic religion during the French Revolution. Courses Religion and Capitalism Rethinking Secularization in Early Modern Europe The European Enlightenment Politics of Terror: The French Revolution Early Modern France Composing the Self in Early Modern Europe Dissertation Prospectus Workshop Senior Thesis Seminar Contemporary Civilization I and II Historical Craft and Method Research Seminar for PhD Students Fellowships and Awards Short List, Kenshur Prize, for The Spirit of French Capitalism Heyman Center Fellowship Lenfest Junior Faculty Development Grant Membership, Institute for Advanced Study, School of Social Science President’s Global Innovation Fund, Columbia University, Enhancing the Research Component of the History Major (co-principal investigator, Susan Pedersen) Laurence Wylie Prize in French Cultural Studies, for The Virtues of Abandon Mabelle McLeod Lewis Memorial Fund Fellowship Marjorie Farrar Award, Society for French Historical Studies Mellon Dissertation Fellowship Bourse Chateaubriand, Service Culturel de l’Ambassade de France aux États-Unis Centennial Teaching Award, Stanford University",
        "publications": []
    },
    {
        "name": "Connelly, Matthew",
        "position": "Professor",
        "phone": "Phone  (212) 854-4563",
        "email": "mjc96@columbia.edu",
        "cv": "No CV found",
        "specialties": "",
        "education": "Ph.D — Yale University, 1997\n B.A. — Columbia University, 1990",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: ON SABBATICAL Education Ph.D — Yale University, 1997 B.A. — Columbia University, 1990 Interests and Research Matthew Connelly is a professor of international and global history at Columbia University, and has been co-director of its social science research center, the Institute for Social and Economic Research and Policy, since 2016. Connelly is also the principal investigator of History Lab, a project that uses data science to analyze state secrecy, with a focus on intelligence, surveillance, and weapons of mass destruction. Previously, from 2009-2013, Connelly directed the Hertog Global Strategy Initiative, a research program on the history and future of planetary threats, including nuclear war, pandemics, and climate change. His publications include A Diplomatic Revolution: Algeria's Fight for Independence and the Origins of the Post-Cold War Era, which won five prizes, Fatal Misconception: The Struggle to Control World Population, an Economist and Financial Times book of the year, and The Declassification Engine: What History Reveals about America’s Top Secrets, which was published in February by Random House. Connelly received his B.A. from Columbia in 1990 and earned his Ph.D. from Yale in 1997. Since then, he has been a professor at the University of Michigan and the London School of Economics, and has also held visiting positions at the University of Oslo, the University of Sydney, the Institut d’Etudes Politiques de Paris, and the Fundação Getulio Vargas in Rio de Janeiro. Connelly has written research articles in Nature-Human Behaviour, the Annals of Applied Statistics, Comparative Studies in Society and History, The International Journal of Middle East Studies, The American Historical Review, The Review française d'histoire d'Outre-mer, the Journal of Global History, and Past & Present. His courses include “The History of the End of the World,” and “The Future as History.” is a professor of international and global history at Columbia University, and has been co-director of its social science research center, the Institute for Social and Economic Research and Policy, since 2016. Connelly is also the principal investigator of History Lab, a project that uses data science to analyze state secrecy, with a focus on intelligence, surveillance, and weapons of mass destruction. Previously, from 2009-2013, Connelly directed the Hertog Global Strategy Initiative, a research program on the history and future of planetary threats, including nuclear war, pandemics, and climate change. His publications include A Diplomatic Revolution: Algeria's Fight for Independence and the Origins of the Post-Cold War Era, which won five prizes, Fatal Misconception: The Struggle to Control World Population, an Economist and Financial Times book of the year, and The Declassification Engine: What History Reveals about America’s Top Secrets, which was published in February by Random House. Connelly received his B.A. from Columbia in 1990 and earned his Ph.D. from Yale in 1997. Since then, he has been a professor at the University of Michigan and the London School of Economics, and has also held visiting positions at the University of Oslo, the University of Sydney, the Institut d’Etudes Politiques de Paris, and the Fundação Getulio Vargas in Rio de Janeiro. Connelly has written research articles in Nature-Human Behaviour, the Annals of Applied Statistics, Comparative Studies in Society and History, The International Journal of Middle East Studies, The American Historical Review, The Review française d'histoire d'Outre-mer, the Journal of Global History, and Past & Present. His courses include “The History of the End of the World,” and “The Future as History.”",
        "publications": []
    },
    {
        "name": "Elshakry, Marwa",
        "position": "Associate Professor",
        "phone": "Phone  (212) 851-5914",
        "email": "me2335@columbia.edu",
        "cv": "No CV found",
        "specialties": "Marwa Elshakry, Associate Professor, specializes in the history of science, technology, and medicine in the modern Middle East. She received her M.A. (1997) and Ph.D. (2003) from Princeton. Her first book, entitled, Reading Darwin in Arabic is forthcoming in 2013 with University of Chicago Press.",
        "education": "Ph.D — Princeton University, 2003\n M.A. — Princeton University, 1997\n B.A. — Rutgers University, 1995",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: ON LEAVE Education Ph.D — Princeton University, 2003 M.A. — Princeton University, 1997 B.A. — Rutgers University, 1995 Interests and Research Marwa Elshakry, Associate Professor, specializes in the history of science, technology, and medicine in the modern Middle East. She received her M.A. (1997) and Ph.D. (2003) from Princeton. Her first book, entitled, Reading Darwin in Arabic is forthcoming in 2013 with University of Chicago Press. Among her publications are 'When Science became Western: historiographical reflections', Isis, 101:1 (March 2010), 98-109, Elshakry and Sujit Sivasundaram, eds., Science, Race and Imperialism [Victorian Literature and Science series: vol. 6], [Pickering and Chatto, 2012], \"The Exegesis of Science in Twentieth Century Arabic Interpretations of the Qur'an\" in Jitse M. van der Meer and Scott Mandelbrote (eds),Interpreting Nature and Scripture: History of a Dialogue (2009), \"Knowledge in Motion: The Cultural Politics of Modern Science Translations in Arabic\", Isis, (December 2008), \"Darwinian Conversions: Science and Translation in Egypt and the Levant\" in Anne-Marie Moulin (ed.), Modernité et modernisation dans l’Empire ottoman du XIXe siècle à nos jours (2008), and \"The Gospel of Science and American Evangelism in Late Ottoman Beirut\", Past and Present, (August 2007).",
        "publications": []
    },
    {
        "name": "Evtuhov, Catherine",
        "position": "Professor",
        "phone": "Phone  (212) 854-2420",
        "email": "ce2308@columbia.edu",
        "cv": "No CV found",
        "specialties": "Catherine Evtuhov specializes in the history of Russia, primarily in the imperial period. Her interests include the history of Russian thought in European context, material culture and local history, and the history of the Black Sea region and Russian-Ottoman relations. She is currently working on two books,Russia in the Age of Elizabeth (1741-61), and This Side of Good & Evil: Vladimir Soloviev for the 21st Century.",
        "education": "Ph.D. – University of California, Berkeley, Russian and European History, 1991\n M.A. – University of California, Berkeley, Russian and European History, 1985\n D.E.A. (equivalent to M.A.) – Institut d'Etudes Politiques, Paris, Modern History, 1983\n A.B. – Harvard University, Social Studies, 1981",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: Education Ph.D. – University of California, Berkeley, Russian and European History, 1991 M.A. – University of California, Berkeley, Russian and European History, 1985 D.E.A. (equivalent to M.A.) – Institut d'Etudes Politiques, Paris, Modern History, 1983 A.B. – Harvard University, Social Studies, 1981 Interests and Research Catherine Evtuhov specializes in the history of Russia, primarily in the imperial period. Her interests include the history of Russian thought in European context, material culture and local history, and the history of the Black Sea region and Russian-Ottoman relations. She is currently working on two books,Russia in the Age of Elizabeth (1741-61), and This Side of Good & Evil: Vladimir Soloviev for the 21st Century. Courses Graduate New Directions in Russian History (Spring 2014, Fall 2016) New Directions in Russian History (Spring 2014, Fall 2016) Undergraduate History of Russia (lecture, Spring 2017) The Black Sea in History (Fall 2016) The Russian Revolution: 100 Years Later (Spring 2017) Recent Awards Rachel Carson Center Fellowship, Munich, Summer 2017. British Leverhulme Trust Fellowship (with David Moon, Julia Lajus, and others), 2013-2016. Fulbright Scholar Grant, Boğaziçi University, Istanbul, 2012-13. Wayne S. Vucinich prize (ASEEES) for Portrait of a Russian Province, 2012. Affiliations Member: American Historical Association; Association for Slavic, East European, and Eurasian Studies; British Association for Slavonic and East European Studies; European Society for Environmental History; Phi Beta Kappa",
        "publications": []
    },
    {
        "name": "Farber, Hannah",
        "position": "Assistant Professor",
        "phone": "Phone  212-853-8141",
        "email": "hannah.farber@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. – University of California, Berkeley, 2014\n M. A. – University of California, Berkeley, 2010\n B.A. – Yale University, 2005",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Mondays, 12:00 - 2:00 PM Fall 2024 : Mondays, 12:00 - 2:00 PM Education Ph.D. – University of California, Berkeley, 2014 M. A. – University of California, Berkeley, 2010 B.A. – Yale University, 2005 Research Interests Professor Hannah Farber specializes in the political economy of colonial North America, the early American republic, and the Atlantic World. Her first book, Underwriters of the United States (Omohundro Institute of Early American History and Culture/UNC Press, 2021) explains how the transnational system of marine insurance, by governing the behavior of American merchants, influenced the establishment and early development of the American republic. Additional research interests include: the visual and material culture of commerce (recent scholarship has focused on the bill of lading, and commercial property marks), interest rates, and civil court. Hannah Farber is a series editor for American Beginnings, 1500-1900, at the University of Chicago Press, and a frequent co-organizer of the Columbia University Seminar on Early American History and Culture. She was a 2020-2021 recipient of a National Endowment for the Humanities Fellow at the New-York Historical Society. Current CV Publications Book Underwriters of the United States: How Insurance Shaped the American Founding, Omohundro Institute of Early American History and Culture/UNC Press, 2021 *John Lyman Book Award, US Maritime History, North American Society for Oceanic History, 2021 *Hagley Prize for Best Book in Business History, Business History Conference, 2023 Other Selected Publications “Slave Trade Insurance in the Age of Abolition: Archives, Politics, and Legalities,” forthcoming, Slavery and Abolition “Early American Commercial Property Marks: Reading According to Code, and Beyond,” Early American Literature, Vol. 57, No. 1 (Feb. 2022): 43-84. “Something From Nothing? Currency and Finance in the Critical Period,” in From Independence to the U.S. Constitution: Reconsidering the Critical Period of American History, eds. Douglas Bradburn and Christopher R. Pearl (University of Virginia Press, 2022), 193-215. \"Insurance For (and Against) the Empire,\" Commonplace: the Journal of Early American Life, April 2022, \"The Political Economy of Marine Insurance and the Making of the United States,\" The William and Mary Quarterly, Vol. 77, No. 4 (Oct. 2020): 581-612 “Practical Americans” (review essay), The William & Mary Quarterly, Vol. 78, No. 2 (Apr. 2021): 339-357. \"Caught Between Pedagogy and Politics: The Challenges of Teaching Globalization in the Twenty-First Century,\" The History Teacher, Vol. 53, No. 3 (May 2020): 441-469 \"'Hamilton:' Who Tells Your Story?\" Public Books, co-author Derek Miller, Feb. 13. 2019. \"Sailing on Paper: The Embellished Bill of Lading in the Material Atlantic, 1720-1864,\" Early American Studies, Vol. 17, No. 1 (Winter 2019). *John M. Murrin Prize for best article published in EAS in 2019. \"Unrevolutionary Bastardy,\" review of The Low Road by Bruce Norris, The Junto: A Group Blog on Early American History, May 16, 2018. \"State-Building After War's End: A Government Financier Adjusts his Portfolio for Peace,\" Taking Stock of the State in Nineteenth-Century America, Journal of the Early Republic, Vol. 38, No. 1 (Spring 2018): 67-76. \"Millions for Credit: Peace with Algiers and the Establishment of America's Commercial Reputation Overseas, 1795-96,\" Journal of the Early Republic, Vol. 34, No. 2 (Summer 2014), 187-217. \"Nobody Panic: The Emerging Worlds of Economics and History in America,\" book review of Jessica Lepler, The Many Panics of 1837: People, Politics, and the Creation of a Transatlantic Financial Crisis (Cambridge, 2013), and Jonathan Levy, Freaks of Fortune: The Emerging World of Capitalism and Risk in America (Harvard, 2012), Enterprise and Society, Fall 2015. \"The Rise and Fall of the Province of Lygonia, 1643–1658,\" New England Quarterly 82 (September 2009), 490–513. Awards 2020: National Endowment for the Humanities Fellow at the New-York Historical Society 2019: Heyman Center Junior Faculty Fellowship, Columbia University 2019: Hettleman Summer Fesearch Fellowship, Columbia University 2018: Lenfest Junior Faculty Development Grant, Columbia University 2015: Finalist, Dissertation Prize, Society for Historians of the Early American Republic 2013-14: Mabelle McLeod Lewis Memorial Fund Fellowship (Stanford, CA) 2012-2013: Barra Dissertation Fellowship, McNeil Center for Early American Studies 2012-2013: Long Term Fellowship, Program in Early American Economy and Society, Library Company of Philadelphia 2011-2012: Exploratory Travel Grant, Economic History Association 2011-2012: Fellowship, New England Regional Fellowship Consortium 2011-2012: Marty and Bruce Coffey Fellowship, Huntington Library 2011-2012: Albert J. Beveridge Grant for Research in the History of the Western Hemisphere, American Historical Association 2011-2012: George H. Guttridge Graduate Prize, History Department, UC-Berkeley 2011-2012: Short-Term Academic Research Fellowship, American Antiquarian Society 2011-2012: Sort-Term Fellowship, Program in Early American Economy and Society, Library Company of Philadelphia 2011-2012: Samuel Flagg Bemis Dissertation Research Grant, Society for Historians of American Foreign Relations 2010: Outstanding Graduate Student Instructor Award, UC-Berkeley 2005: John Addison Porter prize for best undergraduate thesis in American history, Yale University Courses Contemporary Civilization I and II Early American Autobiography as History: Testimony, Adventure, Confession (seminar) Readings in Early American History (graduate) The Early American Republic: How the Rebels Became the Empire (lecture) Affiliations American Historical Association Omohundro Institute of Early American History and Culture Society for Historians of the Early American Republic",
        "publications": []
    },
    {
        "name": "Fields, Barbara",
        "position": "William R. Shephard Professor of History",
        "phone": "Phone  (212) 854-3004",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "Barbara J. Fields, professor, specializes in southern history and 19th-century social history. She received her B.A. from Harvard (1968) and her Ph.D. from Yale (1978). She is the author of Slavery and Freedom on the Middle Ground: Maryland during the Nineteenth Century (1985) and coauthor of The Destruction of Slavery (1985), Slaves No More: Three Essays on Emancipation and the Civil War (1992), and Free at Last: A Documentary History of Slavery, Freedom, and the Civil War (1992).",
        "education": "Ph.D. – Yale University, 1978\n M.A. – Yale University, 1972\n B.A. – Harvard University, 1968",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: ON LEAVE Spring 2024: ON LEAVE Education Ph.D. – Yale University, 1978 M.A. – Yale University, 1972 B.A. – Harvard University, 1968 Interests and Research Barbara J. Fields, professor, specializes in southern history and 19th-century social history. She received her B.A. from Harvard (1968) and her Ph.D. from Yale (1978). She is the author of Slavery and Freedom on the Middle Ground: Maryland during the Nineteenth Century (1985) and coauthor of The Destruction of Slavery (1985), Slaves No More: Three Essays on Emancipation and the Civil War (1992), and Free at Last: A Documentary History of Slavery, Freedom, and the Civil War (1992).",
        "publications": []
    },
    {
        "name": "Guridy, Frank",
        "position": "Dr. Kenneth and Kareitha Forde Professor of African American and African Diaspora Studies",
        "phone": "Phone  (212) 854-4520",
        "email": "fg2368@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. – University of Michigan, Ann Arbor, 2002\n M.A. – University of Illinois at Chicago, 1996\n B.A. – Syracuse University, 1993",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 4:15 - 5:30 pm (please use https://calendly.com/fguridy to book an appointment) Spring 2024: Education Ph.D. – University of Michigan, Ann Arbor, 2002 M.A. – University of Illinois at Chicago, 1996 B.A. – Syracuse University, 1993 Interests and Research a nd Research Frank Andre Guridy is the Dr. Kenneth and Kareitha Forde Professor of African American and African Diaspora Studies. He is also Professor of History and the Executive Director of the Eric H. Holder Initiative for Civil and Political Rights at Columbia. He is an award-winning historian whose recent research focuses on sport history, urban history, and the history of American social movements. His latest book, The Sports Revolution: How Texas Changed the Culture of American Athletics (University of Texas Press, 2021) explored how Texas-based sports entrepreneurs and athletes from marginalized backgrounds transformed American sporting culture during the 1960s and 1970s, the highpoint of the Black Freedom and Second-Wave feminist movements. Guridy is also a leading scholar of the Black Freedom Movement in the United States and the Caribbean. His first book, Forging Diaspora: Afro-Cubans and African Americans in a World of Empire and Jim Crow (University of North Carolina Press, 2010), won the Elsa Goveia Book Prize from the Association of Caribbean Historians and the Wesley-Logan Book Prize, conferred by the American Historical Association. He is also the co-editor of Beyond el Barrio: Everyday Life in Latino/a America (NYU Press, 2010), with Gina Pérez and Adrian Burgos, Jr. His scholarly articles have appeared in Kalfou, Radical History Review, Caribbean Studies, Social Text, and Cuban Studies. His writing and commentary on sport, society, and politics have been published in Public Books, Columbia News, NBC News.com and the Washington Post. He has also appeared on a wide variety of podcasts, radio, and TV programs, including the Edge of Sports podcast by The Nation, Burn it All Down, End of Sport, Texas Public Radio, the Houston Chronicle’s Sports Nation, Al Jazeera’s “The Listening Post,” WNYC Public Radio, among others. His fellowships include the Scholar in Residence Fellowship at the Schomburg Center for Research in BlackCulture and the Ray A. Billington Professorship in American History at Occidental College and the Huntington Library. He has also won awards for his teaching and service at multiple institutions, receiving the Regents’ Outstanding Teaching Award from the University of Texas at Austin in 2010, the Mark Van Doren Award for Teaching at Columbia in 2019, and the Faculty Service Award at Columbia in 2023. His next book, The Stadium: An American History of Politics, Protest, and Play (Basic Books, 2024), tells the story of the American stadium as an institution that has played a central role in American civic and political life and in the struggles for social justice from the 19th century until the present.",
        "publications": []
    },
    {
        "name": "Haley, Sarah",
        "position": "Associate Professor",
        "phone": "Phone  212-853-8092",
        "email": "sh4210@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: ON LEAVE Education Ph.D. Yale University, 2010. B.A. Vassar College, 2001. Sarah Haley, associate professor, has research interests in the history of gender and women, carceral history, Black feminist history and theory, prison abolition, and feminist archival methods.  She is the author of No Mercy Here: Gender, Punishment, and the Making of Jim Crow Modernity, published by the University of North Carolina Press in 2016.  No Mercy Here received awards from the Association of Black Women Historians, the American Historical Association, the American Studies Association, the National Women’s Studies Association, and the Southern Association for Women Historians and was selected for the National Book Foundation’s 2020-2021 Literature for Justice Reading List.  Professor Haley co-edited a special issue of Souls: A Critical Journal of Black Politics, Culture, and Society with Professors Prudence Cumberbatch and Dayo Gore.  Her writing has been published in edited volumes as well as journals including Signs: Journal of Women in Culture and Society, The Journal of African American History, GLQ: A Journal of Lesbian and Gay Studies, and Women & Performance: A Journal of Feminist Theory.  She is currently working on a book titled The Carceral Interior: A Black Feminist Study of American Punishment, 1966-2016.  Prior to arriving at Columbia, she worked as a paralegal and as an organizer with the hospitality workers’ union, UNITE HERE, and was the founding director of the Black Feminism Initiative at UCLA.",
        "publications": []
    },
    {
        "name": "Hallett, Hilary A.",
        "position": "Professor of History and Mendelson Family Associate Professor of American Studies; Director, Center for American Studies",
        "phone": "Phone  (212) 851-5902",
        "email": "hah2117@columbia.edu",
        "cv": "No CV found",
        "specialties": "Hilary A. Hallett is the Mendelson Family Professor and Director of American Studies and associate professor of History where she teaches modern American cultural and social history. Her areas of specialization include women and gender history; histories of popular and mass culture in transatlantic perspective; and histories of American culture industries, particularly theater, music, film, and Hollywood's history. She is interested in mass media’s relationship to social change, and to the big stories they tell about America and Americans over time.  She has written for popular outlets like the Los Angeles Times, appeared on radio and television, and worked as an historical consultant for film and television, most recently a forthcoming miniseries about actress and scientist, Hedy Lamarr.",
        "education": "Ph.D. — CUNY Graduate Center, 2005\n B.F.A. — Tisch School of the Arts, NYU",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 3:00 -4:30 pm (in 321 Hamilton Hall) Wednesdays, 3:00 -4:30 pm (in 321 Hamilton Hall) Education Ph.D. — CUNY Graduate Center, 2005 B.F.A. — Tisch School of the Arts, NYU Interests and Research Hilary A. Hallett is the Mendelson Family Professor and Director of American Studies and associate professor of History where she teaches modern American cultural and social history. Her areas of specialization include women and gender history; histories of popular and mass culture in transatlantic perspective; and histories of American culture industries, particularly theater, music, film, and Hollywood's history. She is interested in mass media’s relationship to social change, and to the big stories they tell about America and Americans over time.  She has written for popular outlets like the Los Angeles Times, appeared on radio and television, and worked as an historical consultant for film and television, most recently a forthcoming miniseries about actress and scientist, Hedy Lamarr. Studies and associate professor of History where she teaches modern American cultural and social history. Her areas of specialization include women and gender history; histories of popular and mass culture in transatlantic perspective; and histories of American culture industries, particularly theater, music, film, and Hollywood's history. She is interested in mass media’s relationship to social change, and to the big stories they tell about America and Americans over time.  She has written for popular outlets like the Los Angeles Times, appeared on radio and television, and worked as an historical consultant for film and television, most recently a forthcoming miniseries about actress and scientist, Hedy Lamarr. Professor Hallett's first book, Go West, Young Women: The Rise of Early Hollywood (2013) \r\nhttps://www.ucpress.edu/book/9780520274099/go-west-young-women puts the work of \r\nwomen and the sexual politics of early twentieth century America at center of how \r\nHollywood emerged as worldwide phenomenon. Professor Hallett's first book, G Professor Hallett's first book, G o West, Young Women: The Rise of Early Hollywood (2013) https://www.ucpress.edu/book/9780520274099/go-west-young-women puts the work of \r\nwomen and the sexual politics of early twentieth century America at center of how \r\nHollywood emerged as worldwide phenomenon. Her second book, Inventing the 'It Girl'; The Life & Times of Elinor Glyn explores the influence of the British socialite and celebrity author who founded the modern\n'sex novel' and taught early Hollywood how to depict heterosexual passion on\nscreen (due out with Norton- Liveright, summer 2022). Courses Hilary Hallett regularly teaches “American History at the Movies”; “Gender History and American Film” “Culture, Memory, and Crisis,” “Civilization and Its Discontents,” and a graduate course on “Modern American Cultural History.” Awards Fellow, Cullman Center for Scholars and Writers, New York Public Library, 2016-17 Jensen-Miller Prize, for “Based on a True Story,” Western History Association, 2012 Historical Society of Southern California/ Haynes Foundation Fellowship, 2007 Fellow, Center for the Analysis of Culture, Rutgers University, 2004-2005 E. P. Thompson Dissertation Fellowship, CUNY Graduate Center, 2002-2003  Affiliations Organization of American Historians Society of Cinema and Media Studies Women & the Silent Screen",
        "publications": []
    },
    {
        "name": "Jacoby, Karl",
        "position": "Allan Nevins Professor of American History",
        "phone": "Phone  (212) 854-3009",
        "email": "kj2305@columbia.edu",
        "cv": "No CV found",
        "specialties": "Karl Jacoby is a specialist in environmental, borderlands, and Native American history. His books include Crimes Against Nature: Squatters, Poachers, Thieves and the Hidden History of American Conservation and Shadows at Dawn: A Borderlands Massacre and the Violence of History.",
        "education": "Ph.D. — Yale University, 1997\n M.A. — Yale University, 1993\n B.A. — Brown University, 1987",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024 ON LEAVE Education Ph.D. — Yale University, 1997 M.A. — Yale University, 1993 B.A. — Brown University, 1987 Interests and Research Karl Jacoby is a specialist in environmental, borderlands, and Native American history. His books include Crimes Against Nature: Squatters, Poachers, Thieves and the Hidden History of American Conservation and Shadows at Dawn: A Borderlands Massacre and the Violence of History. Awards Ray Allen Billington Prize, Organization of American Historians Phillis Wheatley Book Prize, Harlem Book Fair Visiting Scholar, Russell Sage Foundation John Simon Guggenheim Memorial Foundation Fellowship Albert J. Beveridge Award in American History, American Historical Association Special Recognition, Robert F. Kennedy Book Award, Robert F. Kennedy Center for Justice and Human Rights Erminie Wheeler-Voeglin Award, the American Society for Ethnohistory Southwest Book Award, Border Regional Library Association Lois Rudnick Book Prize, New England American Studies Association George Perkins Marsh Award, American Society for Environmental History Littleton-Griswold Award in American law and society, American Historical Association American Council of Learned Societies Fellowship National Endowment for the Humanities Fellowship, Huntington Library",
        "publications": []
    },
    {
        "name": "Karjoo-Ravary, Ali",
        "position": "Richard W. Bulliet Assistant Professor of Islamic History",
        "phone": "Phone  212-853-4154",
        "email": "ak4847@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 12:10 - 2:10 pm Ali Karjoo-Ravary specializes in intellectual, social, and visual histories of premodern Islam in Arabic, Persian, and Turkic language sources. He is particularly interested in genres of historical writing, the role of cosmology in politics, Sufism, and multilingual poetry in the Islamic East (Mashriq). His book, currently titled Muhammad’s Song: Politics, Performance, and Cosmology in the Fourteenth Century, examines the formation of post-Mongol Islamic monarchy through the life and rule of Kadi Burhaneddin, a scholar turned poet-king in Anatolia whose writing and reception prefigured many of the hallmarks of later Islamic empires. Karjoo-Ravary’s research has been featured in a number of scholarly and popular venues, including bylines in Slate and AlJazeera English, as well as interviews with the BBC and CBC.",
        "publications": []
    },
    {
        "name": "Katznelson, Ira I.",
        "position": "Interim Provost; Ruggles Professor of Political Science and History",
        "phone": "Phone  (212) 854-3646",
        "email": "iik1@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Biography For information on Professor Katznelson's career and publications, please visit the Department of Political Science website. For information on Professor Katznelson's career and publications, please visit the . Please schedule office hours with his executive assistant by reaching out to ces112@columbia.edu.",
        "publications": []
    },
    {
        "name": "Kobrin, Rebecca A.",
        "position": "Russell and Bettina Knapp Associate Professor of American Jewish History",
        "phone": "Phone  (212) 854-9017",
        "email": "rk2351@columbia.edu",
        "cv": "No CV found",
        "specialties": "Rebecca Kobrin is the Russell and Bettina Knapp Associate Professor of American Jewish History. She works in the fields of immigration history, urban studies, business history, East European history and American Jewish History, specializing in modern Jewish migration. She received her B.A. (1994) from Yale University and her Ph.D. (2002) from the University of Pennsylvania.  She served as the Blaustein Post-Doctoral Fellow at Yale University (2002-2004) and the American Academy of Jewish Research Post-Doctoral Fellow at New York University (2004-6).  Her book Jewish Bialystok and Its Diaspora (Indiana University Press, 2010) was awarded the Jordan Schnitzer prize (2012).  She is the editor of Chosen Capital: The Jewish Encounter with American Capitalism (Rutgers University Press, 2012), Salo Baron: Using the Past to Shape the Future of Jewish Studies in America (Columbia University Press, 2022) and is co-editor with Adam Teller of Purchasing Power: The Economics of Jewish History (University of Pennsylvania Press, 2015).  In 2015, she was awarded Columbia University’s Lenfest Distinguished Faculty Award for her outstanding teaching and graduate student mentoring.  Her forthcoming book, A Credit to the Nation: East European Immigrant Bankers and American Finance, 1870-1930 (Harvard University Press, 2024), looks at the lost world of immigrant banking and brings together the literature on American banking, East European Jewish history, and immigration studies.  She is one of the principal investigators leading the award-winning digital humanities Historical NYC Project, an award-winning map that visualizes the demographic and spatial changes wrought in New York City between 1850 and 1940.",
        "education": "Ph.D. — University of Pennsylvania, 2002\n M.S. Ed. — University of Pennsylvania, School of Education, 2000\n M.A. — University of Pennsylvania, 1995\n B.A. — Yale University, 1994",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 2:30 - 4:00 pm Spring 2024: Spring 2024 Wednesdays, 2:30 - 4:00 pm Wednesdays, 2:30 - 4:00 pm Education Ph.D. — University of Pennsylvania, 2002 M.S. Ed. — University of Pennsylvania, School of Education, 2000 M.A. — University of Pennsylvania, 1995 B.A. — Yale University, 1994 Interests and Research Rebecca Kobrin is the Russell and Bettina Knapp Associate Professor of American Jewish History. She works in the fields of immigration history, urban studies, business history, East European history and American Jewish History, specializing in modern Jewish migration. She received her B.A. (1994) from Yale University and her Ph.D. (2002) from the University of Pennsylvania.  She served as the Blaustein Post-Doctoral Fellow at Yale University (2002-2004) and the American Academy of Jewish Research Post-Doctoral Fellow at New York University (2004-6).  Her book Jewish Bialystok and Its Diaspora (Indiana University Press, 2010) was awarded the Jordan Schnitzer prize (2012).  She is the editor of Chosen Capital: The Jewish Encounter with American Capitalism (Rutgers University Press, 2012), Salo Baron: Using the Past to Shape the Future of Jewish Studies in America (Columbia University Press, 2022) and is co-editor with Adam Teller of Purchasing Power: The Economics of Jewish History (University of Pennsylvania Press, 2015).  In 2015, she was awarded Columbia University’s Lenfest Distinguished Faculty Award for her outstanding teaching and graduate student mentoring.  Her forthcoming book, A Credit to the Nation: East European Immigrant Bankers and American Finance, 1870-1930 (Harvard University Press, 2024), looks at the lost world of immigrant banking and brings together the literature on American banking, East European Jewish history, and immigration studies.  She is one of the principal investigators leading the award-winning digital humanities Historical NYC Project, an award-winning map that visualizes the demographic and spatial changes wrought in New York City between 1850 and 1940. Courses Jews and the City: Comparative Urban History Immigrant New York American Jewish History Holocaust and American Culture Approaches to International and Global History Religion in the Writing of American History (graduate seminar) Selected Awards American Jewish Historical Society’s Wasserstein Prize for “Destructive Creators: Sender Jarmulowsky and Financial Failure,” 2013 Shoah Foundation Teaching Award, 2012 Center for Advanced Jewish Studies, Fellow, “Jews, Commerce and Culture,” 2008 Sandra and Fred Rose Young Historian’s Award, Center for Jewish History, 2004 American Philosophical Society, Franklin Post-Doctoral Research Fellowship, 2003 American Council of Learned Societies, Fellowship, 2003 Fulbright (IIE) Fellowship, Israel, 1998-9 Affiliations American Historical Association American Jewish Historical Society, Academic Council Association for Jewish Studies [Women's Caucus, Executive Board] Association for Slavic, East European and Eurasian Studies Organization of American Historians",
        "publications": []
    },
    {
        "name": "Kosto, Adam",
        "position": "James R. Barker Professor of Contemporary Civilization",
        "phone": "Phone  (212) 854-3005",
        "email": "ajkosto@columbia.edu",
        "cv": "No CV found",
        "specialties": "Adam Kosto specializes in the institutional and legal history of medieval Europe, with a focus on Catalonia and the Mediterranean. He received his B.A. from Yale (1989), an M.Phil. from Cambridge (1990), and his Ph.D. from Harvard (1996). He is the author of Making Agreements in Medieval Catalonia: Power, Order, and the Written Word, 1000-1200 (Cambridge UP, 2001) and  Hostages in the Middle Ages (Oxford UP, 2012), and co-editor of The Experience of Power in Medieval Europe , 950-1350 (Ashgate, 2005), Charters, Cartularies, and Archives: The Preservation and Transmission of Documents in the Medieval West (PIMS, 2002), and Documentary Practices and the Laity in the Early Middle Ages (Cambridge UP, 2012). He is a member of the Commission Internationale de Diplomatique and currently serves as program director for Columbia's History in Action initiative.",
        "education": "Ph.D. — Harvard University, 1996\n M.Phil. — Cambridge University, 1990\n B.A. — Yale University, 1989",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Tuesdays, 10:00 am - 12:00 pm. Education Ph.D. — Harvard University, 1996 M.Phil. — Cambridge University, 1990 B.A. — Yale University, 1989 Interests and Research Adam Kosto specializes in the institutional and legal history of medieval Europe, with a focus on Catalonia and the Mediterranean. He received his B.A. from Yale (1989), an M.Phil. from Cambridge (1990), and his Ph.D. from Harvard (1996). He is the author of Making Agreements in Medieval Catalonia: Power, Order, and the Written Word, 1000-1200 (Cambridge UP, 2001) and  Hostages in the Middle Ages (Oxford UP, 2012), and co-editor of The Experience of Power in Medieval Europe , 950-1350 (Ashgate, 2005), Charters, Cartularies, and Archives: The Preservation and Transmission of Documents in the Medieval West (PIMS, 2002), and Documentary Practices and the Laity in the Early Middle Ages (Cambridge UP, 2012). He is a member of the Commission Internationale de Diplomatique and currently serves as program director for Columbia's History in Action initiative. Adam Kosto specializes in the institutional and legal history of medieval Europe, with a focus on Catalonia and the Mediterranean. He received his B.A. from Yale (1989), an M.Phil. from Cambridge (1990), and his Ph.D. from Harvard (1996). He is the author of Making Agreements in Medieval Catalonia: Power, Order, and the Written Word, 1000-1200 (Cambridge UP, 2001) and  Hostages in the Middle Ages (Oxford UP, 2012), and co-editor of The Experience of Power in Medieval Europe , 950-1350 (Ashgate, 2005), Charters, Cartularies, and Archives: The Preservation and Transmission of Documents in the Medieval West (PIMS, 2002), and Documentary Practices and the Laity in the Early Middle Ages (Cambridge UP, 2012). He is a member of the and currently serves as program director for Columbia's initiative.",
        "publications": []
    },
    {
        "name": "Lightfoot, Natasha",
        "position": "Associate Professor",
        "phone": "Phone  (212) 851-5915",
        "email": "njl2106@columbia.edu",
        "cv": "No CV found",
        "specialties": "Natasha Lightfoot, associate professor, specializes in slavery and emancipation studies, and black identities, politics, and cultures in the fields of Caribbean, Atlantic World, and African Diaspora History. Her forthcoming book focuses on black working class people's everyday forms of freedom in Antigua after emancipation.",
        "education": "Ph.D. — New York University 2007\n M.A. — New York University 2002\n B.A. — Yale University 1999",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: Education Ph.D. — New York University 2007 M.A. — New York University 2002 B.A. — Yale University 1999 Interests and Research Natasha Lightfoot, associate professor, specializes in slavery and emancipation studies, and black identities, politics, and cultures in the fields of Caribbean, Atlantic World, and African Diaspora History. Her forthcoming book focuses on black working class people's everyday forms of freedom in Antigua after emancipation. Courses Comparative Slavery and Abolition in the Atlantic World Resistance and the Black Atlantic The Modern Caribbean Awards American Council of Learned Societies Fellowship, 2020-2021 Endangered Archives Programme Grant, The British Library, 2019-2020, for digital preservation at the Antigua & Barbuda National Archives Scholar in Residence, Schomburg Center for Research in Black Culture, New York Public Library, Spring 2013 Ford Foundation/National Research Council Postdoctoral Fellowship, 2012-2013 Society for Caribbean Studies UK Postdoctoral Essay Prize, \"Their Coats Were Tied Up Like Men,\" July 2009 Gilder-Lehrman Center for the Study of Slavery, Abolition and Resistance Post-Doctoral Fellowship, Yale University, 2008 [in residence May 2009] Kate B. and Hall J. Peterson Fellowship, The American Antiquarian Society, 2006 Henry Mitchell MacCracken Fellowship, New York University, 2000-2005 Dean's Fellowship, New York University, 2000-2005 Tinker Grant for Caribbean Field Research, New York University, 2002 Affiliations Member, Association of Caribbean Historians Executive Board Member, Association for the Study of the Worldwide African Diaspora Member, The Conference on Latin American History Member, American Historical Association Member, Organization of American Historians",
        "publications": []
    },
    {
        "name": "Mann, Gregory",
        "position": "Professor",
        "phone": "Phone  (212) 854-3168",
        "email": "gm522@columbia.edu",
        "cv": "No CV found",
        "specialties": "Gregory Mann, Professor, is an historian of West and francophone Africa. His work has focused largely on Mali and the Sahel in the twentieth century, including both the colonial and the postcolonial periods. Mann has written two books: From Empires to NGOs in the West African Sahel: the Road to Nongovernmentality (2015) and Native Sons: West African Veterans and France (2006). Each analyzes an aspect of governmentality, or the forms of governmental logic that animate life and struggle in the seam between state and society. Mann has also published a score of peer-reviewed articles—notably in the American Historical Review, Comparative Studies in Society and History, and the Journal of African History—on themes ranging from pilgrimage to migration, human rights, the history of the social sciences, and the historiography of Africa. He is currently writing a synthetic book-length essay on the historical relationship between Africa and France, from the mid-nineteenth to the twenty-first century.",
        "education": "Ph.D. — Northwestern University 2000\n M.A. — Northwestern University 1995\n B.A. — University of Georgia 1993",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Education Ph.D. — Northwestern University 2000 M.A. — Northwestern University 1995 B.A. — University of Georgia 1993 Interests and Research Courses 2020 Co-P.I., grant from Modern Endangered Archives Program, UCLA, for Projet Archives Femmes (Bamako) 2020 Co-P.I., grant from Modern Endangered Archives Program, UCLA, for Projet Archives 2020 P.I., grant from Humanities War and Peace Initiative, Columbia 2018 P.I., grant from CAETR (Collaborative to Advance Equity through Teaching and Research at Columbia), for second round of project to preserve archives of Malian feminists 2018-19 P.I., grant from ISERP for a seminar series on “Time and Temporality in African History” 2017 P.I., grant from CAETR (Collaborative to Advance Equity through Teaching and Research at Columbia), for project to preserve archives of Malian feminists, $5,000 2015 Choice Outstanding Academic Title: From Empires to NGOs in the West African Sahel (Cambridge, 2015) 2011 Faculty grant, Institute of African Studies; History Department Board of Visitors grant, les Maliens à New York: Atelier méthodologique sur une phénomène migratoire, co- organized with Dr. Isaie Dougnon (FLASH), New York City, July 2011 Chang-Chavkin grant for contributions to the Global Core, Columbia College 2009-10 Fellow, Stanford Humanities Center 2007 David Pinkney Prize for the best book in French history published in 2006, awarded by the Society for French Historical Studies for Native Sons 2007 Finalist, Melville J. Herskovits Prize for the best book in African studies published in 2006, awarded by the African Studies Association for Native Sons 2007 Faculty Development Grant, Columbia University 2005 National Endowment for the Humanities Summer Stipend for project on “Building African Citizenship: Independent Mali and Post-Imperial France” 2004 Fellow, Columbia University Institute for Scholars at Reid Hall (Paris), Spring 2002-03 “West African Muslims in New York City” (research grant), with Drs. Linda Beck and Ousmane Kane, as part of a larger project on “Muslims in New York”, funded by the Ford Foundation 2002 Faculty Development Grant, Columbia University 2000 Camargo Foundation Fellowship (Cassis, France) 1999-2000 Dissertation Year Fellowship, Northwestern University 1998-99 Fulbright-IIE Fellowship 1997-98 AED/NSEP Graduate Enhancement Fellowship 1996 Foreign Language and Area Studies Fellowship (summer) 1996 Hans E. Panofsky Research Grant, Program of African Studies, Northwestern University 1995-97 Northwestern University Fellow 1994-95 Andrew W. Mellon Fellowship in Humanistic Studies",
        "publications": []
    },
    {
        "name": "Mazower, Mark",
        "position": "Ira D. Wallach Professor of History",
        "phone": "Phone  (212) 854-4576",
        "email": "mm2669@columbia.edu",
        "cv": "No CV found",
        "specialties": "Mark Mazower, Ira D. Wallach Professor of History, specializes in modern Greece, 20th-century Europe, and international history. His current interests include the historical evolution of the Greek islands in the very long run. He comments on international affairs and reviews books for the Financial Times, the Nation, the London Review of Books, the New York Review of Books and others. In 2016 he made a film Techniques of the Body, a meditation on the refugee crisis in Greek history, with director Constantine Giannaris. His most recent books are The Greek Revolution: 1821 and the Making of Modern Europe (2021) which won the Duff Cooper Prize and What You Did Not Tell: A Russian Past and the Journey Home (Other Press, 2017), a family history. He is Stavros Niarchos Foundation Director of the Columbia Institute for Ideas and Imagination, which opened at Reid Hall in Paris in fall 2018 and which brings together scholars with leading artists, writers, composers and film-makers from around the world. He is a member of the American Academy of Arts and Sciences and a Fellow of the British Academy.",
        "education": "D.Phil. — Oxford University 1988\n M.A. — Johns Hopkins University 1983\n B.A. — Oxford University 1981",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 10:30 am - 12:00 pm Spring 2024: Tuesdays, 10:30 am - 12:00 pm Education D.Phil. — Oxford University 1988 M.A. — Johns Hopkins University 1983 B.A. — Oxford University 1981 Interests and Research Mark Mazower, Ira D. Wallach Professor of History, specializes in modern Greece, 20th-century Europe, and international history. His current interests include the historical evolution of the Greek islands in the very long run. He comments on international affairs and reviews books for the Financial Times, the Nation, the London Review of Books, the New York Review of Books and others. In 2016 he made a film Techniques of the Body, a meditation on the refugee crisis in Greek history, with director Constantine Giannaris. His most recent books are The Greek Revolution: 1821 and the Making of Modern Europe (2021) which won the Duff Cooper Prize and What You Did Not Tell: A Russian Past and the Journey Home (Other Press, 2017), a family history. He is Stavros Niarchos Foundation Director of the Columbia Institute for Ideas and Imagination, which opened at Reid Hall in Paris in fall 2018 and which brings together scholars with leading artists, writers, composers and film-makers from around the world. He is a member of the American Academy of Arts and Sciences and a Fellow of the British Academy. Awards Gennadius Prize, 2023 Honorary Citizenship, Republic of Greece. 2022 Fellow of the British Academy, 2019 D. Litt., honoris causa, Catholic University of Leuven, 2019 D. Litt., honoris cause, University of Athens, 2015 Dido Sotiriou Award of the Hellenic Authors Society, 2012 Society of Columbia Graduates Great Teacher Award - 2011 Fellow, American Academy of Arts and Sciences Hitler's Empire: Trilling Award - 2009 Hitler's Empire: LA Times Book Prize for History - 2009 Salonica, City of Ghosts: Duff Cooper Prize - 2005 John Criticos Prize, Runciman Prize, National Jewish Book Award - 2005 Dark Continent: German History Book Prize - 2002 The Balkans: Wolfson Prize for History - 2001 The Balkans: Adolphe Bentinck Prize - 2001 Dark Continent: Premio Acqui - 2001 Affiliations Stavros Niarchos Foundation Director, Columbia Institute for Ideas and Imagination Member, Editorial Board, Past and Present",
        "publications": []
    },
    {
        "name": "Mazurek, Malgorzata",
        "position": "Associate Professor of Polish Studies",
        "phone": "Phone  (212)854-2514",
        "email": "mm4293@columbia.edu",
        "cv": "No CV found",
        "specialties": "Małgorzata Mazurek specializes in modern history of Poland and East Central Europe. Her interests include history of social sciences, international development, social history of labor and consumption in the twentieth-century Poland and Polish-Jewish studies. She published Society in Waiting Lines: On Experiences of Shortages in Postwar Poland (Warsaw, 2010), which deals with history of social inqualities under state socialism, and articles on labor, consumption, and history of human and social sciences in twentieth-century east central Europe. Her current book project Economics of Hereness: The Polish Origins of Global Developmentalism 1918-1968 revises the history of developmental thinking by centering east-central Europe as the locality of innovations in economic thought in post-imperial Europe and the postcolonial world. It investigates the role of Warsaw-based social scientists in shaping Eastern European debates on population, migration and capitalism and further, in transforming this locally produced knowledge into development policies for the so-called “Third World.”  In 2014-2018 she has also been a also a member of an international research project Socialism Goes Global: Cold War Connections between the ‘Second’ and ‘Third World’ 1945-1991 funded by the British Arts and Humanities Research Council.",
        "education": "Ph.D. – Warsaw University, 2008\n M.A. – Warsaw University, 2004 (Sociology)\n M.A. – Warsaw University, 2003 (History)",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: ON LEAVE ON LEAVE Education Ph.D. – Warsaw University, 2008 M.A. – Warsaw University, 2004 (Sociology) M.A. – Warsaw University, 2003 (History) Interests and Research Małgorzata Mazurek specializes in modern history of Poland and East Central Europe. Her interests include history of social sciences, international development, social history of labor and consumption in the twentieth-century Poland and Polish-Jewish studies. She published Society in Waiting Lines: On Experiences of Shortages in Postwar Poland (Warsaw, 2010), which deals with history of social inqualities under state socialism, and articles on labor, consumption, and history of human and social sciences in twentieth-century east central Europe. Her current book project Economics of Hereness: The Polish Origins of Global Developmentalism 1918-1968 revises the history of developmental thinking by centering east-central Europe as the locality of innovations in economic thought in post-imperial Europe and the postcolonial world. It investigates the role of Warsaw-based social scientists in shaping Eastern European debates on population, migration and capitalism and further, in transforming this locally produced knowledge into development policies for the so-called “Third World.”  In 2014-2018 she has also been a also a member of an international research project Socialism Goes Global: Cold War Connections between the ‘Second’ and ‘Third World’ 1945-1991 funded by the British Arts and Humanities Research Council. She has recently wrote about the idea of full-employment in interwar Poland for American Historical Review;  history of social sciences for a survey handbook The Interwar World, and about university as the Second-Third World space in the Cold War for the volume Socialist Internationalism and the Gritty Politics of the Particular edited by Kristin Roth-Ey. Courses Contemporary Civilization I and II Other Europe: Eastern, Central and Southeastern Europe in a Global Perspective (Graduate Reading Seminar) Twentieth-Century Poland in Personal Accounts Empire and Nation-Building: Eastern and Central Europe (Global Core) Culture in Polish Lands Everyday Communism Senior Thesis Seminar Graduate Historiography Eastern Europe in a Global Perspective Free/Unfree Labor History of Social Sciences (Graduate Seminar) Fin-de-Siècle Europe Selected Awards 2018 Lenfest Junior Faculty Development Grant for a project \"Structuring the World: the Science of Interconnectedness from Natural History to Social Statistics, 1780s-1930s\" Lenfest Junior Faculty Development Award, Columbia University, 2017-18 Visiting Professor, Sciences Po Paris, May-June 2017 Arts and Humanities Research Council Grant (2015-18) for the collaborative research project Socialism Goes Global: Cold War Connections Between the ‘Second’ and ‘Third Worlds’ 1945-1991 Marie Curie Fellowship of the Gerda Henkel Foundation, Columbia University, 2012-2014 Chercheur invité at l’École des hautes études en sciences sociales (EHESS), Paris, 2010",
        "publications": []
    },
    {
        "name": "McCurry, Stephanie",
        "position": "R. Gordon Hoxie Professor of American History in Honor of Dwight D. Eisenhower",
        "phone": "Phone  (212) 854-1741",
        "email": "sm4041@columbia.edu",
        "cv": "No CV found",
        "specialties": "Stephanie McCurry, Professor of History, specializes in the American Civil War and Reconstruction, the nineteenth century United States, the American South, and the history of women and gender. Current work focuses on the epic human drama of Reconstruction in the U.S. and the comparative history of postwar societies and processes of reconstruction in the 19th and 20th centuries.",
        "education": "Ph.D. – State University of New York, Binghamton\n M.A. – University of Rochester\n B.A. –University of Western Ontario",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: ON LEAVE Spring 2024: ON LEAVE Education Ph.D. – State University of New York, Binghamton M.A. – University of Rochester B.A. –University of Western Ontario Interests and Research Stephanie McCurry, Professor of History, specializes in the American Civil War and Reconstruction, the nineteenth century United States, the American South, and the history of women and gender.  Current work focuses on the epic human drama of Reconstruction in the U.S. and the comparative history of postwar societies and processes of reconstruction in the 19th and 20th centuries. Expert in Civil War and Reconstruction and available for journalists on related issues, including Confederate Monuments and memory, Proslavery ideas and Slavery and its Legacy in U.S. To read an excerpt of Professor McCurry's newest book Women's War: Fighting and Surviving the American Civil War (2019), please visit this link. For a video of a recent lecture, please see . To visit her website, please see this link. Awards Richard Dunn Award for Distinguished Teaching, University of Pennsylvania, 2014. Elected, Member, Society of American Historians, 2013. Confederate Reckoning:  Frederick Douglass Book Prize of the Gilder Lehrman Center for the Study of Slavery and Abolition, 2011. Confederate Reckoning:  Pulitzer Prize finalist, April 2011. Confederate Reckoning:  Merle Curti Prize, Organization of American Historians, 2011. Confederate Reckoning:  Avery O. Craven Award of the Organization of American Historians, 2011. Confederate Reckoning:  Willie Lee Rose Prize of the Southern Association of Women Historians, 2011. John Simon Guggenheim Memorial Foundation Fellowship, 2003-04. Masters of Small Worlds:  John Hope Franklin Prize of the American Studies Association, 1996. Masters of Small Worlds:  Francis Butler Simkins Prize of the Southern Historical Association, 1997. Masters of Small Worlds:  Charles Sydnor Prize of the Southern Historical Association, 1996. Masters of Small Worlds:  Willie Lee Rose Prize of the Southern Association of Women Historians, 1997. Masters of Small Worlds:  Best Book Prize of the South Carolina Historical Association, 1995. Massive Open Online Course The History of the Slave South, 10 weeks, offered on the Coursera Platform, January –March 2014, January –March 2015",
        "publications": []
    },
    {
        "name": "Ngai, Mae",
        "position": "Lung Family Professor of Asian American Studies and Professor of History",
        "phone": "Phone  (212) 854-2518",
        "email": "mn53@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. — Columbia University, 1998 (with distinction)\n M.A. — Columbia University, 1993\n B.A. — SUNY Empire State, 1992",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours On Leave 2024-2025 On Leave 2024-2025 Fall 2024: ON LEAVE Education Ph.D. — Columbia University, 1998 (with distinction) M.A. — Columbia University, 1993 B.A. — SUNY Empire State, 1992 Interests and Research Mae M. Ngai is Lung Family Professor of Asian American Studies and Professor of History. She is a U.S. legal and political historian interested in the histories of immigration, citizenship, nationalism, and the Chinese diaspora. She is author of the award winning Impossible Subjects: Illegal Aliens and the Making of Modern America (2004); The Lucky Ones: One Family and the Extraordinary Invention of Chinese America (2010); and The Chinese Question: The Gold Rushes and Global Politics (2021); and coeditor of Corky Lee’s Asian America: Fifty Year of Photographic Justice (2024). Ngai has written on immigration history and policy for the Washington Post, New York Times, Los Angeles Times, the Atlantic, the Nation, and Dissent. Before becoming a historian she was a labor-union organizer and educator in New York City, working for District 65-UAW and the Consortium for Worker Education. She is now writing Nation of Immigrants: A Short History of an Idea (under contract with Princeton University Press). Courses Immigrants in American History and Life (lecture) Colonization/Decolonization (undergraduate seminar) Transnational Migration and Citizenship (graduate/undergraduate seminar) Historiography for PhD students Awards Fellowships and Grants Russell Sage Foundation (2020) Lawrence Stone Lectures, Princeton University (2018) Shelby Collum Davis for Historical Studies, Princeton University (Spring 2018) Kluge Chair in Countries and Cultures of the North, Library of Congress (Fall 2017) Huntington Library (Spring 2017) University Lecture, Columbia (2015) Woodrow Wilson International Center for Scholars (2013) OAH-AHRAC China Residency Program (2013) Chiang Ching-Kuo Foundation for International Scholarly Exchange (2012) Cullman Center for Scholars and Writers, New York Public Library (2012) Institute for Advanced Study (2009) John Simon Guggenheim Memorial Foundation (2009) Huntington Library (2006) Radcliffe Institute for Advanced Study, Harvard (2003) NYU Law School (2000) Social Science Research Council (1999) Affiliations Center for the Study of Ethnicity and Race, Columbia Editorial Board, International Labor and Working Class History Editorial Board, Journal of American Ethnic History",
        "publications": []
    },
    {
        "name": "Nguyen, Lien-Hang T.",
        "position": "Dorothy Borg Associate Professor in the History of the United States and East Asia",
        "phone": "Phone  (212) 854-0129",
        "email": "ln2358@columbia.edu",
        "cv": "No CV found",
        "specialties": "Lien-Hang T. Nguyen, Dorothy Borg Associate Professor in the History of the United States and East Asia, specializes in the Vietnam War, U.S.-Southeast Asian relations, and the global Cold War. Professor Nguyen is currently working on a comprehensive history of the 1968 Tet Offensive for RandomHouse. She is the general editor of the forthcoming Cambridge History of the Vietnam War, 3 vols., as well as co-editor of the Cambridge Studies in U.S. Foreign Relations.",
        "education": "Ph.D. – Yale University, 2008\n B.A. – University of Pennsylvania, 1996",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: TBD Spring 2024: Education Ph.D. – Yale University, 2008 B.A. – University of Pennsylvania, 1996 Interests and Research Lien-Hang T. Nguyen, Dorothy Borg Associate Professor in the History of the United States and East Asia, specializes in the Vietnam War, U.S.-Southeast Asian relations, and the global Cold War. Professor Nguyen is currently working on a comprehensive history of the 1968 Tet Offensive for RandomHouse. She is the general editor of the forthcoming Cambridge History of the Vietnam War, 3 vols., as well as co-editor of the Cambridge Studies in U.S. Foreign Relations. Courses The Vietnam War The United States and East Asia The Wars for Indochina Southest Asia & the World Awards National Endowment for the Humanities Public Scholar Grant, 2016. Society for Historians of American Foreign Relations Stuart L. Bernath Memorial Lecture Prize, 2015. Society for Historians of American Foreign Relations Stuart L. Bernath Book Prize, 2013. Society for Military History Edward M. Coffman Prize for best military history manuscript, 2012. Henry Chauncey Jr. ’57 Postdoctoral Fellow in Grand Strategy, International Security Studies, Yale University, 2009-2010. International Seminar on Decolonization Fellow, National History Center, American Historical Association, Summer 2009. John M. Olin Postdoctoral Fellow for Military History and Strategy, International Security Studies, Yale University, 2008-2009. John M. Olin Institute for Strategic Studies Pre-doctoral Fellow, Weatherhead Center for International Affairs, Harvard University, 2005-2006. Center for International Security and Cooperation Pre-doctoral Fellow, Freeman Spogli Institute for International Studies, Stanford University, 2004-2005. Affiliations Member, Editorial Board, The Journal of Vietnam Studies Member, Editorial Board, International Studies Security Forum Member, Society for Historians of American Foreign Relations Member, Association of Asian Studies",
        "publications": []
    },
    {
        "name": "Pedersen, Susan G.",
        "position": "Gouverneur Morris Professor of History",
        "phone": "Phone  (212) 854-2414",
        "email": "sp2216@columbia.edu",
        "cv": "No CV found",
        "specialties": "Susan Pedersen, Gouverneur Morris Professor of History, specializes in British history, the British empire, comparative European history, and international history.  Her book about the League of Nations and its impact on the imperial order, The Guardians:  The League of Nations and the Crisis of Empire, appeared from Oxford University Press in summer 2015.",
        "education": "Ph.D. — Harvard University, 1989\n M.A. — Harvard University, 1983\n B.A. — Radcliffe College, 1982",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: ON LEAVE Education Ph.D. — Harvard University, 1989 M.A. — Harvard University, 1983 B.A. — Radcliffe College, 1982 Interests and Research Susan Pedersen, Gouverneur Morris Professor of History, specializes in British history, the British empire, comparative European history, and international history.  Her book about the League of Nations and its impact on the imperial order, The Guardians:  The League of Nations and the Crisis of Empire, appeared from Oxford University Press in summer 2015. In 2014, Pedersen founded a graduate training collaboration in Twentieth-Century British history with Guy Ortolano of NYU and Peter Mandler of Cambridge University. PhD students working in this field participate in regular dissertation workshops and book discussions across all three institutions. For more on the New York-Cambridge Training Collaboration (NYCTC)  click here. After ten years in operation, NYCTC will conclude its activity with a final workshop in Cambridge in July 2024. Lectures available on line: \"The Interwar Order Revealed:  Or, How the Italo-Abyssinian War Changed the World,\" Bielefeld Wissenschaftspreis lecture, Bielefeld, June 2022 \"The Interwar Order Revealed:  Or, How the Italo-Abyssinian War Changed the World,\" Bielefeld Wissenschaftspreis lecture, Bielefeld, June 2022 Susan Pedersen opens the “The Moment of British Women's History” conference, February 2013. “The League of Nations Secretariat as a Site of Political Imagination,” Nicolai Rubinstein Memorial Lecture, Queen Mary / University of London, March 2017; “Why Look Back at the League of Nations?” Cundill Prize Lecture, McGill University, Montreal, October 2016; Awards Bielefeld Wissenschaftspreis, 2022 Leverhulme Distinguished Visiting Professor, Cambridge University, Spring 2022 Fellowship, Swedish Collegium for Advanced Study, Fall 2021 Visiting Fellow, Trinity College, Cambridge, 2018-19 Cundill Prize in Historical Literature, and Lionel Trilling Prize, for The Guardians:  The League of Nations and the Crisis of Empire, 2015. Fellowship, All Souls College, Oxford University, Spring 2014. Fellowship from the Cullman Center for Writers and Scholars, New Public Library, 2011-12. Fellowship from the Princeton Institute for Advanced Study, 2011. Fellowship from the American Academy in Berlin, 2009. Fellowship from the Guggenheim Foundation, 2006. Fellowship from the the Wissenschaftskolleg zu Berlin, 2005-6. Fellowship from the Radcliffe Institute for Advanced Study, 2002-3 and 1994-5. Albion book prize of the North American Conference on British Studies (for Eleanor Rathbone and the Politics of Conscience). Allan Sharlin Prize, Social Science History Association (for Family, Dependence and the Origins of the Welfare State). Affiliations Advisory Boards: Twentieth Century British History, The Historical Journal, The National Archives. Member/Fellow: British Academy, American Academy of Arts and Sciences, American Historical Association, North American Conference on British Studies, Phi Beta Kappa, American Association of University Women Fellow, Royal Historical Society.",
        "publications": []
    },
    {
        "name": "Phillips-Fein, Kim",
        "position": "Robert Gardiner-Kenneth T. Jackson Professor of History",
        "phone": "Phone  212-853-4153",
        "email": "kkp4@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "Office Hours Fall 2024: TBD Biography Kim Phillips-Fein is a historian of 20th-century American politics and political economy, whose interests include the history of political institutions and ideas, the history of labor and capitalism and the history of New York City. She got her B.A. from the University of Chicago (1997) and her Ph.D. from Columbia (2005). She is the author of (Norton, 2009) and Her articles have appeared in many scholarly and popular publications, including the , , and She has held fellowships from the Guggenheim Foundation, the Russell Sage Foundation and the Cullman Center for Scholars and Writers, and she is currently serving on the Executive Board of the Labor and Working-Class History Association. She comes to Columbia from New York University, where she taught at the Gallatin School of Individualized Study and the History Department of the College of Arts and Sciences.",
        "publications": []
    },
    {
        "name": "Piccato, Pablo A.",
        "position": "Professor",
        "phone": "Phone  (212) 854-3725",
        "email": "pp143@columbia.edu",
        "cv": "No CV found",
        "specialties": "Pablo Piccato, professor, specializes in Mexican history. He has worked on the political and cultural history of Mexico, and on the history of crime. He is currently working on an overview of crime in Mexico during the twentieth century.",
        "education": "Ph.D. — University of Texas at Austin, 1997\n M.A. — University of Texas at Austin. Thesis, 1993\n B.A. — Universidad Nacional Autónoma de México, Mexico City, 1990",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Thursdays, 10:00 - 11:30 am. Fall 2024: Education Ph.D. — University of Texas at Austin, 1997 M.A. — University of Texas at Austin. Thesis, 1993 B.A. — Universidad Nacional Autónoma de México, Mexico City, 1990 Interests and Research Pablo Piccato, professor, specializes in Mexican history. He has worked on the political and cultural history of Mexico, and on the history of crime. He is currently working on an overview of crime in Mexico during the twentieth century. Awards Alliance Visiting Professor at the Universite Paris I Pantheon-Sorbonne, 2011. Lenfest/Columbia Distinguished Faculty Award, 2008. Researcher in Residence, Center for U.S.-Mexican Studies, University of California, San Diego, 2008. Grant from the Fondo Nacional para la Cultura y las Artes, Mexico, 2007. Seed Grant. Institute for Social and Economic Research and Policy, Columbia University, 2007. Cátedra Patrimonial de Excelencia, nivel II, Consejo Nacional para la Ciencia y la Tecnología, 2000. Tibesar Prize, Conference on Latin American History, for \"Tales of Two Women: The Narrative Construal of Porfirian Reality,\" 2000. Affiliations Editorial board, Law and History Review American Historical Association Latin American Studies Association Council of Latin American History",
        "publications": []
    },
    {
        "name": "Pizzigoni, Caterina Luigia",
        "position": "Associate Professor",
        "phone": "Phone  (212) 854-8709",
        "email": "cp2313@columbia.edu",
        "cv": "No CV found",
        "specialties": "Caterina Pizzigoni specializes in the colonial history of Latin America. Her interests include Indigenous populations, sources in Nahuatl (Indigenous language of central Mexico), social history, household and material culture, religion and gender. You can listen to her interview with Professor Vicky Murillo (Director of ILAS-Columbia) for the podcast series Unpacking Latin America here. And her interview with New Book Network on her book The Life Within can be found here. Her current research focuses on household saints in colonial Mexico, on which you can read this short blog.",
        "education": "Ph.D. — King's College, London, UK, 2002\n M.A. — University of London, 1998\n B.A. — Universita' degli Studi di Milano, Milan, Italy, 1996",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 10:30 am - 12:30 pm Education Ph.D. — King's College, London, UK, 2002 M.A. — University of London, 1998 B.A. — Universita' degli Studi di Milano, Milan, Italy, 1996 Endangered Archives Programme — British Library Endangered Archives Programme — British Library International Advisory Panel Interests and Research Caterina Pizzigoni specializes in the colonial history of Latin America. Her interests include Indigenous populations, sources in Nahuatl (Indigenous language of central Mexico), social history, household and material culture, religion and gender. You can listen to her interview with Professor Vicky Murillo (Director of ILAS-Columbia) for the podcast series Unpacking Latin America here. And her interview with New Book Network on her book The Life Within can be found here. Her current research focuses on household saints in colonial Mexico, on which you can read this short blog. Courses Undergraduate Colonial Cities of the Americas c. 1500-1800 Primary Texts of Latin American Civilization Latin American Civilization I Indigenous Worlds in Early Latin America The Nahua World Gender and Sexualities in Early Latin America Contemporary Western Civilizations II Senior Thesis Seminar Graduate Historiography of Colonial Latin America Comparative Topics in Religious History: Medieval Europe and Early Latin America Introduction to Historical Interpretation and Methods (8910) Awards Mark Van Doren Teaching Award, 2017 Shelby Cullom Davis Center for Historical Studies, Princeton University, Fellowship, 2013–2014 General Studies Student Council Excellence in Teaching Award, 2012–2013 Lenfest Distinguished Columbia Faculty Award, 2012–2013 Columbia Mentoring Initiative Award, 2008 Affiliations Estudios de Cultura Náhuatl, Consejo Editorial 2020-2023 ILAS Columbia, Executive Committee Member of Advisory Panel, Endangered Archives Programmes of the British Library, 2015– American Society of Ethnohistory American Historical Association Conference on Latin Amerian History - AHA Northeastern Group of Nahuatl Studies",
        "publications": []
    },
    {
        "name": "Ramgopal, Sailakshmi",
        "position": "Assistant Professor",
        "phone": "No phone found",
        "email": "sr3658@columbia.edu",
        "cv": "No CV found",
        "specialties": "Professor Sailakshmi Ramgopal is a Roman historian whose work explores mobilities and identities in the Roman world. Romans Abroad: Citizenship, Place, and Empire, her current book project, identifies the particular logics and changing modalities by which associations of Roman traders interacted with non-Romans outside the Italian peninsula, and traces the long-term, recursive effects of those dynamic interactions on the sociopolitical structures and cultural frameworks of the Roman empire. Other interests include the comparative study of diasporas, resistance, and the reception of classics in colonial and postcolonial India and North Africa. Professor Ramgopal was a Fellow of the American Academy in Rome (2014).",
        "education": "Ph.D. – University of Chicago, 2016\nB.A. – Northwestern University, 2006",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 12:00 - 2:00 pm (please click here to make an appointment) Spring 2024: Education Ph.D. – University of Chicago, 2016 B.A. – Northwestern University, 2006 Interests and Research Professor Sailakshmi Ramgopal is a Roman historian whose work explores mobilities and identities in the Roman world. Romans Abroad: Citizenship, Place, and Empire, her current book project, identifies the particular logics and changing modalities by which associations of Roman traders interacted with non-Romans outside the Italian peninsula, and traces the long-term, recursive effects of those dynamic interactions on the sociopolitical structures and cultural frameworks of the Roman empire. Other interests include the comparative study of diasporas, resistance, and the reception of classics in colonial and postcolonial India and North Africa. Professor Ramgopal was a Fellow of the American Academy in Rome (2014). Courses HIST 1020: The Romans and their World HIST 3023: Mobility and Identity in the Roman World Awards, Grants, Fellowships 2018    Loeb Faculty Research Grant, Department of the Classics, Harvard University 2014    Emeline Hill Richardson Rome Prize, American Academy in Rome 2014    Pre-Doctoral Fellowship, American Research Center in Sofia (declined) 2013    Whiting Dissertation Year Fellowship, University of Chicago 2013    Edward L. Ryerson Fellowship in Archaeology, University of Chicago 2012    Ephron Research Scholarship, Department of Classics, University of Chicago 2010    Eric P. Newman Award, American Numismatic Society 2009    Edward L. Ryerson Fellowship in Archaeology, University of Chicago 2009    Lord Scholarship, American School for Classical Studies at Athens 2009    Semple Award, Classical Association for the Middle West and South (declined)",
        "publications": []
    },
    {
        "name": "Ramnath, Kalyani",
        "position": "Assistant Professor",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "2023 Boats in a Storm: Law, Migration and Decolonization in South and Southeast Asia (Stanford University Press, 2023)",
        "education": "Ph.D. Princeton University, 2018, LL.M (Yale Law School), 2010",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Consultation/Advisory Hours FALL 2024:  On research leave 2024 - '25\" Education Ph.D. Princeton University, 2018, LL.M (Yale Law School), 2010 BA, LLB (Hons.) National Law School of India University, 2009 Interests and Research I am a historian of modern South Asia, with research and teaching interests in legal history, histories of migration and displacement, transnational history, and questions of archival method. My first book is Boats in a Storm: Law, Migration, and Decolonization in South and Southeast Asia 1942 - 1962 (Stanford University Press, 2023), an account of legal struggles over citizenship following the end of World War II, narrated through personal and family histories of traders, laborers, and others who moved between South and Southeast Asia. It reframes citizenship not only as a constitutional or legislative fact, but as emerging from seemingly banal encounters that people had with taxation, immigration, and detention regimes of newly independent nation-states. In 2021, I was awarded the Surrency Prize and the Jane Burbank Prize for Global Legal History from the American Society for Legal History for my article titled \"Intertwined Itineraries of Law: Debt, Decolonization, and International Law in Post-WWII South Asia\".  I am working on a second book tentatively titled Adrift in the Indian Ocean, for which I was recently awarded a year-long ACLS Fellowship. It will look at the role of legal fictions in enclosing maritime space in the Indian Ocean and its impact on, and relationship with, coastal communities.  I received my Ph.D. in history from Princeton University, where I was elected to the Prize Fellowship in the Social Sciences (formerly the Society of Woodrow Wilson Scholars) and then, a Prize Fellow in Economics, History, and Politics at the Center for History and Economics at Harvard University from 2018 - 2021, where I coordinated the History and the Law project. I also hold a bachelor's degree in arts and law from the National Law School of India University and a master's degree in law from the Yale Law School.",
        "publications": []
    },
    {
        "name": "Robcis, Camille",
        "position": "Professor of History and French",
        "phone": "Phone  (212) 854-1967",
        "email": "car2129@columbia.edu",
        "cv": "No CV found",
        "specialties": "Camille Robcis specializes in modern European history (with a focus on 19th and 20th century France), gender and sexuality, and intellectual, cultural, and legal history. In both her teaching and her research, she examines the relationship between texts and their various contexts (cultural, social, political, economic). Prior to coming to Columbia, she taught at Cornell for ten years.",
        "education": "Ph.D. – Cornell University, 2007\n B.A. – Brown University, 1999",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024 ON LEAVE  Education Ph.D. – Cornell University, 2007 B.A. – Brown University, 1999 Interests and Research Camille Robcis specializes in modern European history (with a focus on 19th and 20th century France), gender and sexuality, and intellectual, cultural, and legal history. In both her teaching and her research, she examines the relationship between texts and their various contexts (cultural, social, political, economic). Prior to coming to Columbia, she taught at Cornell for ten years. Camille Robcis specializes in modern European history (with a focus on 19th and 20th century France), gender and sexuality, and intellectual, cultural, and legal history. In both her teaching and her research, she examines the relationship between texts and their various contexts (cultural, social, political, economic). Prior to coming to Columbia, she taught at Cornell for ten years. Robcis is the author of The Law of Kinship: Anthropology, Psychoanalysis, and the Family in France which was published by Cornell University Press and which won the 2013 BerkshireConference of Women Historians Book Prize. It examines how and why French judges and legislators turned to structuralism – and more specifically, to some of the most difficult and abstract concepts of Claude Lévi-Strauss and Jacques Lacan – to reassert the centrality of the heterosexual family in political debates around bioethics, same-sex unions, single-parent households, family names, surrogacy, and adoption. Robcis is the author of The Law of Kinship: Anthropology, Psychoanalysis, and the Family in France which was published by Cornell University Press and which won the 2013 Berkshire Conference of Women Historians Book Prize. It examines how and why French judges and legislators turned to structuralism – and more specifically, to some of the most difficult and abstract concepts of Claude Lévi-Strauss and Jacques Lacan – to reassert the centrality of the heterosexual family in political debates around bioethics, same-sex unions, single-parent households, family names, surrogacy, and adoption. Her second book, Disalienation: Politics, Philosophy, and Radical Psychiatry in Postwar France (Chicago, 2021) maps the intersections of politics, philosophy, and radical psychiatry in twentieth-century France. It focuses on a psychiatric movement called “institutional psychotherapy” which had an important influence on many intellectuals and activists, including François Tosquelles, Jean Oury, Felix Guattari, Frantz Fanon, Georges Canguilhem, and Michel Foucault. Anchored in Marxism and Lacanian psychoanalysis, institutional psychotherapy advocated a fundamental restructuring of the asylum in order to transform the Her second book, Disalienation: Politics, Philosophy, and Radical Psychiatry in Postwar France (Chicago, 2021) maps the intersections of politics, philosophy, and radical psychiatry in twentieth-century France. It focuses on a psychiatric movement called “institutional psychotherapy” which had an important influence on many intellectuals and activists, including François Tosquelles, Jean Oury, Felix Guattari, Frantz Fanon, Georges Canguilhem, and Michel Foucault. Anchored in Marxism and Lacanian psychoanalysis, institutional psychotherapy advocated a fundamental restructuring of the asylum in order to transform the theory and practice of psychiatric care. More broadly, for many of these thinkers, the asylum could function as a microcosm for society at large and as a space to promote non-hierarchal and non-authoritarian political and social structures. Psychiatry, they contended, provided a template to better understand alienation and offer perspectives for “disalienation.” Disalienation was awarded the 2024 Frantz Fanon Outstanding Book Award from the Caribbean Philosophical Association. A revised edition appeared in French translation as Désaliénation: Politique de la Psychiatrie. Tosquelles, Fanon, Guattari, Foucault. theory and practice of psychiatric care. More broadly, for many of these thinkers, the asylum could function as a microcosm for society at large and as a space to promote non-hierarchal and non-authoritarian political and social structures. Psychiatry, they contended, provided a template to better understand alienation and offer perspectives for “disalienation.” Disalienation was awarded the 2024 Frantz Fanon Outstanding Book Award from the Caribbean Philosophical Association. A revised edition appeared in French translation as Désaliénation: Politique de la Psychiatrie. Tosquelles, Fanon, Guattari, Foucault. Robcis is currently working on a project tentatively titled The War on Gender in which shetries to make sense of various arguments that have emerged in recent years against a so-called “theory of gender,” “gender ideology,” or “gender agenda.” According to its critics, this “gender ideology” has driven the push for a broad range of sexual and reproductive rights, from the legalization of abortion, access to contraception, same-sex marriage, sexual education in schools, non-discrimination bills, access to new reproductive technologies, trans rights, and much more. Her book traces the discursive origins of this “anti-genderism” to various UN conferences in the 1990s and it maps the global circulation of the term, first through the Vatican and its different think tanks, and later through other religious, right-wing, and populist groups. Robcis is currently working on a project tentatively titled The War on Gender in which she tries to make sense of various arguments that have emerged in recent years against a so-called “theory of gender,” “gender ideology,” or “gender agenda.” According to its critics, this “gender ideology” has driven the push for a broad range of sexual and reproductive rights, from the legalization of abortion, access to contraception, same-sex marriage, sexual education in schools, non-discrimination bills, access to new reproductive technologies, trans rights, and much more. Her book traces the discursive origins of this “anti-genderism” to various UN conferences in the 1990s and it maps the global circulation of the term, first through the Vatican and its different think tanks, and later through other religious, right-wing, and populist groups. During the 2024-2025 academic year, she will be a fellow at the Russell Sage Foundation. Courses HIST 1768: European Intellectual History CC 1101 & CC 1102: Contemporary Civilization I&II HIST GR8938: Gender as Critique HIST GR8098: European Social Thought HIST GR8558: Race and Sexuality in Modern France and Its Empires (with Emmanuelle Saada) HIST GR8392: Reading Social Theory (with Susan Pedersen) CLFR GR6320: Sexualities: Medieval and Modern (with Eliza Zingesser)  Fellowships and Awards Russell Sage Visiting Scholar, 2024-2025 John Simon Guggenheim Fellowship, 2020 National Endowment for the Humanities Fellowship, 2015-2016 Institute for Advanced Study (Member of the School of Historical Studies), Spring 2016 Faculty Fellowship, The Society for the Humanities, Cornell University, 2013-2014 LAPA Fellowship, Program in Law and Public Affairs, Princeton University, 2011-2012 Mellon Postdoctoral Fellowship, Penn Humanities Forum, University of Pennsylvania, 2007-2008",
        "publications": []
    },
    {
        "name": "Roberts, Samuel K.",
        "position": "Associate Professor of History and of Sociomedical Sciences, Mailman School of Public Health",
        "phone": "Phone  (212) 854-2430",
        "email": "skroberts@columbia.edu",
        "cv": "No CV found",
        "specialties": "Dr. Samuel Kelton Roberts, Jr., PhD, is Associate Professor of History (Columbia University School of the Arts and Sciences) and Sociomedical Sciences (Columbia University’s Mailman School of Public Health), and is also a former Director of Columbia University’s Institute for Research in African American Studies (IRAAS). Dr. Roberts writes, teaches, and lectures widely on African-American urban history, especially medicine, public health, and science and technology. His widely acclaimed book, Infectious Fear: Politics, Disease, and the Health Effects of Segregation (University of North Carolina Press, 2009), is an exploration of the political economy of race and the modern American public health state between the late nineteenth century and the mid-twentieth century, a period which encompasses the overlapping and mutually-informed eras of Jim Crow segregation and modern American public health practice.",
        "education": "Ph.D. — Princeton University, 2001\n M.A. — Princeton University, 1997\n B.A. — University of Virginia, 1995",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 2:30 - 5:30 PM Spring 2024: Tuesdays, 2:30 - 5:30 PM Education Ph.D. — Princeton University, 2001 M.A. — Princeton University, 1997 B.A. — University of Virginia, 1995 Interests and Research Dr. Samuel Kelton Roberts, Jr., PhD, is Associate Professor of History (Columbia University School of the Arts and Sciences) and Sociomedical Sciences (Columbia University’s Mailman School of Public Health), and is also a former Director of Columbia University’s Institute for Research in African American Studies (IRAAS). Dr. Roberts writes, teaches, and lectures widely on African-American urban history, especially medicine, public health, and science and technology. His widely acclaimed book, Infectious Fear: Politics, Disease, and the Health Effects of Segregation (University of North Carolina Press, 2009), is an exploration of the political economy of race and the modern American public health state between the late nineteenth century and the mid-twentieth century, a period which encompasses the overlapping and mutually-informed eras of Jim Crow segregation and modern American public health practice. Dr. Samuel Kelton Roberts, Jr., PhD, is Associate Professor of (Columbia University School of the Arts and Sciences) and (Columbia University’s Mailman School of Public Health), and is also a former Director of Columbia University’s (IRAAS). Dr. Roberts writes, teaches, and lectures widely on African-American urban history, especially medicine, public health, and science and technology. His widely acclaimed book, (University of North Carolina Press, 2009), is an exploration of the political economy of race and the modern American public health state between the late nineteenth century and the mid-twentieth century, a period which encompasses the overlapping and mutually-informed eras of Jim Crow segregation and modern American public health practice. Roberts currently is researching and writing a book-length project on the United States’s troubled history of race and recovery, examining the social and political history of heroin addiction treatment from the 1950s to the early 1990s. This project traces urban policy at the beginning of the postwar heroin epidemic, the emergence of therapeutic communities, the politics of state-run addiction rehabilitation facilities, the adoption of methadone maintenance treatment in the 1960s and 1970s, the emergence of “radical recovery” movements and harm reduction and syringe exchange in the 1980s and 1990s. In 2013-14, Dr. Roberts was the Policy Director of Columbia University’s newly inaugurated Justice Initiative (now the Columbia University Center for Justice) and was the editor of the Center’s first research publication Aging in Prison: Reducing Elder Incarceration and Promoting Public Safety (2015). At the Columbia University Center for Science and Society, he leads the Research Cluster for the Historical Study of Race, Inequality, and Health. He also is the co-editor of Columbia University Press’s book series in Race, Inequality, and Health. In 2018, Dr. Roberts launched the podcast series People Doing Interesting Stuff (PDIS) (available on iTunes and other podcasting platforms) in which he speaks with people working in public health and social justice, especially harm reduction, HIV/AIDS work, reproductive justice, and criminal justice reform. In 2013-14, Dr. Roberts was the Policy Director of Columbia University’s newly inaugurated Justice Initiative (now the Columbia University Center for Justice) and was the editor of the Center’s first research publication (2015). At the Columbia University Center for Science and Society, he leads the Research Cluster for the He also is the co-editor of In 2018, Dr. Roberts launched the podcast series (available on and other podcasting platforms) in which he speaks with people working in public health and social justice, especially harm reduction, HIV/AIDS work, reproductive justice, and criminal justice reform. He tweets from @SamuelKRoberts. He tweets from @",
        "publications": []
    },
    {
        "name": "Rosner, David K.",
        "position": "Ronald H. Lauterstein Professor of Sociomedical Sciences and Professor of History",
        "phone": "Phone  (212) 305-1727",
        "email": "dr289@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2023: TBD Biography David Rosner is Professor of History and Ronald H. Lauterstein Professor of Sociomedical Sciences at Columbia University. He also co-directs the Center for the History and Ethics of Public Health, a joint undertaking of Columbia's Mailman School of Public Health and the Department of History. An elected member of the National Academy of Medicine, he received his BA from CCNY, his MPH from the University of Massachusetts and his PhD from Harvard in the History of Science. Until moving to Columbia in 1998, he was University Distinguished Professor of History at the City University of New York. In addition to numerous grants, he has been a Guggenheim Fellow, a recipient of a Robert Wood Johnson Investigator Award, a National Endowment for the Humanities Fellow and a Josiah Macy Fellow. He has been awarded the John P. McGovern Science and Society Prize by Sigma Xi, The Scientific Research Society, Distinguished Scholar's Prize from the City University, the Viseltear Prize for Outstanding Work in the History of Public Health from the APHA and the Distinguished Alumnus Award from the University of Massachusetts. He has also been honored at the Awards Dinner of the New York Committee on Occupational Safety and Health and he and Gerald Markowitz have been awarded the Upton Sinclair Memorial Lectureship For Outstanding Occupational Health, Safety, and Environmental Journalism\" by the American Industrial Hygiene Association. He recently was award the prize for “Outstanding Scholarship on the History of Work and Health,” by the International Commission on Occupational Health, Scientific Committee on the History of Prevention of Occupational and Environmental Disease. He gave the Garrison Lecture to the American Association for the history of Medicine and is a Fellow of the New York Academy of History and history editor for Public Health Reports. He is author and editor of eleven books including A Once Charitable Enterprise (Cambridge University Press, 1982, 2004; Princeton University Press, 1987), Hives of Sickness: Epidemics and Public Health in New York City (Rutgers University Press, 1995), and Health Care in America: Essays in Social History (with Susan Reverby). In addition, he has co-authored and edited with Gerald Markowitz numerous books and articles, including Deadly Dust: Silicosis and the Politics of Occupational Disease in Twentieth Century America, (Princeton University Press, 1991; 1994; University of Michigan, 2005), Children, Race, and Power: Kenneth and Mamie Clarks' Northside Center, (University Press of Virginia, 1996; Routledge Press, 2001); Dying for Work, (Indiana University Press, 1987) and Slaves of the Depression: Workers' Letters About Life on the Job, (Cornell University Press, 1987). He and Gerald Markowitz have authored Deceit and Denial: The Deadly Politics of Industrial Pollution (University of California Press/Milbank, 2002) and Are We Ready? Public Health Since 9/11 (University of California Press/Milbank, 2006). He edited The Contested Boundaries of Public Health (with James Colgrove and Gerald Markowitz) which appeared from Rutgers University Press in 2008. His newest book, titled Lead Wars: The Politics of Science and the Fate of America’s Children (University of California Press/Milbank Fund, 2013), details the recent conflicts over studies of children placed in homes with low level lead exposure and the issues it raises for the history of science and public health about what is risk and what we consider a danger in modern America.",
        "publications": []
    },
    {
        "name": "Schama, Simon",
        "position": "University Professor",
        "phone": "No phone found",
        "email": "Personal Assistant: Jennifer Sonntag - jrs2011@columbia.edu",
        "cv": "No CV found",
        "specialties": "Sir Simon Schama, University Professor of Art History and History, was educated at Christ's College, Cambridge and taught at Cambridge, Oxford, and Harvard before coming to Columbia in 1993. His courses have addressed the British Empire, English and French art and politics, the Gothic Revival in England, Ruskin, and Victorian culture. Publications include: A History of Britain (3 vols., 2000-2002); Patriots and Liberators (1977); The Embarrassment of Riches (1987); Citizens (1989); Dead Certainties: Unwarranted Speculations (1991); Landscape and Memory (1995); Rembrandt's Eyes (1999); Hang-Ups: Essays on Painting (Mostly) (2004); and Rough Crossings: Britain, the Slaves and the American Revolution (2006), which won the National Book Critics Circle Award for non-fiction in 2007. His award-winning 15-part television series, \"A History of Britain,\" was broadcast on the BBC and the History Channel from 2000 to 2002, and a new series, \"The Power of Art,\" on PBS and BBC in 2006 and 2007. He served as Vice President of PEN American Center from 1994 to 1996, and from 1995 to 1998 he was art critic of The New Yorker magazine, for which he continues to write.",
        "education": "MPhil — Cambridge University, 1969\n BA — Cambridge University, 1994",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Education MPhil — Cambridge University, 1969 BA — Cambridge University, 1994 Interests and Research Sir Simon Schama, University Professor of Art History and History, was educated at Christ's College, Cambridge and taught at Cambridge, Oxford, and Harvard before coming to Columbia in 1993. His courses have addressed the British Empire, English and French art and politics, the Gothic Revival in England, Ruskin, and Victorian culture. Publications include: A History of Britain (3 vols., 2000-2002); Patriots and Liberators (1977); The Embarrassment of Riches (1987); Citizens (1989); Dead Certainties: Unwarranted Speculations (1991); Landscape and Memory (1995); Rembrandt's Eyes (1999); Hang-Ups: Essays on Painting (Mostly) (2004); and Rough Crossings: Britain, the Slaves and the American Revolution (2006), which won the National Book Critics Circle Award for non-fiction in 2007. His award-winning 15-part television series, \"A History of Britain,\" was broadcast on the BBC and the History Channel from 2000 to 2002, and a new series, \"The Power of Art,\" on PBS and BBC in 2006 and 2007. He served as Vice President of PEN American Center from 1994 to 1996, and from 1995 to 1998 he was art critic of The New Yorker magazine, for which he continues to write. In 2019, he was awarded a knighthood for services to history at Buckingham Palace. Image credit: Oxford Film and Television Limited",
        "publications": []
    },
    {
        "name": "Schwartz, Seth",
        "position": "Lucius N. Littauer Professor of Classical Jewish Civilization",
        "phone": "Phone  (212) 851-5907",
        "email": "srs166@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. — Columbia University 1985\n M.A. — Columbia University 1981\n B.A. — Yeshiva University 1979",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: By appointment. Fall 2024: By appointment. Fall 2024: By appointment. Education Ph.D. — Columbia University 1985 M.A. — Columbia University 1981 B.A. — Yeshiva University 1979 Research Interests Seth Schwartz is a social, cultural and political historian of the ancient Jews, with strong interests in their Hellenistic, Roman and early Christian environments. Awards and Fellowships Junior Fellowship, Harvard Society of Fellows, 1987-1990 Guggenheim Fellowship, 1999-2000 Fellowship, Institute for Advanced Studies, Jerusalem, 2002-03 Membership, School of Historical Studies, Institute for Advanced Study, Princeton, 2006-07 NEH Fellowship, 2006-07 Fellowship, Center for Advanced Judaic Studies, University of Pennsylvania, 2007-08",
        "publications": []
    },
    {
        "name": "Şen, A. Tunç",
        "position": "Assistant Professor",
        "phone": "Phone  (212) 851-5911",
        "email": "ats2171@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. – University of Chicago, 2016\nM.A. – University of Chicago, 2010\nM.A. – Sabancı University, 2008",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Tuesdays, 2:00 - 4:00 PM Education Ph.D. – University of Chicago, 2016\nM.A. – University of Chicago, 2010\nM.A. – Sabancı University, 2008 Ph.D. – University of Chicago, 2016 M.A. – University of Chicago, 2010 M.A. – Sabancı University, 2008 Interests and Research\n\nTunç Şen is a historian of the Ottoman Empire and its many connections with the early modern world. He takes advantage of the rich, untapped sources from and about the Ottoman world available in multiple forms and languages. At the core of his research lies a curiosity to explore the socio-political, economic, cultural, and emotional dynamics framing and affecting the intellectual activities of individuals and communities in the past from different walks of life, privileged elites and disadvantaged commoners alike. What Şen means by “intellectual activities” is not just purely scholarly forms of writing, reading, and scientific endeavors. He is equally interested in how less- or non-scholarly actors took part in the production of literary culture. He investigates the vast array of sources Ottomans left behind for themes and subjects with universal appeal and humanistic flavor, including but not limited to the construction of self, authorship, and authority, sciences and divination, conceptions of time, and understanding of nature and the supernatural. Şen thereby tracks down local, historical particularities of Ottoman experiences, traces their intersections with Islamicate/Middle Eastern and European/Mediterranean historical trajectories, and disentangles tiers of essentializing convictions seated in different scholarly traditions. Interests and Research Interests and Research  Tunç Şen is a historian of the Ottoman Empire and its many connections with the early modern world. He takes advantage of the rich, untapped sources from and about the Ottoman world available in multiple forms and languages. At the core of his research lies a curiosity to explore the socio-political, economic, cultural, and emotional dynamics framing and affecting the intellectual activities of individuals and communities in the past from different walks of life, privileged elites and disadvantaged commoners alike. What Şen means by “intellectual activities” is not just purely scholarly forms of writing, reading, and scientific endeavors. He is equally interested in how less- or non-scholarly actors took part in the production of literary culture. He investigates the vast array of sources Ottomans left behind for themes and subjects with universal appeal and humanistic flavor, including but not limited to the construction of self, authorship, and authority, sciences and divination, conceptions of time, and understanding of nature and the supernatural. Şen thereby tracks down local, historical particularities of Ottoman experiences, traces their intersections with Islamicate/Middle Eastern and European/Mediterranean historical trajectories, and disentangles tiers of essentializing convictions seated in different scholarly traditions. His past and future publications focus on the history of sciences and divination, manuscript culture, the history of emotions, and the social history of scholarship. Şen's forthcoming first book, based on his award-winning dissertation and tentatively titled Forgotten Experts: Astrologers and Scientific Expertise in the Ottoman Empire, 1450-1600, examines what \"scientific authority\" and \"expertise\" meant in the early modern context. He is also a member of an international research project, Geographies and Histories of the Ottoman Supernatural Tradition (GHOST): Exploring Magic, the Marvelous, and the Strange in Ottoman Mentalities, funded by the European Research Council. Prior to joining Columbia University, Şen taught courses on Ottoman history/paleography and Modern Middle East history at Leiden University. He currently serves as the deputy director of the Sakıp Sabancı Center for Turkish Studies at Columbia University. His past and future publications focus on the history of sciences and divination, manuscript culture, the history of emotions, and the social history of scholarship. Şen's forthcoming first book, based on his award-winning dissertation and tentatively titled Forgotten Experts: Astrologers and Scientific Expertise in the Ottoman Empire, 1450-1600, examines what \"scientific authority\" and \"expertise\" meant in the early modern context. He is also a member of an international research project, Geographies and Histories of the Ottoman Supernatural Tradition (GHOST): Exploring Magic, the Marvelous, and the Strange in Ottoman Mentalities, funded by the European Research Council. Prior to joining Columbia University, Şen taught courses on Ottoman history/paleography and Modern Middle East history at Leiden University. He currently serves as the deputy director of the Sakıp Sabancı Center for Turkish Studies at Columbia University. Courses The Ottoman Empire (Global Core survey) Contemporary Civilization I-II Manuscripts of the Muslim World Topics in Ottoman History, 1300-1700 Occult in the Muslim Past Margins of Historiography: Ottoman-Turkish Tradition (co-taught with Prof. Zeynep Çelik) Research Seminar for PhD Students Awards CIEPO (Comité International des Études pré-Ottomanes et Ottomanes): Best Original Article in the field of pre-Ottoman and/or Ottoman studies written by a young scholar (2018) MEM (Middle East Medievalists) Inaugural Best Dissertation Prize (2018) Grants & Fellowships Humanities War & Peace Initiative Grant, Columbia University (2021). Hettleman Junior Faculty Summer Research Grant, Columbia University (2020). Lenfest Junior Faculty Development Grant, Columbia University (2019). Mellon Post-Doctoral Fellowship in Humanities, McGill University (2016-2018) (Declined). Provost’s Dissertation Completion Fellowship, University of Chicago (2015-2016). Stuart Tave Teaching Fellowship, University of Chicago (2015-2016). SSRC International Dissertation Research Fellowship (2014-2015). American Research Institute in Turkey (ARIT) Dissertation Fellowship (2013-2014). Newberry Library Dissertation Seminar for Historians Fellowship (2012-2013). University of Chicago Graduate Studies Fellowship (2008-2013). The Scientific and Technological Research Council of Turkey Fellowship (2006-2008).",
        "publications": []
    },
    {
        "name": "Şenocak, Neslihan",
        "position": "Associate Professor",
        "phone": "Phone  (212) 851-5910",
        "email": "nsenocak@columbia.edu",
        "cv": "No CV found",
        "specialties": "Neslihan Şenocak specializes in medieval religious, intellectual, social and political history. Her research and teaching focuses on popular religion, political theology, criminal justice, medieval Italian communes and in particular the way the emerging universities influenced theo-political institutions of the medieval Latin Christendom.",
        "education": "Diploma in Medieval and Franciscan Studies — Pontifical University Antonianum, Rome, Italy, 2003\n Licencein Mediaeval Studies — Pontifical Institute of Mediaeval Studies, Toronto, Canada, 2002\n Ph.D. — Bilkent University, Ankara, Turkey, 2002\n M.A. — Bilkent University, Ankara, Turkey, 1997\n B.S. — Middle East Technical University, Ankara, Turkey, 1994",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: ON LEAVE Education Diploma in Medieval and Franciscan Studies — Pontifical University Antonianum, Rome, Italy, 2003 Licencein Mediaeval Studies — Pontifical Institute of Mediaeval Studies, Toronto, Canada, 2002 Ph.D. — Bilkent University, Ankara, Turkey, 2002 M.A. — Bilkent University, Ankara, Turkey, 1997 B.S. — Middle East Technical University, Ankara, Turkey, 1994 Interests and Research Neslihan Şenocak specializes in medieval religious, intellectual, social and political history. Her research and teaching focuses on popular religion, political theology, criminal justice, medieval Italian communes and in particular the way the emerging universities influenced theo-political institutions of the medieval Latin Christendom.",
        "publications": []
    },
    {
        "name": "Skorobogatov, Yana",
        "position": "Harriman Assistant Professor of Russian and Soviet History",
        "phone": "No phone found",
        "email": "ys3668@columbia.edu",
        "cv": "No CV found",
        "specialties": "Professor Yana Skorobogatov is a social historian of Russia and the Soviet Union whose research focuses on the late and post-Soviet periods. Her first book (in progress), a history of the death penalty and the movement to abolish it in Russia and the Soviet Union, uses the records of more than 100 death penalty cases tried during the post-Stalin period to explore changing popular perceptions of the late Soviet state from Joseph Stalin’s death to the collapse of the Soviet Union.",
        "education": "PhD University of California, Berkeley 2018\nMA University of Texas, Austin 2012\nBA University of California, Berkeley 2009",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Wednesdays, 11:00 am -12:00 pm, and Thursdays, 2:10 - 3:10 pm Education PhD University of California, Berkeley 2018 MA University of Texas, Austin 2012 BA University of California, Berkeley 2009 Interests and Research Professor Yana Skorobogatov is a social historian of Russia and the Soviet Union whose research focuses on the late and post-Soviet periods. Her first book (in progress), a history of the death penalty and the movement to abolish it in Russia and the Soviet Union, uses the records of more than 100 death penalty cases tried during the post-Stalin period to explore changing popular perceptions of the late Soviet state from Joseph Stalin’s death to the collapse of the Soviet Union. Additional research interests include political-economic history, environmental history, and the history and legacies of Russian and Soviet imperialism. She is in the early stages of writing a second book that centers on the Russian island of Sakhalin and its emergence as a major epicenter of global oil after the collapse of the Soviet Union. Courses Modern Russia, 1800-Present Stalinism (seminar) Publications Co-authored with Jeffrey Hardy, “‘We Can’t Shoot Everyone’: Supreme Soviet Discussions of Death Row Pardons, 1954-1964,” Cahiers du Monde Russe, 59, April 2019, 473-498. Affiliations American Historical Association Association for Slavic, East European, and Eurasian Studies",
        "publications": []
    },
    {
        "name": "Smith, Pamela H.",
        "position": "Seth Low Professor of History;  Director of the Center for Science and Society",
        "phone": "Phone  (212) 854-7662",
        "email": "ps2270@columbia.edu",
        "cv": "No CV found",
        "specialties": "Pamela H. Smith, professor, specializes in early modern European history and the history of science. Her current research focuses on attitudes to nature in early modern Europe and the Scientific Revolution, with particular attention to craft knowledge and historical techniques.  She is founding director of The Making and Knowing Project, founding director of The Center for Science and Society, and chair of Presidential Scholars in Society and Neuroscience.",
        "education": "Ph.D. — The Johns Hopkins University, 1991\n B.A. (Hons) — University of Wollongong, New South Wales, Australia, 1979",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Pamela Smith's CV Pamela Smith's CV Pamela Smith's CV Office Hours Fall 2024: Wednesdays, 2:30 - 4:30 PM Fall 2024 Wednesdays, 2:30 - 4:30 PM Education Ph.D. — The Johns Hopkins University, 1991 B.A. (Hons) — University of Wollongong, New South Wales, Australia, 1979 Interests and Research Pamela H. Smith, professor, specializes in early modern European history and the history of science. Her current research focuses on attitudes to nature in early modern Europe and the Scientific Revolution, with particular attention to craft knowledge and historical techniques.  She is founding director of The Making and Knowing Project, founding director of The Center for Science and Society, and chair of Presidential Scholars in Society and Neuroscience. In The News: “Secrets of Their Craft,” Minerva 202 (July/August 2023): 31-36 (open access: https://ocean.exacteditions.com/issues/111281/spread/30?rc=82912628-faca-4cf1-a983-2c7eed150a65). New Books Network interview, https://newbooksnetwork.com/from-lived-experience-to-the-written-word Interview and article on Making and Knowing, Could Doing Things The Old-Fashioned Way Make Us Better Modern Scientists? Popular Science, Spring 2020 The Impossible Network, Podcasts on Making and Knowing: https://theimpossiblenetwork.com/podcast/digital-critical-edition/ and https://theimpossiblenetwork.com/podcast/pamela-h-smith/ Interview, Pamela H. Smith on the Significance of Microscopic Records for Renaissance How-To Knowledge, The University of Manchester, July 2020. The Making and Knowing Project: A Unique Scientific Collaboration, Musée des Augustins, April 2020 Could Doing Things The Old-Fashioned Way Make Us Better Modern Scientists?, Popular Science, Spring 2020 Engineering the Future of Cultural Preservation, Columbia Engineering Magazine, December 13, 2019. A 500-year-old Artisanal Manuscript Yields Its Secrets, Columbia Magazine, Paul Hond, Fall 2019 Learning through Reconstruction: The Making and Knowing Project, Yale University Art Gallery, 2018. Weaving Knowledge: An immersive weaving workshop for PhD students, Chiang Mai, Thailand, 2017 and 2019. Making and Knowing in Weaving (from Center for Science and Society Conference on Weaving: Cognition, Technology, Culture, April 2017). The Making and Knowing Project was the subject of Sean Kean's \"Twenty-First-Century Alchemists,\" The New Yorker, 26 September 2016. Sciences et Avenir covers the Making and Knowing Project, in “La science redécouvre les secrets de la Renaissance,” by Bernadette Arnaud, April 2016. Read about Making and Knowing in The Recipes Project: “A Recipe for Recipe Research: The Making and Knowing Project,” February 2016.  See also “Making ‘Powder for Hourglasses’ in the Early Modern Household.” WHYY visits Smith's Making and Knowing Project in \"The power of failure, and other lessons from a 400-year-old 'book of secrets',\" May 2015. “Snakes, Lizards, and Manuscripts: Humanists in the Laboratory,” University Lecture, Columbia University, December 2, 2013 (video). Columbia College Magazine, “Ancient Workshop Discovers New Ideas.” Courses Courses Fall 2022 Fall 2022 HIST UN2978. Science and Pseudoscience: Alchemy to AI Tuesdays and Thursdays 4:10pm-5:25pm During the 2020 US presidential election and the years of the COVID-19 pandemic, science and “scientific truths” were (and are) fiercely contested. This course provides a historical perspective on the issues at stake, and shows how science and pseudoscience developed in tandem in the period from 1400 to 1800. This historical account equips students to examine contemporary issues of expertise, the social construction of science, pluralism in science, certainty and uncertainty in science, as well as critical engagement with contemporary technologies. HIST GU4101. The World We Have Lost: Daily Life in Pre-Modern Europe Mondays 10:10-12 This course examines the material circumstances of life and death in Europe from the fifteenth to the eighteenth century. But it will also ask the question of whether we can enter into the inner life of people who lived in the past. The material conditions of life are one thing, but how people experienced those conditions is quite another. How did they respond intellectually and emotionally to their material circumstances? Finally, the course will investigate the methods employed by historians to gain knowledge about the material conditions of life in the past. Spring 2023 Spring 2023 HIST GU4962. Making and Knowing in Early Modern Europe: Hands-On History Tuesdays 10:10-12 This course introduces undergraduate and graduate students to the materials, techniques, contexts, and meanings of skilled craft and artistic practices in early modern Europe (1350-1750), in order to reflect upon a series of topics, including craft knowledge and artisanal epistemology; the intersections between craft and science; and questions of historical methodology in reconstructing the material world of the past. The course will be run as a “Laboratory Seminar,” with discussions of primary and secondary materials, as well as hands-on work. The class sessions include discussion sessions and hands-on work in the Making and Knowing Laboratory. Follow The Making and Knowing Project on Twitter. OTHER COURSES  HIST G9102: Knowledge in Transit in the Early Modern World  HIST W3103: Alchemy, Magic, and Science  HIST W4120: Witchcraft and the State in Early Modern Europe  HIST G9101: Material Culture and the Life of Objects in Early Modern Europe  Awards Edmond J. Safra Visiting Professorship, Center for Advanced Study in the Visual Arts, National Gallery, 2024 George L. Mosse Prize for the most distinguished book on the intellectual and cultural history of Europe since 1500 from the American Historical Association, for From Lived Experience to the Written Word: Reconstructing Practical Knowledge in the Early Modern World (2022), 2023 The Joseph H. Hazen Education Prize for outstanding teaching in the history of science from the History of Science Society, 2023 Inaugural Herzog August Bibliothek Research Award (Eckensberger Stiftung), 2023 John M. Sherwood Memorial Lecture in the History of Science and Technology, Queen’s University, Kingston, Ontario, 2023 Digital Innovation Award for Secrets of Craft and Nature, Renaissance Society of America, 2022 Elizabeth B. McNab Lecture, McGill University, 2021 The Eugene S. Ferguson award to The Making and Knowing Project for a reference work that supports future scholarship in the history of technology, 2019 Leo Gershoy Prize for The Body of the Artisan awarded in early modern European History by the American Historical Association, 2005 Pfizer Prize for The Business of Alchemy awarded for best book of the year in the history of science by the History of Science Society, 1995 Scholar in Residence, Robert H. Smith Renaissance Sculpture in Context, Victoria & Albert Museum, London, May 2012 Visiting Scholar, Max Planck Institute for the History of Science, Berlin, July 2011 Alliance Program, seed grant for project on “Circulating and Connecting Knowledge in Early Modern Europe, 1450-1850,” with Bruno Belhoste, Université Paris 1 Panthéon Sorbonne, 2009-10 Fellow, Davis Center for Historical Studies, Princeton University, 2009-10 Samuel H. Kress Paired Fellow, Center for Advanced Study in the Visual Arts, National Gallery of Art, Washington, D.C., co-grantee Tonny Beentjes, Programme Leader, Metalwork Conservation, Instituut Collectie Nederland (ICN), Amsterdam. 2007-08 NSF Grant #SES-0444302 for Conference on \"Ways of Making and Knowing: The Material Culture of Empirical Knowledge,\" London 11-15 July 2005 Andrew Mellon Foundation New Directions Fellowship for research at the Victoria and Albert Museum, London, 2003-04, 2009-10 Getty Research Institute Scholar, 2000-01 Visiting Fellow, Downing College, Cambridge, 2000 John S. Guggenheim Fellow, 1997-98 National Endowment for the Humanities Research Fellowship, 1997-98 Sidney M. Edelstein International Fellowship for research in the history of chemistry, 1997-98 Fellow, Wissenschaftskolleg - Institute of Advanced Study, Berlin, 1994-95",
        "publications": []
    },
    {
        "name": "Stafford, James",
        "position": "Assistant Professor",
        "phone": "No phone found",
        "email": "jms2533@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024 Interests and Research James Stafford is a historian of politics, law and intellectual life in Europe since 1700, interested in debates and struggles over property, trade and global order. His first book, The Case of Ireland: Commerce, Empire, and the European Order, 1750-1848 (Cambridge, 2022), offers a fresh account of Ireland’s place in European debates about commerce and empire during a global era of war and revolution. Drawing on a broad range of writings from merchants, agrarian improvers, philosophers, politicians and revolutionaries across Europe, the book shows how Ireland became a field of conflict and projection between rival systems of political economy, associated with the warring empires of Britain and France. In so doing, it provides new interpretations of central events in eighteenth and nineteenth-century Irish and British-imperial history: the United Irish rising of 1798, the British-Irish Union of 1801, and the Great Famine of 1845-51. His second book project, Shadow Politics: Tariffs, Treaties and Trade Wars in Nineteenth-Century Europe, examines nineteenth-century European trade diplomacy from a perspective that looks beyond traditional oppositions between ‘free trade’ and ‘protectionist’ policies. It reconstructs the complex political and legal norms that made European commercial negotiations into a recognisable ‘system’, and analyses treaties and tariff schedules as sites for creating knowledge about commodities, production processes, and the place of Europe in a ‘world economy’ that was being refashioned by imperial exploitation and rivalry. Other research interests include the history of Irish political and economic thought, the longer-run history of agriculture and the ‘agrarian question’ in European empires, and contemporary British and European politics, about which he has written for the Guardian, Dissent, and Renewal, among others. In 2024-5, he will be an Alexander von Humboldt fellow at the Freie Universität Berlin. Courses Contemporary Civilization I & II Britain, Ireland & Empire 1789-1900 (lecture) Nationalism & Revolution in Modern Ireland (seminar) New Histories of International Law (graduate seminar)",
        "publications": []
    },
    {
        "name": "Stanislawski, Michael",
        "position": "Nathan J. Miller Professor of Jewish History",
        "phone": "Phone  (212) 854-2482",
        "email": "mfs3@columbia.edu",
        "cv": "No CV found",
        "specialties": "Michael Stanislawski, Nathan J. Miller Professor of History, specializes in Jewish, European intellectual and Russian history.",
        "education": "Ph.D. — Harvard University, 1979\n A.M. — Harvard University, 1975\n A.B. — Harvard College, 1973",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Wednesdays, 2:00 - 4:00 PM Fall 2024: Wednesdays, 2:00 - 4:00 PM Wednesdays, 2:00 - 4:00 PM Education Ph.D. — Harvard University, 1979 A.M. — Harvard University, 1975 A.B. — Harvard College, 1973 Interests and Research Michael Stanislawski, Nathan J. Miller Professor of History, specializes in Jewish, European intellectual and Russian history. Affiliations Editorial Board, Shvut: Studies in Russian and East European Jewish History and Culture, Tel Aviv University Academic Committee, The Rothberg School of Overseas Studies, Hebrew University of Jerusalem Academic Committee, Program Judaica at the Russian State University of the Humanities, Moscow International Advisory Committee on Jewish Studies, Central European University, Budapest",
        "publications": []
    },
    {
        "name": "Steingart, Alma",
        "position": "Assistant Professor",
        "phone": "No phone found",
        "email": "as2475@columbia.edu",
        "cv": "No CV found",
        "specialties": "Professor Alma Steingart researches the interplay between politics and mathematical rationalities. Steingart’s second book manuscript, Accountable Democracy: Mathematical Reasoning and Representative Democracy in America, 1920 to Now, examines how mathematical thought and computing technologies have impacted electoral politics in the United States in the twentieth century. Focusing on the census, apportionment, congressional redistricting, ranked voting, and election forecasts, she investigates how changing computational practices, from statistical modeling to geometrical analysis, insinuated themselves into the most basic definitions of “fair representation” of the American electorate.",
        "education": "Ph.D. – Massachusetts Institute of Technology, 2013\nB.A. – Columbia University, 2006",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: Thursdays, 1:00 - 3:00 PM, and by appointment. Please click here to make an appointment. Fall 2024: Education Ph.D. – Massachusetts Institute of Technology, 2013 B.A. – Columbia University, 2006 Interests and Research Professor Alma Steingart researches the interplay between politics and mathematical rationalities. Steingart’s second book manuscript, Accountable Democracy: Mathematical Reasoning and Representative Democracy in America, 1920 to Now, examines how mathematical thought and computing technologies have impacted electoral politics in the United States in the twentieth century. Focusing on the census, apportionment, congressional redistricting, ranked voting, and election forecasts, she investigates how changing computational practices, from statistical modeling to geometrical analysis, insinuated themselves into the most basic definitions of “fair representation” of the American electorate. In Pure Abstraction: Mathematical Thought and High Modernism (forthcoming, University of Chicago Press), Steingart excavates the influence of axiomatic reasoning on mid-century American intellectual thought, from the natural and social sciences to literary criticism and modern design. Professor Steingart was a Junior Fellow of the Harvard Society of Fellows and a predoctoral research fellow at the Max Planck Institute for the History of Science in Berlin. Contemporary Civilization I and II Technology and US Politics (lecture) Readings in Twentieth Century U.S History (Graduate Seminar) The Quantified State: How Democracy Includes, Excludes, and Governs with Numbers (Seminar) 2020 – 2025 NSF, CAREER Award 2020 Lenfest Junior Faculty Development Grant, Columbia University 2019 Lavine Scholar, Columbia University 2014 William F. Milton Fund, Harvard University 2011 NSF Doctoral Dissertation Research Improvement Grant",
        "publications": []
    },
    {
        "name": "Stephanson, Anders",
        "position": "Andrew and Virginia Rudd Family Foundation Professor of History",
        "phone": "Phone  (212) 854-3002",
        "email": "ags8@columbia.edu",
        "cv": "No CV found",
        "specialties": "Anders Stephanson, Andrew and Virginia Rudd Family Foundation Professor of History, specializes in 20th-century American foreign relations as well as history and theory. He received a B.A. from Gothenburg (1975), an M.Phil from Oxford (1977), and a Ph.D. from Columbia (1986). His published works include Kennan and the Art of Foreign Policy (1989) and Manifest Destiny (1995). He is working on a historiographical book on diplomatic history and a work tentatively entitled The United States as a Cold War.",
        "education": "Ph.D — Columbia University, 1986\n M.Phil. — Oxford University, 1977\n B.A. — Gothenburg University, 1975",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Fall 2024: ON LEAVE Fall 2024: Education Ph.D — Columbia University, 1986 M.Phil. — Oxford University, 1977 B.A. — Gothenburg University, 1975 Interests and Research Anders Stephanson, Andrew and Virginia Rudd Family Foundation Professor of History, specializes in 20th-century American foreign relations as well as history and theory. He received a B.A. from Gothenburg (1975), an M.Phil from Oxford (1977), and a Ph.D. from Columbia (1986). His published works include Kennan and the Art of Foreign Policy (1989) and Manifest Destiny (1995). He is working on a historiographical book on diplomatic history and a work tentatively entitled The United States as a Cold War.",
        "publications": []
    },
    {
        "name": "Stephens, Rhiannon",
        "position": "Professor",
        "phone": "Phone  (212) 854-4160",
        "email": "r.stephens@columbia.edu",
        "cv": "No CV found",
        "specialties": "",
        "education": "Ph.D. (History) - Northwestern University, 2007\nM.A. (Climate & Society) - Columbia University, 2021\nM.A. (History) - Northwestern University, 2002\nB.A. Hons. (Swahili & History) - School of Oriental and African Studies, University of London, 2000",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: ON LEAVE Spring 2024 ON LEAVE Education Ph.D. (History) - Northwestern University, 2007 M.A. (Climate & Society) - Columbia University, 2021 M.A. (History) - Northwestern University, 2002 B.A. Hons. (Swahili & History) - School of Oriental and African Studies, University of London, 2000 Interests and Research Rhiannon Stephens specializes in the history of precolonial and early colonial East Africa from the first millennium CE through the twentieth century. She is the author of Poverty and Wealth in East Africa: A Conceptual History (Duke University Press, 2022), an interdisciplinary history of how people living in eastern Uganda have sustained and changed their ways of thinking about wealth and poverty over the past two thousand years. Her first monograph, A History of African Motherhood: The Case of Uganda, 700-1900 (Cambridge University Press, 2013), traced the history of motherhood as a social institution and an ideology across over a millennium of Ugandan political, economic and social change. She is the co-editor of Doing Conceptual History in Africa (Berghahn Books, 2018), which critically examines what it means to write conceptual history on the continent. Her current research is a collaborative project that focuses on questions of gender, power, and climate over fifteen-hundred years on the east coast of Africa. Her work has been published in the American Historical Review, the Journal of African History, Past and Present, and African Studies Review. Stephens came to Columbia in 2011, where she has served as in the Arts and Sciences as chair of the Junior Faculty Advisory Board (2018-19) and as chair of the Policy and Planning Committee (2021-22), as well as serving as a member of those and many more committees at the Arts and Sciences and university-wide level. At the graduate level she trains students interested in writing the deep history of Africa using interdisciplinary methods, as well as students working on modern East African history and African gender history. In 2019-20, she was awarded the Lenfest Distinguished Columbia Faculty Award for exceptional teaching. Courses C1020 African Civilization (Global Core) UN2761 Gender and Sexuality in African History (Global Core) UN2764 East African History (Global Core) UN3012 Uganda in the Mission Archive UN3712 African Climate and History UN3769 History of Health and Healing in Africa UN3789 Histories of Poverty in Africa GR8760 Precolonial African Historiography GR8761 Historiography of Africa GR8770 Household and Family in African History Awards The Davis Center for Historical Studies, Princeton University, 2022-23 Provost’s Grant to Mid-Career Faculty, 2022 Provost’s Grant to Mid-Career Faculty, 2022 Andrew W. Mellon Foundation New Directions Fellowship, 2020-2022 Columbia Distinguished Faculty Award, 2020 Heyman Center Fellowship, The Society of Fellows in the Humanities, Columbia University, 2016-17 Honorable Mention, African Studies Association Bethwell A. Ogot Prize for the best book on East African Studies, for A History of African Motherhood: The Case of Uganda, 700-1900, 2014 MacDonald Summer Fellow, Faculty of Arts and Sciences, Columbia University Past and Present Society Post-doctoral research fellowship, 2008-09 Presidential Society of Fellows, Northwestern University, 2005-07 Affiliations Faculty Fellow, Institute for Social and Economic Research and Policy, Columbia University Member, African Studies Association Member, American Historical Association Member, British Institute in Eastern Africa Institute of African Studies, Columbia University",
        "publications": []
    },
    {
        "name": "Tooze, Adam",
        "position": "Kathryn and Shelby Cullom Davis Professor of History",
        "phone": "Phone  (212) 854-2434",
        "email": "adam.tooze@columbia.edu",
        "cv": "No CV found",
        "specialties": "Professor Adam Tooze teaches and researches widely in the fields of twentieth-century and contemporary history. From a start in modern German history with a special focus on the history of economics and economic history his interests have widened to take in a range of themes in political, intellectual and military history, across a canvass stretching from Europe across the Atlantic. His most recent book was Crashed: How a Decade of Financial Crises Changed the World (2018).",
        "education": "Ph.D. – London School of Economics, 1996\n B.A – Economics, King's College Cambridge, 1989",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: Mondays, 4:10 - 6:00 PM Spring 2024 Mondays, 4:10 - 6:00 PM Education Ph.D. – London School of Economics, 1996 B.A – Economics, King's College Cambridge, 1989 Interests and Research Professor Adam Tooze teaches and researches widely in the fields of twentieth-century and contemporary history. From a start in modern German history with a special focus on the history of economics and economic history his interests have widened to take in a range of themes in political, intellectual and military history, across a canvass stretching from Europe across the Atlantic. His most recent book was Crashed: How a Decade of Financial Crises Changed the World (2018). Courses The Great Recession as History, 2007 and After Capitalism and Democracy in the Atlantic World War in Germany 1618-2015 Philosophy of History: A Franco German conversation Reading German History The Making of Global Politics 1914-1929 Seminars Professor Tooze is convenor or co-convenor of the International history workshop (with Professors Mark Mazower and Matthew Connelly) The Committee on Global Thought Lunchtime Seminar The 20th century Workshop (with Professors Ira Katznelson and Jeremy Kessler) The Philosophy of History Reading Group (with Prof Jeremy Kessler) Awards and Prizes LA Times Book Prize for History 2015 (For Deluge) Wolfson and Longman History Today Prize (for Wages of Destruction) Leverhulme and H-Soz Kult Prize (for Statistics and the German State)",
        "publications": []
    },
    {
        "name": "Van De Mieroop, Marc",
        "position": "Miriam Champion Professor of History",
        "phone": "Phone  (212) 851-5913",
        "email": "mv1@columbia.edu",
        "cv": "No CV found",
        "specialties": "Marc Van De Mieroop, professor, is a specialist of the history of the ancient Near East from the beginning of writing to the age of Alexander of Macedon. Besides teaching at Columbia University, he has taught at the University of Oxford and at Yale University. He is the Director of Columbia’s Center for the Ancient Mediterranean and Founding Editor of the Journal of Ancient Near Eastern History.",
        "education": "Ph.D. — Yale University, 1983\n M.A. — Yale University, 1980\n B.A. — Katholieke Universiteit, 1978",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Spring 2024: By appointment. Spring 2024 By appointment. Education Ph.D. — Yale University, 1983 M.A. — Yale University, 1980 B.A. — Katholieke Universiteit, 1978 Interests and Research Marc Van De Mieroop, professor, is a specialist of the history of the ancient Near East from the beginning of writing to the age of Alexander of Macedon. Besides teaching at Columbia University, he has taught at the University of Oxford and at Yale University. He is the Director of Columbia’s Center for the Ancient Mediterranean and Founding Editor of the Journal of Ancient Near Eastern History. He is the author of more than 100 articles and reviews, and has published numerous books on various aspects of ancient Near Eastern history, Egyptian history, and World History. His interests include socio-economic and political history, and he has written extensively on historical methodology as it applies to his field of study. His current research focuses on the intellectual history of ancient Babylonia and its impact on the broader Near East, including Greece and the biblical world. His book, Philosophy before the Greeks: The Pursuit of Truth in Ancient Babylonia, written while he was a Guggenheim Fellow in 2013-14, studies Babylonian epistemology. Most recently he published Before and After Babel: Writing as Resistance in Ancient Near Eastern Empires (2023), which he wrote partly with the support from the ACLS during the academic year 2016-17.",
        "publications": []
    },
    {
        "name": "Witgen, Michael",
        "position": "Professor",
        "phone": "No phone found",
        "email": "mw3528@columbia.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "data:image/gif;base64,R0lGODlhAQABAIAAAAAAAP///yH5BAEAAAAALAAAAAABAAEAAAIBRAA7",
        "intro": "Office Hours Office Hours Office Hours Fall 2024:  ON LEAVE Fall 2024: Fall 2024: ON LEAVE ON LEAVE Michael Witgen is a professor in the Department of History and the Center for the Study of Ethnicity and Race at Columbia University. He is a citizen of the Red Cliff Band of Lake Superior Ojibwe.  Witgen studies Indigenous and Early American history with a particular focus on the Great Lakes and Upper Mississippi Valley. His publications include “An Infinity of Nations: How the Native New World Shaped Early North America, (Philadelphia: University of Pennsylvania Press, 2012), and Seeing Red: Indigenous Land, American Expansion, and the Political Economy of Plunder in North America, which was a finalist for the 2023 Pulitzer Prize in history, winner of the James A. Rawley Prize from the Organization of American Historians, the Caughey Prize from the Western History Association, and the state history prize from the Historical Society of Michigan.",
        "publications": []
    }
]