[
    {
        "name": "Sarah Balakrishnan",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "sarah.balakrishnan@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/1250102.jpg?nocache=1720809506565",
        "intro": "Sarah Balakrishnan is a tenure-track Assistant Professor of History, specializing in sub-Saharan Africa, colonialism, and the Atlantic slave trade. She received her PhD in History from Harvard University in 2020. Prior to joining the History Department at Duke, she was a Carter G. Woodson Fellow at the University of Virginia and a Presidential Postdoctoral Fellow in the History Department at the University of Minnesota Twin Cities. Balakrishnan is a historian of imperialism and colonialism in West Africa. Her first book project, Anticolonial Public: The Imperial Encounter and the Political Imagination in Southern Ghana, studies the emergence of an anticolonial movement from below in the area of the southern Gold Coast. Through changes to human-land relationships, religious ecologies, and spatial technologies of statecraft, Anticolonial Public charts the subversive political imaginations that emerged among non-elite Gold Coast communities, beginning with the arrival of the first European traders in 1471. It argues that, in the same way that imperialism in West Africa was a multi-century process, so too was the growth of anticolonialism. Balakrishnan has published articles on imprisonment, capitalism, debt, gender, policing and colonialism in the Gold Coast between 1500 and 1957. These articles have featured in The Journal of African History, Comparative Studies in Society and History, The Journal of Social History, Punishment & Society, and The International Journal of African Historical Studies. Several of these publications have focused on the emergence of an indigenous prison system in the Gold Coast before colonial rule, and the relationship between the chiefs' prisons and prior histories of slavery, bondage, and feminized labor. In addition to her historical research, Balakrishnan has written on the concepts of Afropolitanism, Afrocentrism and Pan-Africanism in the intellectual history of Black and African political thought. These essays have been published in Souls, History Compass and Transition (with Achille Mbembe).For her research, Balakrishnan has been awarded funding from the Social Science Research Council (SSRC), the Social Science and Humanities Research Council (SSHRC), the Mellon Sawyer Foundation, the Philanthropic Education Organization, the Weatherhead Centre, and the Trent Foundation. Balakrishnan is a dedicated teacher and mentor to her students. She has received teaching awards at the University of Minnesota and Harvard. She currently offers courses in the history of Modern Africa, the global history of imprisonment, and in fiction writing. Balakrishnan is an award-winning fiction writer. In 2022, she was awarded the Narrative Prize for her story, \"Rouses Point,\" which featured on the cover of Narrative Magazine in Fall 2022.",
        "publications": "No publications information found"
    },
    {
        "name": "Edward J. Balleisen",
        "cv": "https://duke.box.com/s/q26j48ur5ccpdpq54bk1m1hf2yzbmjrm",
        "position": "Professor of History",
        "email": "eballeis@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0200249.jpg?nocache=1720809508075",
        "intro": "My research and writing explores the historical intersections among law, business, politics, and policy in the modern United States.  One key strand of my work explores evolving fault lines within American capitalism, like bankruptcy and business fraud.  A second line of research examines the origins, evolution, and impacts of the modern regulatory state.  I have pursued a number of collaborative projects with historians and other social scientists who study regulatory governance in industrialized and industrializing societies. My most recent book is Fraud: An American History from Barnum to Madoff (Princeton University Press, 2017).  Economic duplicity has bedeviled American markets from the founding of the Republic.  In this wide-ranging history, I emphasize the enduring connections between capitalist innovation and business fraud, as well as the vexed efforts by private organizations and state agencies to curb the worst economic deceptions.  Placing recent fraud scandals in long-term context, I argue that we rely solely on a policy of caveat emptor at our peril; and that a mixture of public education, sensible disclosure rules, and targeted enforcement campaigns can contain the problem of business fraud.  Fraud received the 2018 Ralph Gomory Prize from the Business History Conference.A growing proportion of my writing engages interdisciplinary debates about the nature of regulatory policy more generally, as well as the evolution of dominant approaches to political economy in modern capitalist societies. This dimension of my scholarship led to the publication of Government and Markets: Toward a New Theory of Regulation (Cambridge University Press, 2010), which I edited along with the historian David Moss. This volume brings together several new conceptual approaches to regulatory governance from across the social sciences. It also lays out a wide-ranging research agenda for regulatory studies.  In 2015, my sole-edited three-volume multidisciplinary research collection, Business Regulation, came out with Edward Elgar.  This collection includes a long introductory essay, “The Dialectics of Modern Regulatory Governance,” that conceptualizes the emergence of the modern regulatory state in the nineteenth-century and its evolution since then, often in response to powerful critiques from scholars and regulated businesses.  It then provides over 100 leading writings on key aspects of regulatory governance, with selections that range from 1869 to the 2010s, and from across the social sciences.Along with Duke colleagues and collaborators Jonathan Wiener, Lori Bennear, and Kim Krawiec, I have co-edited another interdisciplinary volume that examines when and how industrialized democracies reconfigure regulatory institutions in the aftermath of major crises.  This book, Policy Shock: Recalibrating Risk and Regulation after Oil Spills, Nuclear Accidents, and Financial Crises, came out with Cambridge University Press in 2017.I am currently co-leading a collaborative, multi-year research team that is probing the origins of the 2008 global financial crisis, focusing on the dynamics of sub-national residential mortgage market regulation in the US.  This team is building an archive of oral histories with legislators, regulators, judges, community leaders, consumer lawyers, NGO heads, financial sector executives, and providers of financial services. I am especially interested in mentoring graduate students who wish to study the history of business-state relations, the regulatory state, business culture, political economy, and legal institutions. Although my research expertise lies particularly with American history from 1815 to the present, I have advised several graduate students who have pursued transnational dissertation topics, or who study other areas of the world. I am also now mentoring several graduate students in other social science disciplines.Since 2015, I have served as Duke’s Vice Provost for Interdisciplinary Studies, working with university-wide institutes and initiatives to foster collaborative, interdisciplinary research, teaching, and civic engagement. In this capacity, I convene a variety of seed grant program and facilitate curricular and co-curricular innovation, such as that driven by Bass Connections, a signature Duke program that supports interdisciplinary, problem-centered research teams involving faculty, graduate students, and undergrads.  Over the past several years, I have also worked to catalyze improvements in PhD education, through both internal reform processes and external grants from the National Endowment for the Humanities and the Association of American Universities. Working closely with school deans and others across campus, I have helped to expand opportunities for research-inflected internships and other forms of professional development, deepen our engagement with program-level survey data to inform curricular change, develop a model of group coaching, and facilitate stronger commitments to excellence in faculty mentoring.[last updated, 9/21]",
        "publications": "No publications information found"
    },
    {
        "name": "Nicole Elizabeth Barnes",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "nicole.barnes@duke.edu",
        "phone": "No phone found",
        "office": "114 Campus Drive, 226 Classroom Building, Durham, NC 27708-0719",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0631709.jpg?nocache=1720809509595",
        "intro": "I research public health and medicine in twentieth-century China from a gendered perspective, incorporating the changing life stories of men and women into my analysis of how health regulations and medical practices reflect Chinese society's principal values as well as the assumptions and political goals of state actors.",
        "publications": "No publications information found"
    },
    {
        "name": "Juliana Barr",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "juliana.barr@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0683964.jpg?nocache=1720809511541",
        "intro": "Associate Professor Juliana Barr received her M.A. and Ph.D. (1999) in American women’s history from the University of Wisconsin Madison and her B.A. (1988) from the University of Texas at Austin. She joined the Duke University Department of History in 2015 after teaching at Rutgers University and the University of Florida. She specializes in the history of early America, the Spanish Borderlands, American Indians, and women and gender. Her book, Peace Came in the Form of a Woman: Indians and Spaniards in the Texas Borderlands was published by the University of North Carolina Press in 2007. She is currently at work on a new book, “La Dama Azul (The Lady in Blue): A Southwestern Origin Story for Early America.”",
        "publications": "No publications information found"
    },
    {
        "name": "Dirk Bonker",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "dirk.bonker@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0332180.jpg?nocache=1720809512868",
        "intro": "I am a historian of the United States and Germany, who focuses on questions of militarism, warfare, and empire in the long twentieth century. In my work, I also address larger questions about how best to \"globalize\" and \"internationalize\" U.S and German histories in the modern age.",
        "publications": "No publications information found"
    },
    {
        "name": "James Gregory Chappel",
        "cv": "No CV found",
        "position": "Gilhuly Family Assoc Professor",
        "email": "james.chappel@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0628819.jpg?nocache=1720809514198",
        "intro": "James Chappel is the Gilhuly Family Associate Professor of History at Duke University. He works on the intellectual history of modern Europe and the United States, focusing on themes of religion, gender, and the family. His most recent book is called Golden Years: How Americans Invented and Reinvented Old Age (Basic Books, 2024). It is a history of aging, health, and disability in the USA from 1920 to the present. Pre-order now!His first book, Catholic Modern (Harvard, 2018), asks about the transformation of the Catholic Church in 20th century Europe. How did Catholics, long affiliated with monarchism and anti-Semitism, come to accept liberal democracy and capitalism? How, in a word, did Europe's Catholics become modern? The book argues that the major transformation took place in the 1930s and 40s. In those crucial years of violence and war, Catholics decided to stop trying to conquer society as a whole, and start trying to salvage \"the family\" as the source of moral authority and political order. The book thus explains how and why Catholics became buttresses of the postwar democratic order, and also explains the new centrality of gender and family ethics to Catholic life, thought, and policymaking.His next project, tentatively entitled The Ends of Life: Getting Old in the American Century, uses similar methods to explore the history of old age in 20th century America. This is under contract with Basic Books. The book asks how American society has grappled with the truly stunning expansion of the life course in the twentieth century. In some ways, this was handled remarkably well, given the American state's notable failures in other dimensions. Elder poverty plummeted, and the elderly are really the only Americans who have access to a functioning welfare state. This success, though, is limited -- many older Americans, especially women and immigrants, are falling through the safety net. And this success comes with a cost. The unique success of the elderly at accessing benefits has led to generational conflict that is debilitating for American democracy. This book attempts to understand how we got to this place, and how we might imagine a more intergenerational future. James has published in both scholarly and popular venues, including Journal of Modern History and The Nation.For more information, visit his personal website.",
        "publications": "No publications information found"
    },
    {
        "name": "Calvin Ryan Cheung-Miaw",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "No email found",
        "phone": "No phone found",
        "office": "1356 Campus Drive, Box 90719, Durham, NC 27708-0719",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/1128178.jpg?nocache=1720809515555",
        "intro": "I'm an historian of race who works at the intersection of intellectual history and social movement history. My current book project, Asian Americans and the Color-Line, uses the history of Asian American Studies to explore the rise and fall of Third Worldism within the United States. I'm also at work on a project on radical Asian American activism. A piece of this project, on transnational political murders, has been published as an article in Pacific Historical Review.",
        "publications": "No publications information found"
    },
    {
        "name": "Hannah Conway",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "hannah.conway@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/1327521.jpg?nocache=1720809516867",
        "intro": "Hannah Conway is Assistant Professor of History at Duke University and an enrolled citizen of the Cherokee Nation (ᏣᎳᎩᎯ ᎠᏰᎵ). Hannah is an environmental historian with research expertise in the history and philosophy of science, technology, and environmental justice in the US South. Hannah's first book project, How Infrastructures Age: Engineering, Nature, and Environmental Justice examines how aging large technological infrastructures have adversely affected environmental and community health in the lower Mississippi Delta. This research pushes back the timeline in which environmental justice conflicts are considered and argues that understanding the present material conditions in the Delta requires full and accurate historical accounting of how their development was integral to Southeastern Native removal, plantation economies, and the ongoing proliferation of racial capitalism and disenfranchisement that forms the bedrock of environmental racism. It also works to reclaim Southeastern Native epistemological authority over Southeastern Native lands and centers Indigenous sovereignty and community self-determination in consideration of what environmental justice can and should look like in the US Deep South.Hannah's work has been generously supported by funding from The Charles Warren Center for Studies in American History at Harvard, The Department of History of Science at Harvard Hiebert Fellowships, Louisiana State University Special Collections Libraries, The New Orleans Center for the Gulf South at Tulane University, the Linda Hall Library, and the Harvard Graduate School of Arts and Sciences.",
        "publications": "No publications information found"
    },
    {
        "name": "Prasenjit Duara",
        "cv": "https://duke.box.com/s/a2bj3ncdk1586x729m6jw507nj8rlapf",
        "position": "Oscar L. Tang Family Distinguished Professor of East Asian Studies",
        "email": "prasenjit.duara@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0695653.jpg?nocache=1720809518228",
        "intro": "Prasenjit Duara is the Oscar Tang Chair of East Asian Studies at Duke University. He was born and educated in India and received his PhD in Chinese history from Harvard University. He was previously Professor and Chair of the Dept of History and Chair of the Committee on Chinese Studies at the University of Chicago (1991-2008). Subsequently, he became Raffles Professor of Humanities and Director, Asia Research Institute at National University of Singapore (2008-2015).In 1988, he published Culture, Power and the State: Rural North China, 1900-1942 (Stanford Univ Press) which won the Fairbank Prize of the AHA and the Levenson Prize of the AAS, USA. Among his other books are Rescuing History from the Nation (U Chicago 1995), Sovereignty and Authenticity: Manchukuo and the East Asian Modern (Rowman 2003) and most recently, TheCrisis of Global Modernity: Asian Traditions and a Sustainable Future  (Cambridge 2014). He has edited Decolonization: Now and Then (Routledge, 2004) and co-edited A Companion to Global Historical Thought with Viren Murthy and  Andrew Sartori (John Wiley, 2014). His work has been widely translated into Chinese, Japanese, Korean and the European languages.",
        "publications": "No publications information found"
    },
    {
        "name": "Katharine Brophy Dubois",
        "cv": "No CV found",
        "position": "Lecturing Fellow in the Department of History",
        "email": "katharine.dubois@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0014318.jpg?nocache=1720809519665",
        "intro": "A USA Today bestselling novelist of more than twenty historical romance novels as Katharine Ashe, including three awarded places on Amazon's Best Books of the Year lists, I teach part-time at Duke.  My courses explore representations in popular culture of medieval religion, gender and sexuality, as well as the history of the popular romance novel and the romance fiction industry.  As co-founder and host of the UNSUITABLE Speakers Series about women, history and popular fiction, I am delighted to welcome scholars, artists and industry professionals to campus to dialogue with students and Duke community members and to learn from each other.As a full-time academic until 2007, my research interests included religious belief and practice in medieval Latin Christendom, especially penance, pilgrimage, penitential devotion, saints' cults, and relics. My dissertation, Strangers and Sojourners: Pilgrimage and Pilgrims in Late-Medieval Rome, traced the early history of the Roman Jubilee, a year-long celebration of penitential pilgrimage to the city's ancient shrines. I remain interested in medieval notions of charity, charitable institutions, and the understanding of spiritual community that bound the living and the dead.",
        "publications": "No publications information found"
    },
    {
        "name": "John Freeman",
        "cv": "No CV found",
        "position": "Lecturing Fellow in the Department of History",
        "email": "rich.freeman@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0448167.jpg?nocache=1720809521255",
        "intro": "My interdisciplinary training both as a field anthropologist and scholar of the vernacular and classical languages and literatures of India is reflected in my writings and research projects as a historical anthropologist of South Asian religions.  In my principal ethnographic research, I have worked for many years on the lower-caste, spirit-possession cult of Teyyam in the state of Kerala.  As a complement to this, and drawing more centrally on my textual training, I have developed a corresponding program of research into both the Brahmanical culture of Sanskrit learning and regimes of worship in the region’s high temple culture, and into the local, vernacular cultures of the martial and yeoman caste-strata.  The goal has been to explore how these distinctive systems of knowledge and worship articulate in the wider region’s social and political history over long stretches of historical development.   My broadest research agendum is thus to bring together the rich literary sources of South Asia with the perspectives and methods of social anthropology and history to develop an overview of south India’s religious culture that is ethnological in substance and historical in sweep.",
        "publications": "No publications information found"
    },
    {
        "name": "John D. French",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "jdfrench@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0097211.jpg?nocache=1720809522589",
        "intro": "I am a professor of History at Duke University with secondary appointments in African and African-American as well as International Comparative Studies in Durham North Carolina. With a B.A. from Amherst College, I received my doctorate at Yale in 1985 under Brazilian historian Emília Viotti da Costa. Since 1979, I have been studying class, race, and politics in Brazil, Latin America, and beyond with 48 refereed articles as well as numerous chapters, briefing books, and reviewsMy October 2020 UNC Press monograph entitled Lula and his Politics of Cunning: From Metalworker to President of Brazil was awarded two prizes in 2021: the Sérgio Buarque de Holanda Prize from the Brazil Section of the Latin American Studies Association and the Warren Dean Memorial Prize of the Conference on Latin American History. The book has been the subject of four round-tables with contributions from eighteen senior scholars across several disciplines: Labor: Studies in Working Class History (September 2021); American Historical Review (December 2021); Latin American Politics & Society (February 2022); and International Review of Social History (2022). Reviewed widely, it has also been the subject of five podcasts and the Brazilian translations was published in September 2020 by Editora Expressāo Popular as Lula e a Politica de Astùcia: De Metalúrgico ao Presidente do Brasil (it is available for download as a PDF from  https://fpabramo.org.br/2022/08/27/fpa-e-expressao-popular-coeditam-biografia-de-lula-escrita-por-john-d-french/). A detailed consideration of the methodological and theoretical lineage of the book can be found at https://www.cambridge.org/core/journals/journal-of-latin-american-studies/article/charismas-birth-from-the-bottom-up-lula-abcs-metalworkers-strikes-and-the-social-history-of-brazilian-politics/E7E1D10F63BD31C81F190FD917D56267My earlier books include The Brazilian Workers ABC (1992/1995 in Brazil), Drowning in Laws: Labor Law and Brazilian Political Culture (2004; 2002 in Brazil), and a coedited volume The Gendered Worlds of Latin American Women Workers (1997) as well as forthcoming co-authored article on the Brazilian Supreme Court 2012 decision ruling racial quotas in higher education admissions fully constitutional.  I have over the years served as Director of the Duke's Latin American Center and the Carolina-Duke Consortium, Treasurer of our national interdisciplinary organization LASA, and co-editor of the Hispanic American Historical Review for a five-year term that ended in June 2017.  Over the past seven years, I have served as co-director of the Duke Brazil Initiative, the Global Brazil Humanities Lab of the Franklin Humanities Institute (2014-17), and as faculty co-director of Bass Connections Project (2015-19) on \"The Cost of Opportunity: Social Mobility and Higher Education in Rio's Baixada Fluminense\": https://sites.duke.edu/project_duke_baixada_project/ In the spring of 2020, I co-taught a course on \"Black Lives Matter Brazil/USA\" with Mellon visiting professor Dr. Silvio Almeida of Mackenzie Presbyterian University/FGV in Sao Paulo that led to an ongoing student project that produced an exhibit currently on display in the Classroom Building on Duke’s East campus as well as a remarkable website: http://blacklivesmatterbra-usa.com/My past doctoral advisees have completed dissertations on Bolivia, Brazil (3), Chile, Jamaica & Trinidad and Tobago, Peru, Venezuela, early modern Spain, and southeastern pacific marine environmental history. My graduate teaching includes the \"Modern Latin American History\" colloquium, a two-semester sequence on \"Afro-Brazilian History and Culture,\" and \"The Latin American Wars of Independence.\" Over the years, I have directed numerous undergraduate theses in a variety of disciplines, eight of which won prizes. My undergraduate offerings include surveys of Brazilian and Modern Latin American history while my newest offering focuses on the political and military history of the Latin American Wars of Independence.",
        "publications": "No publications information found"
    },
    {
        "name": "Barry Gaspar",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "dgaspar@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0117569.jpg?nocache=1720809524078",
        "intro": "Dr. Gaspar concentrates on comparative slave systems, with a special interest in the development of slave society and the evolution of slave life in the United States and the Caribbean. The Atlantic Slave Trade, Atlantic history and culture, the legacy of slavery in post-slave societies, historical geography, colonial British America, and Caribbean and Afro-American history are also fields of major interest. He has published articles on slave resistance and social control. His study, Bondmen and Rebels: A Study of Master-Slave Relations in Antigua, was published by the Johns Hopkins University Press, and he co-edited More than Chattel: Black Women and Slavery in the Americas, published by Indiana University Press. He is currently working on transitions in patterns of slave revolt in the Caribbean and North America.",
        "publications": "No publications information found"
    },
    {
        "name": "Thavolia Glymph",
        "cv": "No CV found",
        "position": "Peabody Family Distinguished Professor of History",
        "email": "thavolia@duke.edu",
        "phone": "No phone found",
        "office": "224 Classroom Building, Box 90719, 1356 Campus Drive, Durham, NC 27708",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0268456.jpg?nocache=1720809525458",
        "intro": "Thavolia Glymph is a professor of History and Law and Faculty Research Scholar at the Duke Population Research Institute (DUPRI) at Duke University where she holds the Peabody Family Distinguished Professorship in History. She is president-elect of the American Historical Association and holds the 2023-24 Rogers Distinguished Fellow in Nineteenth Century American History at the Huntington Library, San Marino, California. She is the author of two monographs and numerous articles and essays. Her book, The Women's Fight: The Civil War's Battles for Home, Freedom, and Nation (University of North Carolina Press, 2020), won the Albert J. Beveridge Award, American Historical Association; the Joan Kelly Memorial Prize, American Historical Association, the Julia Cherry Spruill Prize, Southern Association for Women Historians; Tom Watson Brown Book Award awarded by the Society of Civil War Historians and the Watson-Brown Foundation; the 2021 John Nau Prize awarded by the John L. Nau III Center for Civil War History, University of Virginia; the 2021 Civil War and Reconstruction Book Award awarded by the Organization of American Historians; the 2021 Mary Nickliss Prize awarded by the Organization of American Historians; the 2021 Darlene Clark Hine Award awarded by the Organization of American Historians, and was a finalist for the 2021 Gilder Lehrman Lincoln Prize. Her book, Out of the House of Bondage: The Transformation of the Plantation Household (Cambridge University Press, 2008) was a winner of the 2009 Philip Taft Book Prize and a finalist for the Frederick Douglass Prize. She is co-editor of two volumes of Freedom: A Documentary History of Emancipation, 1861-1867 and is currently completing two book manuscripts titled \"African American Women and Children Refugees in the Civil War\" supported by a National Institutes of Health grant and “Playing ‘Dixie’ in Egypt: A Transnational Transcript of Race, Nation, Empire and Citizenship.\" In 2015 and 2018, Glymph served as the John Hope Franklin Visiting Professor of American Legal History at Duke Law School. She is an elected member of the Society of American Historians and serves on its Executive Board and an elected member of the American Antiquarian Society and the Board of Directors of the Gettysburg Foundation. She serves on several editorial boards and is past president of the Southern Historical Association (2019-2020) and an Organization of American Historians Distinguished Lecturer.",
        "publications": "No publications information found"
    },
    {
        "name": "Malachi H. Hacohen",
        "cv": "https://duke.app.box.com/file/302687516784",
        "position": "Professor of History",
        "email": "mhacohen@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0096891.jpg?nocache=1720809526821",
        "intro": "MALACHI HAIM HACOHEN (Ph.D., Columbia), Bass Fellow and Professor of History and Religion, is Director of the Religions and Public Life Initiative at the Kenan Institute for Ethics, and member of the faculties of Jewish Studies and Slavic and Eurasian Studies. He teaches intellectual history and Jewish European history. He previously taught at Columbia University, New York University, and Reed College. His research interests focus on Central Europe and include social theory, political philosophy, and rabbinic culture – Midrash to Kabbalah to halakhic responsa. Hacohen writes on the Central European Jewish intelligentsia, on nation state vs. empire in Jewish European history, and on Jewish–Christian relations. He has paid special attention to science and culture in Vienna, to the international networks of European Jewish émigrés, and to trans-Atlantic Cold War liberalism. His Jewish European history is both traditionally Jewish and cosmopolitan European.Hacohen's Karl Popper - The Formative Years, 1902-1945 (New York: Cambridge University Press, 2000) has won the Herbert Baxter Adams Prize of the AHA and the Victor Adler- Staatspreis (Austrian state-prize). He has published essays inthe leading journals of European and Jewish history and in several important collections. His Jacob & Esau: Jewish European History Between Nation and Empire is forthcoming from Cambridge University Press in June 2018. Jacob & Esau is a profound new account of two millennia of Jewish European history which, for the first time, integrates the cosmopolitan narrative of the Jewish intelligentsia with that of traditional Jews and Jewish culture. The book uses the biblical story of the rival twins, Jacob and Esau, and its subsequent retelling by Christians and Jews through the ages as lens through which to illuminate changing Jewish–Christian relations and the opening and closing of opportunities for Jewish life in Europe. Jacob & Esau tells a new history of a people accustomed for over two-and-a-half millennia to forming relationships, real and imagined, with successive empires but eagerly adapting, in modernity, to the nation-state, and experimenting with both assimilation and Jewish nationalism. In rewriting this history via Jacob and Esau, the book charts two divergent but intersecting Jewish histories that together represent the plurality of Jewish European cultures.Hacohen has been a recipient of the Frederick Burkhardt Fellowship from the ACLS, as well as of Fulbright, Mellon, and Whiting fellowships and a number of teaching awards. He was a fellow at the Oxford Centre for Hebrew and Jewish Studies in 2016-17, the Center for Advanced Studies in the Behavioral Sciences in Palo Alto in 2006-07, the National Humanities Center in 2002-03, and the IFK (Internationales Forschungszentrum  Kulturwissenschaften) in Vienna in 2001. He is a coordinator of the Triangle Intellectual History Seminar (Duke, NCSU, UNC, and Wake Forest University) and the North Carolina Jewish Studies Seminar. He has served on the editorial board of several professional journals, as well as on the international board of the House of History – Austria, the Vienna International Summer University, the IFK, and the Adler and Vogelsang Austrian State Prize jury. Most recently, he has led an international research initiative on Empire, Socialism and Jews, with a series of conferences in Vienna and Duke University. Malachi Haim Hacohen Bass Fellow and Professor  History, Political Science, and Religion Director, Religions & Public Life The Kenan InstituteDuke University",
        "publications": "No publications information found"
    },
    {
        "name": "Evan Hepler-Smith",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "evan.heplersmith@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0977611.jpg?nocache=1720809528557",
        "intro": "Evan Hepler-Smith is Assistant Professor of History at Duke University. Evan is a historian of modern science and technology, specializing in the global history of chemistry, computing and information technology, and environmental health.Evan's book in progress, Compound Words: Chemists, Information, and the Synthetic World, is a transnational history of ideas, infrastructures, and politics behind the molecule-by-molecule conception of what chemicals are, the foundation of present-day chemical innovation, manufacturing, and regulation. The ontology of chemicals-as-molecules arose not just from timeless properties of material substances, but also the contingent structure of information technologies. This way of determining what counts as a chemical (a patentable drug, an environmental hazard) was developed by European chemists in the late nineteenth century, and subsequently adopted and adapted around the world, to mobilize chemical information for the benefit of ideologies, nations, and corporations. Born of capitalist imperatives, organized in print, and entrenched within computer databases, molecules became a taken-for-granted foundation of twentieth-century science, technology, and biomedicine.Evan is concurrently pursuing two new projects. \"Remapping Chemicals\" traces life cycles of chemical substances through modes of production, cultures of use, geographies of toxic exposure, and politics of environmental justice. Through comparative histories of such substances as cinchona, indigo, DDT, and per- and polyfluorinated alkyl substances (PFAS), this project aims to shed light on chemical hazards in terms of infrastructures of manufacturing, consumption, information, mobility, and labor. It also aims to draw attention to alternatives (past and present) to these persistent games of \"chemical whack-a-mole.\"Evan's other new project, \"How Molecules Became Digital (And Everything Became Molecules)\" explores how the rise of scientific computing has been intertwined with a shift toward molecular approaches across a wide swath of science, technology, medicine, and governance--from predictive toxicology to expert systems AI to social network analysis. By bringing chemical databases from the “back end” into the foreground, this project will show how molecularization and computerization reinforced each other and shaped science and society since the mid-twentieth century.For more information, please see https://evanheplersmith.com",
        "publications": "No publications information found"
    },
    {
        "name": "Margaret Ellen Humphreys",
        "cv": "No CV found",
        "position": "Josiah Charles Trent Distinguished Professor of the History of Medicine, in the School of Medicine",
        "email": "meh@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0114931.jpg?nocache=1720809529929",
        "intro": "History of American medicine and public health, history of tropical medicine, especially malaria and yellow fever, history of medicine in the American Civil War. History of racial disparities in health and health care in the US.",
        "publications": "No publications information found"
    },
    {
        "name": "Reeve Huston",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "reeve.huston@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0316173.jpg?nocache=1720809531275",
        "intro": "My teaching, thinking, and writing center on U.S. political history and on the history of capitalism.  In the latter interest, I teach and write in both US and global/comparative history.  I teach several courses in these fields: a two-semester survey of U.S. political history, the History of Capitalism in the United States, a gateway seminar called Capitalism and its Critics, and courses in the global and transnational history of capitalism.  My undergraduate courses are all more or less “flipped”: discussion occupies the vast majority of class energy, with brief lectures making an occasional appearance.  Course readings are a mix of documents and historians’ interpretations.I am currently writing a book called Reforging American Democracy: Political Practices in the United States, 1812-1840.  This period witnessed the simultaneous appearance of several kinds of democratic  movements: Jacksonian and anti-Jacksonian parties, evangelical reform (temperance, abolitionism, etc.), a new African American radicalism in the North, Antimasonry, the Workingmen’s party, and numerous movements for autonomy among Native Americans.  Each of these movements sought to educated and mobilize mass constituencies, and all claimed to be trying to enforce the will of “the people” in public affairs.  But they all used dramatically different practices in doing so, and each condemned the methods of its competitors.  Reforging American Democracy explains why and how these competing democratic practices and ideals emerged at the same time and examines what was at stake in these conflicts.  In the process, it seeks to rethink a critical period in American political development by tracing how electoral democracy interacted with alternate political repertoires.I have also written about conflicts over the distribution of land in the nineteenth century US, an interest I plan to pursue on a global scale in the future.",
        "publications": "No publications information found"
    },
    {
        "name": "Anna Krylova",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "anna.krylova@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0311672.jpg?nocache=1720809532644",
        "intro": "Anna Krylova is an associate professor at Duke in the Department of History with a joint appointment in Gender, Sexuality, and Feminist Studies. She has written on questions of historical and social theory, gender theory, socialist feminism, Western and Soviet Marxism, as well as modern Russia and challenges posed in envisioning a socialist alternative in the age of industrial, post-industrial, and post-colonial modernity. She is the author of Soviet Women in Combat: A History of Violence on the Eastern Front (Cambridge University Press, 2010), the winner of the 2011 AHA Herbert Baxter Adams Prize. She is currently working on two book projects. One, The Grip of History: Essays in Historical Criticism and Social Theory, is a collection of essays that rethinks American historians’ encounter with the poststructuralist intellectual project and explores the analytical and political price the discipline has paid for the poststructuralist upgrade of its analytics. The other is a new cultural history of Soviet Russia, provisionally titled Imagining Socialism in the Soviet Century. Her most recent publications include “Marx and the Many Lives of Marxism in 20th the 21st Centuries,” Social History, May 2024; “Foucault, Poststructuralism, and the Fixed “Openness of History,” Modern Intellectual History, May 2024; and “Agency and History,” American Historical Review, June 2023; “Imagining Socialism in the Soviet Century,” Social History, August 2017; “Legacies of the Cold War and the Future of Gender in Feminist Histories of Socialism,” in The Routledge International Handbook to Gender in Central-Eastern Europe and Eurasia (2021); and “Gender Binary and the Limits of Poststructuralist Method,” Gender and History, August 2016. Many of her publications are accessible at https://duke.academia.edu/AnnaKrylova. She has been Fellow at the National Humanities Center; George Kennan Member at the Institute for Advanced Study, Princeton; Fellow at Davis Center for Russian and Eurasian Studies at Harvard University, and visiting scholar at the Institute of Eastern European History at Tubingen University (Germany). Her work has been supported by the Mellon Faculty Book Manuscript Workshop Fellowship, SSRC, and IREX.\r\n Degrees:Ph.D., History, 2001, Johns Hopkins University. M.A., History, 1998, Johns Hopkins University.M.A., Political Science, 1995, Johns Hopkins University.Awards and HonorsFellow, National Humanities Center, 2013-2014.Member, School of Historical Studies, Institute for Advanced Study, Spring Term, 2013.2011 Herbert Baxter Adams Prize of the American Historical Association, awarded for the best first book in European history.2008-2009 Mellon Faculty Book Manuscript Workshop Fellowship, John Hope Franklin Humanities Institute, Duke University.2006-2010 Hunt Family Assistant Professor of History, Duke University.2005-2002 Post-Doctoral Fellowship, Davis Center for Russian and Eurasian Studies, Harvard University.1998-1999 Social Science Research Council Dissertation Write-up Grant.1999 Stulman Graduate Student, Department of History, Johns Hopkins University.1997-1998 IREX Individual Advanced Research Opportunities Fellowship.1997-1998 Pre-Dissertation Fellowship Award, Association for Women in Slavic Studies.",
        "publications": "No publications information found"
    },
    {
        "name": "Mélanie Aimée Marie Lamotte",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "melanie.lamotte@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "/images/person_placeholder.png?nocache=1720809534165",
        "intro": "No intro found",
        "publications": "No publications information found"
    },
    {
        "name": "Adriane D. Lentz-Smith",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "adriane.lentz-smith@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0444207.jpg?nocache=1720809535408",
        "intro": "Adriane Lentz-Smith is Associate Professor Duke's department of History where she teaches courses on the Civil Rights Movement, Black Lives, Modern America, and History in Fact and Fiction. A scholar of African American history as well as the histories of the twentieth-century United States and the US & the World, Lentz Smith is author of Freedom Struggles: African Americans and World War I (Harvard University Press, 2009). The book explores how African Americans worked through ideas of manhood, citizenship, and global encounter to pursue the black freedom struggle during World War I and build the civil rights movement that followed. Her article, “The Unbearable Whiteness of Grand Strategy,” can be found in the forthcoming volume, Rethinking American Grand Strategy(Oxford University Press, 2021).Her book in progress, \"The Slow Death of Sagon Penn: State Violence, and the Twilight of Civil Rights,\" explores the long aftermath of one man’s devastating encounter with the police in San Diego in 1985. The book traces how state violence and white supremacy remade and sustained themselves in the twilight of the civil rights era. She also has published in journals such as American Quarterly, Modern American History, and Southern Cultures; and served as a consultant to the documentary, “The Jazz Ambassadors” as well as the Library of Congress exhibit, “Echoes of the Great War.” She can be seen on the documentaries, “The Great War,” \"Hellfighters,\" and \"Voice of Freedom.\"A senior fellow in Duke’s Kenan Institute for Ethics, Lentz-Smith hosts Kenan’s community conversations series, “The Ethics of Now.” She serves on the advisory board for Duke University Press as well as for the journals Modern American History and Meridians: Feminism, Race, Transnationalism.",
        "publications": "No publications information found"
    },
    {
        "name": "Justin Leroy",
        "cv": "No CV found",
        "position": "Assistant Professor of History",
        "email": "justin.leroy@duke.edu",
        "phone": "No phone found",
        "office": "114 Campus Drive, 226 Classroom Bldg, Durham, NC 27708-0719",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/1233328.jpg?nocache=1720809537056",
        "intro": "No intro found",
        "publications": "No publications information found"
    },
    {
        "name": "Nancy MacLean",
        "cv": "No CV found",
        "position": "William H. Chafe Distinguished Professor of History and Public Policy",
        "email": "nancy.maclean@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0520056.jpg?nocache=1720809538395",
        "intro": "[Note to graduate applicants: Professor MacLean now has a full roster of graduate advisees, so she will not be taking on any new doctoral students for the foreseeable future.]Nancy MacLean is an award-winning scholar of the twentieth-century U.S., whose most recent book, Democracy in Chains: The Deep History of the Radical Right’s Stealth Plan for America, has been described by Publishers Weekly as “a thoroughly researched and gripping narrative… [and] a feat of American intellectual and political history.” Booklist called it “perhaps the best explanation to date of the roots of the political divide that threatens to irrevocably alter American government.” http://bit.ly/2oJklds. A finalist for the National Book Award in Nonfiction, it won the Los Angeles Times Book Prize in Current Interest, the Lannan Foundation Cultural Freedom Award, and the Lillian Smith Book Award.MacLean is the author of four other books, including Freedom is Not Enough: The Opening of the American Workplace (2006) called by the Chicago Tribune \"contemporary history at its best,” and Behind the Mask of Chivalry: The Making of the Second Ku Klux Klan, named a New York Times \"noteworthy\" book of 1994. Her articles and review essays have appeared in American Quarterly, The Boston Review, Feminist Studies, Gender & History, In These Times, International Labor and Working-Class History, Labor, Labor History, Journal of American History, Journal of Women’s History, Law and History Review, The Nation, The New Republic, the OAH Magazine of History, and many edited collections. Often on the radio, she is also a frequent guest on such cable shows as Democracy Now!, Real Time with Bill Maher, and the ReidOut with Joy Reid.Professor MacLean’s scholarship has received more than a dozen prizes and awards and been supported by fellowships from the American Council of Learned Societies, the National Endowment for the Humanities, the National Humanities Center, the Russell Sage Foundation, PolicyLink, and the Woodrow Wilson National Fellowships Foundation. In 2010, she was elected a fellow of the Society of American Historians, which recognizes literary distinction in the writing of history and biography.An award-winning teacher and committed graduate student mentor, she offers courses on twentieth and twenty-first century America, social movements, and public policy history.",
        "publications": "No publications information found"
    },
    {
        "name": "Jehangir Malegam",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "jehangir.malegam@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0514889.jpg?nocache=1720809539795",
        "intro": "I am a historian of religion and culture in Medieval Europe.  I have previously written on Christian understandings of violence and approaches to peacemaking in Medieval western Europe.  I have also written on the history of emotions, the history of papal reform and more recently, on the history of cities in northwest Europe",
        "publications": "No publications information found"
    },
    {
        "name": "Cecilia Marquez",
        "cv": "No CV found",
        "position": "Hunt Family Assistant Professor of History",
        "email": "cecilia.marquez@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0987561.jpg?nocache=1720809541437",
        "intro": "Cecilia Márquez is the Hunt Family Assistant Professor in History at Duke University. Her research focuses on the history of Latinx people in the US South. Dr. Márquez writes and teaches about the formation of Latinx identity, Latinx social movements, and the importance of region in shaping Latinx identity. Her work has been supported by the Mellon Foundation, the Woodrow Wilson Foundation, and the Smithsonian National Museum of American History.A brief overview of her new book, “Making the Latino South”:The history of the American South is being retold with Latinos at the center. Duke University Professor Cecilia Márquez’s “Making the Latino South” reveals that to be Latino in the South was unlike being Latino anywhere else in the country. In this book, Marquez challenges commonly held beliefs about the origins of Latino identity and the power of region in shaping race. “Making the Latino South” details the journey of Latinos from Jim Crow to the Civil Rights Movement, the post-Civil Rights Era, and the early days of the twenty-first century South. Those interested in history, politics, immigration, and race in the region will discover new voices and insights in Márquez’s compelling retelling of southern history.",
        "publications": "No publications information found"
    },
    {
        "name": "John Jeffries Martin",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "john.j.martin@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0446020.jpg?nocache=1720809543298",
        "intro": "John Jeffries Martin is a historian of early modern Europe, with particular interests in the social, cultural, and intellectual history of Italy in the sixteenth and seventeenth centuries. He is the author of Venice’s Hidden Enemies: Italian Heretics in a Renaissance City (1993), winner of the Herbert Baxter Adams Prize of the American Historical Association, Myths of Renaissance Individualism (2004), and A Beautiful Ending: The Apocalyptic Imagination and the Making of the Modern World (2022) as well as some 50 articles and essays. In addition, he is the editor or co-editor of several volumes: Venice Reconsidered: The History and Civilization of an Italian City State (2002); The Renaissance: Italy and Abroad (2002); Heresy, Culture and Religion in Early Modern Italy: Contexts and Contestations (2006); and The Renaissance World (2007). Martin’s current research focuses on the history of torture in early modern Italy, a topic he is pursuing through a study of Francesco Casoni, a provincial intellectual, whose writings on evidence and the art of conjecture did much to undermine the need for the use of torture in the courts of Europe in the early modern period.Martin has been a fellow of the John Simon Guggenheim Memorial Foundation, twice of the National Endowment of the Humanities, and has received support for his research from the American Philosophical Association, the Gladys Krieble Delmas Foundation, and the Renaissance Society of America. He has lectured, as the Alphonse Dupront Chair, at the University of Paris-Sorbonne and, as Distinguished Visiting Scholar, at Victoria College, the University of Toronto. He also lectures frequently to broader publics, most recently through a series of presentations on early modern Europe through the Program in the Humanities and Human Values at the University of North Carolina, Chapel Hill.With Richard Newhauser, Martin is editor of the series Vices & Virtues for Yale University Press.Martin teaches courses in Italian and European history. His most recent courses include a graduate seminar on the history of the early modern Mediterranean and an undergraduate seminar on the history of torture in the West. In the spring of 2013 he offered, together with Sara Galletti, a course entitled “Mapping Knowledge in the Renaissance: Raphael’s School of Athens,” a collaborative that investigated the epistemologies of various disciplines in Rome in the High Renaissance. The course was funded by a grant from the Humanities Writ Large initiative at Duke.Before joining the history faculty at Duke in 2007, Martin taught at Trinity University in San Antonio, where he also served as Chair of the History Department (2004-2007). Martin grew up on St. Simons Island, Georgia, attended St. Paul’s School in Concord, New Hampshire, and received both his undergraduate and graduate degrees from Harvard.",
        "publications": "No publications information found"
    },
    {
        "name": "Adam Mestyan",
        "cv": "https://adammestyan.com/wp-content/uploads/2024/06/mestyan_CV.pdf",
        "position": "Associate Professor of History",
        "email": "adam.mestyan@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0722570.jpg?nocache=1720809544664",
        "intro": "Adam Mestyan is Associate Professor of History and the Director of both the Middle East Studies Center and the Islamic Studies Center at Duke University. He is also the Director of Graduate Studies for the Graduate Certificate in Middle East Studies.In matters of DUMESC/DISC and the Graduate Certificate in MES please contact him at: dumesc-director@duke.edu.Prof. Mestyan has also been the recipient of many fellowships and awards including a junior fellowship in the Society of Fellows at Harvard University and a membership in the Institute for Advanced Study (Princeton). His main works in modern Middle Eastern history include Modern Arab Kingship – Remaking the Ottoman Political Order in the Interwar Middle East (Princeton University Press, 2023), Primordial History, Print Capitalism, and Egyptology in Nineteenth-Century Cairo (Ifao, 2021); and Arab Patriotism: The Ideology and Culture of Power in Late Ottoman Egypt (Princeton University Press, 2017). He is currently the PI of the collaborative Arabic digital humanities project, Digital Cairo – Studying Urban Transformation through a TEI XML Database, 1828-1914, supported by the National Endowment for the Humanities (NEH) and L’Institut français d’archéologie orientale du Caire (Ifao).",
        "publications": "No publications information found"
    },
    {
        "name": "Martin A. Miller",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "mmiller@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0063269.jpg?nocache=1720809546252",
        "intro": "Professor Miller's interests are in Modern Russian history, the history of psychoanalysis in Russia, and comparative and international terrorist movements.",
        "publications": "No publications information found"
    },
    {
        "name": "Tamika Nunley",
        "cv": "No CV found",
        "position": "Research Professor in the Department of History",
        "email": "tamika.nunley@duke.edu",
        "phone": "No phone found",
        "office": "1356 Campus Drive, Box 90719, Durham, NC 27708",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/1424773.jpg?nocache=1720809547709",
        "intro": "Tamika Nunley is Research Professor of History with courses and research focused on the history of slavery, African American women's and gender history, the early Republic, and the American Civil War. Her first book, At the Threshold of Liberty: Women, Slavery, and Shifting Identities in Washington, D.C. (University of North Carolina Press, 2021) reveals how African American women—enslaved, fugitive, and free—imagined new identities and lives beyond the oppressive restrictions intended to prevent them from experiencing liberty, self-respect, and power. Consulting nineteenth-century newspapers, government documents, letters, abolitionist records, legislation, and memoirs, Nunley traces how black women navigated social and legal proscriptions to develop their own ideas about liberty as they escaped from slavery, initiated freedom suits, created entrepreneurial economies, pursued education, and participated in political work. In telling these stories, Nunley places black women at the vanguard of the history of Washington D.C., and illuminates how they contributed to the momentous transformations of nineteenth-century America. This book was named the 2021 Letitia Woods Brown Book prize winner for best book in African American women's history, the 2021 Pauli Murray Book prize winner for best book in Black intellectual history and the 2021 Mary Kelley prize winner for best book published in women, gender, or sexuality in the Early American Republic .Her second book, The Demands of Justice: Enslaved Women, Capital Crime, and Clemency in Early Virginia, 1662-1865 is published with the University of North Carolina Press. This book examines clemency in legal cases that involve enslaved women accused of capital crime in early Virginia. In these legal encounters, we not only see a system that worked to define and affirm a commitment to legal paternalism that upheld the rule of law, but decades of responses made by the countless enslaved women accused of capital offenses. The Demands of Justice examines how these responses constituted the makings of an intellectual history of enslaved women’s articulations of justice. She has published articles and reviews in The Journal of Southern History, The William and Mary Quarterly, The Journal of Women's History, the Journal of American Legal History and the Journal of the Civil War Era.In addition to being a lifetime member of the Association of Black Women Historians, she serves on the editorial board of Civil War History, The Journal of Southern History, and the Journal of the Civil War Era. She has served on committees for the Society for Historians of the Early American Republic, the Society of Civil War Historians, and the Southern Historical Association. Her work has been supported by the Andrew Mellon and Woodrow Wilson foundations as well as the American Association of University Women and the Bright Institute Fellowship. In 2023, the Library of Congress named her the Cary and Ann Maguire Chair in Ethics and American History.",
        "publications": "No publications information found"
    },
    {
        "name": "Jocelyn Olcott",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "olcott@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0289561.jpg?nocache=1720809549173",
        "intro": "Jocelyn Olcott is Professor of History; International Comparative Studies; and Gender, Sexuality, and Feminist Studies at Duke University. Her first book, Revolutionary Women in Postrevolutionary Mexico, explores questions of gender and citizenship in the 1930s.  Her second book, International Women’s Year:  The Greatest Consciousness-Raising Event in History considers the history and legacies of the United Nation’s first world conference on women in 1975 in Mexico City (Oxford University Press, 2017).  Her current project, a biography of the activist and folksinger Concha Michel, a one-time Communist who became an icon of maternalist feminism and a vocal advocate for recognizing the economic importance of subsistence labors, is under contract with Duke University Press.  The book follows Michel's life story from the late nineteenth century to the late twentieth to examine the ways that the concept, labor, and policies surrounding “motherhood” articulated with major shifts in political-economic thought.  She has also embarked on an international, interdisciplinary project centered on rethinking the value of care labors broadly speaking, including not only dependent and household care but also, for example, environmental, community, cultural, and sexual care.",
        "publications": "No publications information found"
    },
    {
        "name": "Simon Partner",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "spartner@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0200761.jpg?nocache=1720809550701",
        "intro": "Late 19th and 20th-century Japanese history Focusing on: growth of consumer markets; technology and social change; Japanese rural society",
        "publications": "No publications information found"
    },
    {
        "name": "Sumathi Ramaswamy",
        "cv": "No CV found",
        "position": "James B. Duke Distinguished Professor of History",
        "email": "sr76@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0446203.jpg?nocache=1720809552301",
        "intro": "I am a cultural historian of South Asia and the British Empire and my research over the last few years has been largely in the areas of visual studies, the history of cartography, and gender. My recent publications in this area include The Goddess and the Nation: Mapping Mother India (Duke University Press, 2010); and three edited volumes, Barefoot Across the Nation: Maqbool Fida Husain and the Idea of India (Routledge, 2010),  Empires of Vision (co-edited with Martin Jay, Duke University Press, 2014), and Motherland: Pushpamala N.'s Woman and Nation  (co-edited with Monica Juneja, 2022). My pictorial monograph titled Husain's Raj: Visions of Empire and Nation was published in 2016 by Marg, Mumbai. My work in popular visual history also led me in 2006 to co-establish Tasveerghar: A Digital Network of South Asian Popular Visual Culture.   For a number of years, I have also been working on a project on Gandhi and visual culture funded by the Humboldt Foundation which honored me in 2016 with the Annaliese Maier Research Award. In the sphere of public visual humanities, I published two works in 2020: Gandhi in the Gallery: The Art of Disobedience, and a digital project titled B is for Bapu: Gandhi in the Art of the Child in Modern India.  I am also pursuing a research agenda on the cultures of learning in colonial and postcolonial India. As part of this agenda, I published a monograph titled Terrestrial Lessons: The Conquest of the World as Globe (University of Chicago Press, 2017), in which I explore the debates in colonial India about the shape and disposition of the earth in the universe and examine the course of science education conducted around the terrestrial globe as a pedagogic object as it enters Indian schools.  A second project tentatively titled \"A Strange Kindness? Giving & Learning in Tamil India,\" draws upon my experience as Program Officer for Education, Arts & Culture for the Ford Foundation in New Delhi (2002-2005). It charts the ethical, economic and political impulses that have governed private philanthropy directed towards the establishment of colleges and universities across Tamil India from the 19th century into the present.",
        "publications": "No publications information found"
    },
    {
        "name": "Thomas Robisheaux",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "trobish@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0045165.jpg?nocache=1720809553680",
        "intro": "As an historian of early modern Europe Dr. Robisheaux has particular interests in social and cultural history, German-speaking Central Europe, Renaissance culture, religious reform, popular religion and culture, and microhistory. Author of The Last Witch of Langenburg and Rural Society and the Search for Order in Early Modern Germany, Lost Worlds, and many articles, he teaches courses on European history; Reformation Europe; Magic, Religion and Science; social and economic history; and religion and society in early modern Europe. He is currently writing a book on the craft of microhistory. He is a member of the Society for Reformation Research and the Sixteenth Century Studies Conference. As executive secretary of the Fruehe Neuzeit Interdisziplinaer (Conference Group in Early Modern German Studies) he co-organizes the trienniel conference in early modern studies at Duke University. He has created and directed a humanities laboratory at Duke University, a creative experiment in teaching about and promoting microhistory as a popular genre of history writing.   His recent interests explore the methods of microhistory and the ways microhistory can inform the arts and film.Duke Magazine, \"A Witch's Brew,\" July/August 2009",
        "publications": "No publications information found"
    },
    {
        "name": "Peter Sigal",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "peter.sigal@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0334119.jpg?nocache=1720809555367",
        "intro": "Pete Sigal is professor of History and Gender, Sexuality and Feminist Studies at Duke University. His research and teaching focus on the history of sexuality, Latin American history, and the relationship between colonialism and sexual pleasure. He is author of The Flower and the Scorpion: Sexuality and Ritual in Early Nahua Culture (Duke University Press, 2011), a study on the interaction of writing and sexualrepresentation in sixteenth and seventeenth-century indigenous Nahua societies ofMexico, which won the Erminie Wheeler Voegelin Award from the American Society of Ethnohistory, for the best book published in 2011. He is co-editor, with Zeb Tortorici and the late Neil Whitehead, of Ethnopornography: Sexuality, Colonialism and Archival Knowledge (Duke University Press, 2020), a wide-ranging study of the relationships between the colonial and ethnographic gaze and sexuality throughout the world. He is completing a study of colonialism and sexual desire, “Sustaining Sexual Pleasure: Colonial Erotics, Racialized Sexuality, and Ecstatic Resistance,” in which he examines artistic reimaginings of the history of sexuality by engaging with the works of queer Black, Latinx, and Indigenous artists who work to decolonize desire through acts that Sigal terms “ecstatic resistance.” In such resistance, the artists build an alternative notion of ecstasy that allows us to reconsider the history of sexuality. His teaching includes an interdisciplinary first year seminar on sexuality around the world, an undergraduate lecture course, Sexual Pleasure in the Modern World that is often touted as one of the \"must take\" courses at Duke, an undergraduate lecture on Aztecs and Mayans, an advanced seminar on the history of sexuality, open to undergraduate and graduate students, and graduate seminars on various topics and approaches to history.Sigal has moved from studying sexual desires in indigenous communities to examining the colonial cultural processes that create global concepts of modern sexuality, race, gender, masculinity, and femininity. Sigal also is author of From Moon Goddesses to Virgins: The Colonization of Yucatecan Maya Sexual Desire (University ofTexas Press, 2000), and editor of Infamous Desire: Male Homosexuality in Colonial Latin America (University of Chicago Press, 2003).",
        "publications": "No publications information found"
    },
    {
        "name": "Philip J. Stern",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "philip.stern@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0486305.jpg?nocache=1720809556799",
        "intro": "My work focuses on various aspects of the legal, political, intellectual, and business histories that shaped the British Empire. My interests include the role of companies and corporations in colonial enterprise, overseas exploration and cartography, the historiography of British India, early modern economic thought, and digital and data visualization approaches to the problem of colonial sovereignty.",
        "publications": "No publications information found"
    },
    {
        "name": "Sumathi Ramaswamy",
        "cv": "No CV found",
        "position": "James B. Duke Distinguished Professor of History",
        "email": "sr76@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0446203.jpg?nocache=1720809558424",
        "intro": "I am a cultural historian of South Asia and the British Empire and my research over the last few years has been largely in the areas of visual studies, the history of cartography, and gender. My recent publications in this area include The Goddess and the Nation: Mapping Mother India (Duke University Press, 2010); and three edited volumes, Barefoot Across the Nation: Maqbool Fida Husain and the Idea of India (Routledge, 2010),  Empires of Vision (co-edited with Martin Jay, Duke University Press, 2014), and Motherland: Pushpamala N.'s Woman and Nation  (co-edited with Monica Juneja, 2022). My pictorial monograph titled Husain's Raj: Visions of Empire and Nation was published in 2016 by Marg, Mumbai. My work in popular visual history also led me in 2006 to co-establish Tasveerghar: A Digital Network of South Asian Popular Visual Culture.   For a number of years, I have also been working on a project on Gandhi and visual culture funded by the Humboldt Foundation which honored me in 2016 with the Annaliese Maier Research Award. In the sphere of public visual humanities, I published two works in 2020: Gandhi in the Gallery: The Art of Disobedience, and a digital project titled B is for Bapu: Gandhi in the Art of the Child in Modern India.  I am also pursuing a research agenda on the cultures of learning in colonial and postcolonial India. As part of this agenda, I published a monograph titled Terrestrial Lessons: The Conquest of the World as Globe (University of Chicago Press, 2017), in which I explore the debates in colonial India about the shape and disposition of the earth in the universe and examine the course of science education conducted around the terrestrial globe as a pedagogic object as it enters Indian schools.  A second project tentatively titled \"A Strange Kindness? Giving & Learning in Tamil India,\" draws upon my experience as Program Officer for Education, Arts & Culture for the Ford Foundation in New Delhi (2002-2005). It charts the ethical, economic and political impulses that have governed private philanthropy directed towards the establishment of colleges and universities across Tamil India from the 19th century into the present.",
        "publications": "No publications information found"
    },
    {
        "name": "Jocelyn Olcott",
        "cv": "No CV found",
        "position": "Professor of History",
        "email": "olcott@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0289561.jpg?nocache=1720809559740",
        "intro": "Jocelyn Olcott is Professor of History; International Comparative Studies; and Gender, Sexuality, and Feminist Studies at Duke University. Her first book, Revolutionary Women in Postrevolutionary Mexico, explores questions of gender and citizenship in the 1930s.  Her second book, International Women’s Year:  The Greatest Consciousness-Raising Event in History considers the history and legacies of the United Nation’s first world conference on women in 1975 in Mexico City (Oxford University Press, 2017).  Her current project, a biography of the activist and folksinger Concha Michel, a one-time Communist who became an icon of maternalist feminism and a vocal advocate for recognizing the economic importance of subsistence labors, is under contract with Duke University Press.  The book follows Michel's life story from the late nineteenth century to the late twentieth to examine the ways that the concept, labor, and policies surrounding “motherhood” articulated with major shifts in political-economic thought.  She has also embarked on an international, interdisciplinary project centered on rethinking the value of care labors broadly speaking, including not only dependent and household care but also, for example, environmental, community, cultural, and sexual care.",
        "publications": "No publications information found"
    },
    {
        "name": "James Gregory Chappel",
        "cv": "No CV found",
        "position": "Gilhuly Family Assoc Professor",
        "email": "james.chappel@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0628819.jpg?nocache=1720809561393",
        "intro": "James Chappel is the Gilhuly Family Associate Professor of History at Duke University. He works on the intellectual history of modern Europe and the United States, focusing on themes of religion, gender, and the family. His most recent book is called Golden Years: How Americans Invented and Reinvented Old Age (Basic Books, 2024). It is a history of aging, health, and disability in the USA from 1920 to the present. Pre-order now!His first book, Catholic Modern (Harvard, 2018), asks about the transformation of the Catholic Church in 20th century Europe. How did Catholics, long affiliated with monarchism and anti-Semitism, come to accept liberal democracy and capitalism? How, in a word, did Europe's Catholics become modern? The book argues that the major transformation took place in the 1930s and 40s. In those crucial years of violence and war, Catholics decided to stop trying to conquer society as a whole, and start trying to salvage \"the family\" as the source of moral authority and political order. The book thus explains how and why Catholics became buttresses of the postwar democratic order, and also explains the new centrality of gender and family ethics to Catholic life, thought, and policymaking.His next project, tentatively entitled The Ends of Life: Getting Old in the American Century, uses similar methods to explore the history of old age in 20th century America. This is under contract with Basic Books. The book asks how American society has grappled with the truly stunning expansion of the life course in the twentieth century. In some ways, this was handled remarkably well, given the American state's notable failures in other dimensions. Elder poverty plummeted, and the elderly are really the only Americans who have access to a functioning welfare state. This success, though, is limited -- many older Americans, especially women and immigrants, are falling through the safety net. And this success comes with a cost. The unique success of the elderly at accessing benefits has led to generational conflict that is debilitating for American democracy. This book attempts to understand how we got to this place, and how we might imagine a more intergenerational future. James has published in both scholarly and popular venues, including Journal of Modern History and The Nation.For more information, visit his personal website.",
        "publications": "No publications information found"
    },
    {
        "name": "Jehangir Malegam",
        "cv": "No CV found",
        "position": "Associate Professor of History",
        "email": "jehangir.malegam@duke.edu",
        "phone": "No phone found",
        "office": "No office found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://scholars.duke.edu/profile-images/thumbnail500/0514889.jpg?nocache=1720809563789",
        "intro": "I am a historian of religion and culture in Medieval Europe.  I have previously written on Christian understandings of violence and approaches to peacemaking in Medieval western Europe.  I have also written on the history of emotions, the history of papal reform and more recently, on the history of cities in northwest Europe",
        "publications": "No publications information found"
    }
]