[
    {
        "name": "Sidney Chalhoub",
        "position": "Department ChairDavid and Peggy Rockefeller Professor of History and of African and African American StudiesFaculty Affiliate, Department of Romance Languages and Literatures",
        "phone": "p:  617-495-3551",
        "email": "historychair@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/dscf2302_0_0_0_0.jpg?m=1706718097&itok=NiH_72Xj",
        "intro": "Office Hours: Wed, 1:30-3:30 pm, or by appointment;chalhoub@fas.harvard.edu\n\nSidney Chalhoub taught history at the University of Campinas, Brazil, for thirty years. He moved to Harvard in July 2015. A social historian of nineteenth- and early twentieth-century Brazil, his first  monograph,Trabalho, lar e botequim(1986), is a study on working-class culture in Rio de Janeiro, based mostly on the analysis of homicide trial records.Visões da liberdade(1990) explores enslaved people’s petitions for freedom and other judicial cases to understand the role of the enslaved in bringing about the demise of slavery in Brazil.Cidade febril(1996) is a history of epidemics in nineteenth-century Rio de Janeiro, focusing on public health policies regarding housing for the poor, on how race informed medical thinking, and on popular resistance to smallpox vaccination.Machado de Assis, historiador(2003) analyzes slavery, race, and the politics of literature in the work of the most important Brazilian novelist of all times.A força da escravidão(2012) investigates the practices of illegal enslavement and the precariousness of freedom in nineteenth-century Brazil.\n\nChalhoub co-edited, with former students and colleagues, six volumes on different topics and approaches to the social history of Brazil: on how to read literature as a social historian; on Black thinkers and their critique of slavery and racial ideologies; on the political cultures of enslaved and “free” workers; on the arts of healing, medical and popular. He has recently edited, accompanied by detailed critical studies, two long-forgotten nineteenth-century books:Fantina, cenas da escravidão, by Duarte Badaró (first published in 1881; critical edition in 2019), which is a novel about the alleged social and legal seigneurial prerogative to sexually abuse enslaved women;História e descrição da febre amarela, by Pereira Rego (1851; critical edition, 2020), is a history of the first yellow fever epidemic in Rio de Janeiro told from the perspective of an author who fought against the disease as a medical practitioner and as a member of the city’s board of health.\n\nChalhoub has supervised 31 completed doctoral dissertations, 23 master’s theses, and 30 senior theses. He has been a Visiting Professor at the University of Michigan, a Tinker Visiting Professor at the University of Chicago, and a research fellow at Stanford University and in the International Research Center “Work and Human Lifecycle in Global History” (Re:work) at Humboldt Universität, Berlin.  He has served departments and university administrations in several capacities, perhaps most notably as director (1998-2008) of theArquivo Edgard Leuenrothat the University of Campinas, the most important archive of its kind for gathering materials on twentieth-century Brazilian social movements. He was a founder of and remains associated with the Centro de Pesquisa em História Social da Cultura (CECULT), University of Campinas. Chalhoub was chair of the Latin American Studies Association (LASA) fact-finding delegation sent to Brazil toreporton the impeachment of Brazilian President Dilma Rousseff (2016) and is currently president of the Brazilian Studies Association,BRASA.\n\nIn a recentinterviewto theJournal of Global Slavery, he spoke about his trajectory as a historian of slavery. A selection of his publications in English appears below.\n\n“Rediscovering a Masterpiece in a New Translation:The Posthumous Memoirs of Brás Cubas, by Machado de Assis”,Transition: The Magazine of Africa and the Diaspora, Issue 130, 2020, pp. 222-29.\n\n\"The Great Fear of 1852: Riots Against Enslavement in the Brazilian Empire\", in Ulbe Bosma e Karin Hofmeester, eds.,Marcel van der Linden: The Lifework of a Labour Historian, Leiden, Brill, 2018, pp. 115-135.\n\n\"The Legacy of Slavery: Tales of Gender and Racial Violence in Machado de Assis\", in Lamonte Aidoo and Daniel F. Silva, eds.,Emerging Dialogues on Machado de Assis, London, Palgrave Macmillan, 2016, pp. 55-69.\n\n“The Politics of Ambiguity: Conditional Manumission, Labor Contracts and Slave Emancipation in Brazil (1850s to 1888)”,International Review of Social History, August 2015, pp. 161-191.\n\n“The Precariousness of Freedom in a Slave Society (Brazil in the Nineteenth Century)”,International Review of Social History, December 2011, pp. 405-39.\n\n“Illegal Enslavement and the Precariousness of Freedom in Nineteenth-century Brazil”, in John D. Garrigus e Christopher Morris,Assumed Identities: The Meanings of Race in the Atlantic World, College Station, Texas A&M University Press, 2010, pp. 88-115.\n\n“The Politics of Silence: Race and Citizenship in Nineteenth-century Brazil”,Slavery and Abolition, vol. 27 (1), 2006, pp. 71-85.\n\n“Interpreting Machado de Assis: Paternalism, Slavery and the Free Womb Law”,  in Sueann Caulfield, Sarah C. Chambers e Lara Putnam, eds.,Honor, Status and Law in Modern Latin America, Durham & London, Duke University Press, 2005, pp. 87-108.\n\n“What Are Noses for? Paternalism, Social Darwinism and Race Science in Machado de Assis”,Journal of Latin American Cultural Studies, vol. 10 (2), 2001, pp. 171-191.\n\n\"The Politics of Disease Control: Yellow Fever and Race in Nineteenth-century Rio de Janeiro\",Journal of Latin American Studies, vol. 25 (3), 1993, pp. 441-463.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Emmanuel K. Akyeampong",
        "position": "Oppenheimer Faculty Director of the Harvard University Center for African StudiesEllen Gurney Professor of History and Professor of African and African American Studies",
        "phone": "p: 617-496-3684",
        "email": "akyeamp@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/emmanuel_k._akyeampong.jpg?m=1706718146&itok=FtD9O-G2",
        "intro": "Office Hours: Mon. 12-2 pm, CGIS S433\n\nProfessor Akyeampong joined the History faculty at Harvard upon receiving his Ph.D. in African History from the University of Virginia in 1993. He received his master's degree at Wake Forest University in North Carolina in 1989, where he concentrated on English labor history, and his bachelor's degree in History and Religions from the University of Ghana at Legon in 1984.\n\nProfessor Akyeampong's publications includeThemes in West Africa's History(2005), which he edited;Independent Africa: The First Generation of Nation Builders(2023);Between the Sea and the Lagoon: An Eco-Social History of the Anlo of Southeastern Ghana, 1850 to Recent Times(2001);and Drink, Power and Cultural Change: A Social History of Alcohol in Ghana, c. 1800 to Present Times(1996).  He was a co-chief editor with Henry Louis Gates, Jr., for theDictionary of African Biography, 6 Vols. (2012).\n\nProfessor Akyeampong has been awarded several research fellowships, and from 1993 to 1994, he was the Zora Neale Hurston Fellow at the Institute for Advanced Study and Research in the African Humanities at Northwestern University. He was named a Corresponding Fellow of the Royal Historical Society in 2002, and was nominated to be a Fellow of the Ghana Academy of Arts and Sciences.  In 2018 he was awarded an honorary Doctor of Laws by the University of Ghana. At Harvard, Professor Akyeampong is a faculty associate for the Weatherhead Center for International Affairs and a member of the executive committee of the Hutchins Center. As a former chair of the Committee on African Studies, he has been instrumental, along with Professor Gates, in creating the Department of African and African American Studies. He currently serves as the Oppenheimer Faculty Director of the Center for African Studies.\n\nView my CV\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Paulina L. Alberto",
        "position": "Professor of African and African American Studies and of HistoryInterim Chair of Committee on Ethnicity, Migration, Rights 2023-2024",
        "phone": "No phone found",
        "email": "palberto@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/thumbnail_albertopaulina21032a_lrg_1.jpg?m=1712870141&itok=N7NAUls6",
        "intro": "Office Hours: Wednesdays 2:15-3:45\n\nPaulina L. Alberto is a historian of Afro-Latin American lives, thought, and politics as they unfolded in the aftermath of slavery, particularly in Brazil and Argentina. Her work explores the intersections of ideas of race and nation in Latin America, with a focus on how Afro-Latin Americans have shaped and contested the region's ideologies of racial inclusiveness in their ongoing struggles for recognition and equality.\n\nAlberto’s latest single-authored work isBlack Legend: The Many Lives of Raúl Grigera and the Power of Racial Storytelling in Argentina(Cambridge University Press, 2022).Black Legendreconstructs both the life story of and the legends surrounding Raúl Grigera, a Black celebrity and icon of the Buenos Aires nightlife in the early 1900s. It examines the role of “racial storytelling” in constructing Whiteness and Blackness in post-independence Argentina and the power of racial stories to shape the fates of individuals, communities, and nations. Alberto’s first book,Terms of Inclusion: Black Intellectuals in Twentieth-Century Brazil(University of North Carolina Press, 2011), charts the changing terms through which self-defined Black intellectuals in three major Brazilian cities negotiated the meanings of racial inclusiveness in their multi-racial nation, and the place of people of African descent within it, between 1920 and 1980. Her co-edited volumeRethinking Race in Modern Argentina(with Eduardo Elena, Cambridge University Press, 2016) isan interdisciplinary collection of essays that newly places twentieth- and twenty-first century Argentina in conversation with the literature on race and nation in Latin America more broadly. Her most recent co-edited work, with George Reid Andrews and Jesse Hoffnung-Garskof, isVoices of the Race: Black Newspapers of Latin America (1870-1960) (Cambridge University Press, 2022), a volume of selected articles from the historical Black presses of Latin America, annotated and translated for English-language audiences.\n\nHer work has received support from the Social Science Research Council, the National Endowment for the Humanities, and the American Council for Learned Societies, among other institutions, and has been recognized with the Roberto Reis Prize for Best Book in Brazilian Studies (2012), the Warren Dean Prize for Best Book in Brazilian History (2013), and the James Alexander Robertson Prize (2017).\n\nBefore joining the faculty at Harvard, Alberto taught in the departments of History and Romance Languages and Literatures at the University of Michigan.  Her teaching has included courses on Latin American history; comparative race, racial ideologies, and racial narratives in Brazil, Argentina, and Afro-Latin America; the borderlands of history and fiction; and the history and philosophy of History.\n\n\n\n\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Dimiter Angelov",
        "position": "Dumbarton Oaks Professor of Byzantine History",
        "phone": "p: 617-496-4748",
        "email": "dangelov@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/angelov2.jpg?m=1688657350&itok=RXE3-g36",
        "intro": "On Leave Academic Year 2023-2024\n\nDimiter Angelov is Dumbarton Oaks Professor of Byzantine History at Harvard University. His research and teaching focus on the intellectual, political, and institutional history of the Byzantine Empire. His diverse scholarly interests include empire and imperialism, the history of political thought and rhetoric, biography, geographical thought and imagination, and the impact of the Fourth Crusade on the Byzantine world. He supervises students interested in any aspect of Byzantine and medieval Balkan and eastern Mediterranean history.He is the author ofImperial Ideology and Political Thought in Byzantium, 1204-1330 (Cambridge, 2007) andThe Byzantine Hellene: The Life of Emperor Theodore Laskaris and Byzantium in the Thirteenth Century(Cambridge, 2019).",
        "publications": "No publications found"
    },
    {
        "name": "No name found",
        "position": "No position found",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "Curriculum Vitae\n\nDavid Armitage, MA, PhD, LittD, CorrFRSE, FRHistS, FAHA, MAE, is the Lloyd C. Blankfein Professor of History, Chair of theCommittee on Degrees in Social Studiesand former Chair of theDepartment of Historyat Harvard University, where he teaches intellectual history and international history. He is currently a Senior Scholar of theHarvard Academy for International and Area Studies, an Affiliated Faculty Member atHarvard Law School,an Affiliated Professor in the HarvardDepartment of Government, an Honorary Fellow ofSt Catharine's College, Cambridge, an Honorary Professor of History atQueen's University Belfastand an Honorary Professor of History at theUniversity of Sydney.\n\nHe was born in Britain and educated at the University of Cambridge and Princeton University; before moving to Harvard in 2004, he taught for eleven years at Columbia University. A prize-winning teacher and writer, he has lectured on six continents and has held research fellowships and visiting positions in Australia, Britain, China, France, Germany, South Korea and the United States. He lives in Cambridge, Massachusetts, and Canonbury, London.\n\nDavidArmitage is the author or editor of eighteen books, most recentlyCivil Wars: A History in Ideas(2017). Among his earlier works areThe Ideological Origins of the British Empire(2000), which won the Longman/History TodayBook of the YearAward,The Declaration of Independence: A Global History(2007), which was chosen as aTimes Literary SupplementBook of the Year,Foundations of Modern International Thought(2013) andThe History Manifesto(co-auth., 2014), aNew StatesmanBook of the Year and one of theChronicle of Higher Education'smost influential books of the past 20 years. His most recent edited books areA Cultural History of Peace in the Age of Enlightenment(co-ed., 2020),Oceanic Histories(co-ed., 2018),The Law of Nations in Global History(co-ed., 2017) andPacific Histories: Ocean, Land, People(co-ed., 2014). He is completing an edition of John Locke’s colonial writings and is working on a global history of treaty-making and treaty-breaking and on a study of opera and international law. His articles and essays have appeared in journals, newspapers and collections around the world and his works have been translated into sixteen languages.\n\nHe co-edits two book series with Cambridge University Press,Ideas in ContextandCambridge Oceanic Histories, he is a member of the Steering Committee of theCenter for the History of British Political Thoughtat the Folger Shakespeare Library and a Trustee of theWiles Trustat Queen's University Belfast, and for many years he was a Syndic of theHarvard University Press. In 2006, the National Maritime Museum in London awarded him its Caird Medal for “conspicuously important work ... of a nature that involves communicating with the public” and in 2008 Harvard named him a Walter Channing Cabot Fellow for “achievements and scholarly eminence in the fields of literature, history or art”. In 2015, he received Cambridge University's highest degree, the LittD, for “distinction by some original contribution to the advancement of science or of learning”. He is a Corresponding Member of the Real Academia de la Historia, Madrid; a Corresponding Fellow of the Royal Society of Edinburgh; a Fellow of the Royal Historical Society; an Honorary Fellow of the Australian Academy of the Humanities; and a Foreign Member of the Academia Europaea.\n\nPhoto credit: Lauren McLaughlin",
        "publications": "No publications found"
    },
    {
        "name": "George Aumoithe",
        "position": "Assistant Professor of History and of African and African American Studies",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/faculty_headshot_aumoithe_high_res_-_corrected.jpg?m=1706718297&itok=Hcr2yiSQ",
        "intro": "\n\nOffice Hours: Tuesdays, 1-3, Canvas Calendar for appt. (ZoomLinks to an external site)\n\n\n\nGeorge Aumoithe, BA (Bowdoin), MA, MPhil, PhD (Columbia), RYT-200 (Yoga Alliance), is a scholar-artist and historian of the 20th century United States. Professor Aumoithe joins Harvard as a tenure-track Assistant Professor in the Department of History and the Department of African and African American Studies. His scholarly interests intersect at histories of U.S. politics, civil rights law, public health administration, and comparative welfare state studies.\n\nProfessor Aumoithe pursues research, writing, and teaching along with creative practice. His first book manuscript, tentatively entitledMedical Scarcity: The Resegregation of Healthcare in America, traces the genealogy of scarcity in public healthcare in the U.S. by following the decades-long story of healthcare retrenchment in public hospitals from the postwar period to the near present. From his Columbia University dissertation, the manuscript’s archival research spans seven presidential archives from the Johnson to Clinton administrations, features numerous hospital closure cases, and focuses on New York City’s Health and Hospitals Corporation—the nation’s largest public healthcare system. Under the musical act Efemèr, Professor Aumoithe released the extended play albumYearningin 2020. Self-produced through the independent record label Makeshifting Music, the debut EP explores themes of doubt, intimacy, and misconnection in a world plagued by socio-political tumult. Professor Aumoithe composed a film score for the short documentary filmBoukman’s Prayer(dir., Richard Brookshire) in 2021. He is recording a second EP for Efemèr tentatively entitledHealing. Future scholarly articles will examine the history of hospital desegregation jurisprudence, analyze the legal silos of healthcare, public health, and welfare law, and meditate on the ethics of institutionally mistreated and unrepatriated remains of 1985 MOVE bombing victims in Philadelphia. A poem about Black Studies pedagogy in the age of online education is forthcoming in the third volume ofBlack Pulsations(ed., Patrice Nganang).\n\nEmerging scholarship progresses on two tracks. One evolving book project entitled “The Only One: American Exceptionalism in a World of Universal Healthcare” revisits the classic question of why the U.S. lacks national health insurance through a history of racism. It also questions how industrialized and developing countries adopted privatization ideas from the U.S. Another incipient book project entitled “Borrowed Care: A History of Healthcare Worker Flows from the Global South to the Global North,” historicizes the racialized strata of healthcare labor in the 20th century U.S., focusing on nursing and care work paraprofessionals from the Caribbean and Southeast Asia.\n\nMany awards, grants, and fellowships have supported Professor Aumoithe’s work, including the Woodrow Wilson National Fellowship Foundation (now, Institute for Citizens & Scholars), the Center for Engaged Scholarship, the American Philosophical Society, the Consortium for History of Science, Technology, and Medicine, the Teagle Foundation, the Social Science Research Council, the Mellon Mays Undergraduate Fellowship, and the Leadership Alliance. He was a 2019 J. Willard Hurst Fellow through the American Society for Legal History and the University of Wisconsin School of Law and an ombuds for the 2019 and 2020 Law and Society Association meetings.\n\nProfessor Aumoithe was born to Haitian immigrants in Brooklyn, New York, raised in Ft. Lauderdale, Florida, and lived with host families in Tunis, Tunisia, and Toyohashi (豊橋市), Japan.Before joining the academy, he assisted the Gay Lesbian Straight Education Network’s national policymaking. Prior to Harvard, Professor Aumoithe was tenure-track Assistant Professor of Global Health in the Department of Africana Studies at Stony Brook University, affiliated with the program in Latin American and Caribbean Studies and the Institute for Advanced Computational Science. At Stony Brook, he taught classes on the history of AIDS and Black urban politics and established the Global Health and Health Inequality Mapping Lab, which augmented ArcGIS technologies with sonic applications to study the COVID-19 pandemic. At Princeton University’s Shelby Cullom Davis Center for Historical Studies, he was a postdoctoral research associate for the theme of “Law and Legalities” and the sub theme of “Law and Difference.” Professor Aumoithe organized the 2019 Princeton workshop “Law, Difference, and Healthcare: Making Sense of Structural Racism in Medico-Legal History.” He is a 200-hour registered yoga teacher trained in vinyasa who incorporates mindfulness and accessible chair-based movement exercises in his teaching.\n\nPhoto credit:Elliott Jerome Brown Jr.\n\n\n\nSelect Publications:\n\nBroadcast Media:",
        "publications": "No publications found"
    },
    {
        "name": "Sven Beckert",
        "position": "Laird Bell Professor of History",
        "phone": "p: 617-495-0697",
        "email": "beckert@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/beckert-pic.jpg?m=1688657489&itok=I2-8fVMf",
        "intro": "Professor Beckert researches and teaches the history of the United States in the nineteenth century, with a particular emphasis on the history of capitalism, including its economic, social, political and transnational dimensions. He just publishedEmpire of Cotton: A Global History, the first global history of the nineteenth century’s most important commodity. The book won the Bancroft Award, The Philip Taft Award, the Cundill Recognition for Excellence and was a finalist for the Pulitzer Prize. TheNew York Timesnamed it one of the ten most important books of 2015. His other publications have focused on the nineteenth-century bourgeoisie, on labor, on democracy, on global history and on the connections between slavery and capitalism. Currently he is at work on a history of capitalism. Beckert teaches courses on the political economy of modern capitalism, the history of American capitalism, Gilded Age America, labor history, global capitalism and the history of European capitalism. Together with a group of students he has also worked on the historical connections between Harvard and slavery and publishedHarvard and Slavery: Seeking a Forgotten History.\n\nBeckert is co-chair of theProgram on the Study of Capitalismat Harvard University , and co-chair of theWeatherhead Initiative on Global History (WIGH). Beyond Harvard, he co-chairs an international study group on global history, is co-editor of a series of books at Princeton University Press on “America in the World,” and has co-organized a series of conferences on the history of capitalism. He is a 2011 Guggenheim Fellow. He also directs the Harvard College Europe Program.\n\nSelect Publications\n\nLinks:Weatherhead Center Initiative in Global HistoryProgram on the Study of Capitalism\n\nAwards forEmpire of CottonWinner of the Bancroft PrizePulitzer Prize Finalist\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Ann Blair",
        "position": "Carl H. Pforzheimer University Professor",
        "phone": "p:  617-495-0752",
        "email": "amblair@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/blair_ann.jpg?m=1705415056&itok=n1MB0NK-",
        "intro": "Office Hours: Thursdays 10:30am-12:15pm (except Feb 15 and March 21), and by appointment\n\nSee also:Personal Website\n\nAnn Blair is Carl H. Pforzheimer University Professor at Harvard University. She specializes in the cultural and intellectual history of early modern Europe (16th-17th centuries), with an emphasis on France. Her interests include the history of the book and of reading, the history of the disciplines and of scholarship, and the history of interactions between science and religion.\n\nHer publications includeThe Theater of Nature: Jean Bodin and Renaissance Science(Princeton UP, 1997),Too Much To Know: managing scholarly information before the modern age(Yale UP, 2010), andL’Entour du texte: la publication du livre savant à la Renaissance(2021). She has co-edited, with Jennifer Milligan,Toward a Cultural History of Archives, a special issue ofArchival Science(2007); with Richard Yeo,Note-Taking in Early Modern Europe, a special issue ofIntellectual History Review(2010); with Kaspar von Greyerz,Physico-theology: Religion and science in Europe 1650-1750(2020); with Nicholas Popper,New Horizons for Early Modern European Scholarship(2021); with Paul Duguid, Anja-Silvia Goeing, and Anthony Grafton,Information: A Historical Companion(2021). Blair's research focuses on methods of intellectual work among scholars and authors ca. 1500-1700 which she also compares with those of other times and places. She has studied for example methods of reading and note-taking as taught in humanist schools, and practices of composing and using reference works and finding devices. In March 2014 Blair delivered theRosenbach Lecturesin Bibliography at the University of Pennsylvania on the role of amanuenses in early modern Europe. In December 2019 she delivered thePanizzi Lecturesat the British Library on “Paratexts and Print in Renaissance Humanism.” In May/June 2023 she delivered five Lyell lectures in bibliography and book history at Oxford University:In the scholar's workshop: amanuenses in early modern Europe. She is currently completing a book on this topic.\n\nShe is grateful to have received fellowships and awards from many sources including the National Endowment for the Humanities, the MacArthur Foundation, the Mellon Foundation, the Guggenheim Foundation, and the Radcliffe Institute for Advanced Study. Her teaching and advising has been recognized by a Harvard College Professorship (2009), an Everett Mendelsohn Excellence in Graduate Mentoring Award (2014), a Phi Beta Kappa Prize for Excellence in Teaching (2018), and a Star Family Prize for Excellence in Advising (2018).\n\n\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Lorenzo Bondioli",
        "position": "Assistant Professor of History and Near Eastern Languages and Civilizations",
        "phone": "No phone found",
        "email": "lorenzobondioli@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/bondioli_profile.jpg?m=1710164634&itok=jvAbqhzj",
        "intro": "No intro found",
        "publications": "No publications found"
    },
    {
        "name": "Sugata Bose",
        "position": "Gardiner Professor of Oceanic History and Affairs",
        "phone": "p: 617-384-7683",
        "email": "sbose@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/bose.jpg?m=1688657639&itok=VKBc3XqR",
        "intro": "On Leave Academic Year 2023-2024\n\nhttps://calendar.google.com/calendar/u/0/selfsched?sstoken=UU5CR01Edm1RSURLfGRlZmF1bHR8NGRiNTZjYzRlN2FjOGM1MGE1MWEwYjhjZjEwMjRjNzg\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Vincent Brown",
        "position": "Charles Warren Professor of American HistoryProfessor of African and African American Studies",
        "phone": "p: 617-496-6155",
        "email": "brown8@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/vince_brown_2.jpg?m=1688659248&itok=EQar4OAJ",
        "intro": "On Leave Academic Year 2023-2024\n\nSeehis websitefor full bio and contact information.Photo/Lolita Parker Jr.",
        "publications": "No publications found"
    },
    {
        "name": "Tomiko  Brown-Nagin",
        "position": "Dean, Radcliffe Institute for Advanced StudyDaniel P.S. Paul Professor of Constitutional Law Professor of History",
        "phone": "p: 617-495-8602",
        "email": "tbrownnagin@radcliffe.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/tomiko_brown_nagin_radcliffe_by_kris_snibbe_harvard_staff_photographer_0.jpg?m=1656603447&itok=tMv0Jy1C",
        "intro": "Tomiko Brown-Nagin is dean ofHarvard Radcliffe Institute, one of the world’s leading centers for interdisciplinary research across the humanities, sciences, social sciences, arts, and professions. She is also theDaniel P.S. Paul Professor of Constitutional Law at Harvard Law Schooland aprofessor of history at Harvard University.\n\nAn award-winning legal historian and an expert in constitutional law and education law and policy, she is a member of the American Academy of Arts and Sciences, the American Law Institute, and the American Philosophical Society; a fellow of the American Bar Foundation; a distinguished lecturer for the Organization of American Historians; and a member of the board of directors ofProPublica. Brown-Nagin has published articles and book chapters on a wide range of topics, including the Supreme Court’s equal protection jurisprudence, civil rights law and history, the Affordable Care Act, and education reform. She is a contributing editor toPOLITICO Magazineas well as a frequent lecturer and media commentator.\n\nBrown-Nagin’s latest book,Civil Rights Queen: Constance Baker Motley and the Struggle for Equality(Pantheon, 2022), explores the life and times of the pathbreaking lawyer, politician, and judge. Her bookCourage to Dissent: Atlanta and the Long History of the Civil Rights Movement(Oxford University Press, 2011)won a 2012 Bancroft Prize in American History, among other honors.\n\nIn 2019, Brown-Nagin was appointed chair of thePresidential Committee on Harvard and the Legacy of Slavery, which is anchored at the Radcliffe Institute. The Committee issued a landmarkreportdetailing the University’s direct, financial, and intellectual ties to slavery, which resulted in Harvard’s commitment of $100 million to redress harms to descendant communities in the United States and in the Caribbean.\n\n__________________________________________________\n\nFor media inquiries, journalists should contact Mac Daniel, associate director of communications and senior editor, 617-495-8116,mac_daniel@radcliffe.harvard.edu__________________________________________________\n\nOpinion: Ketanji Brown Jackson Is the Beginning, Not the End, of This Story(CNN, 4/6/22)\n\nConstance Baker Motley, Civil Rights Queen, Paved the Way for Ketanji Brown Jackson(Oprah Daily, 4/1/22)\n\nExamining 2 Days of Senate Confirmation Hearings for Biden's Supreme Court Nominee(NPR, 3/23/22)\n\nThe Right to Counsel Shouldn’t Be Controversial(Slate, 3/21/22)\n\nThis Black Woman Could Have Served on the Supreme Court Decades Ago. She Has Some Lessons for Ketanji Brown Jackson.(Politico, 2/25/22)\n\nBiden Picks Ketanji Brown Jackson as Supreme Court Nominee(NPR, 2/25/22)\n\nA Black Lawyer Who Dismantled Barriers, for Herself and Many Others(Washington Post, 2/25/22)\n\nOften Overlooked, Civil Rights Advocate Constance Baker Motley Gets Her Due(NPR, 2/16/22)\n\nA Black Woman on the High Court Is a Good Start. But Representation Has Limits.(NPR, 2/9/22)\n\nThe \"Double-edged Sword\" of Being a Black First(Code Switchon NPR, 2/2/22)\n\nCharting the Path of a \"Civil Rights Queen\" (Harvard Gazette, 1/31/22)\n\nRadcliffe Dean Discusses Book Celebrating Life of Civil Rights Lawyer Constance Baker Motley(Harvard Crimson, 1/31/22)\n\nThis Black Woman Judge Laid the Groundwork for Those Who Would Follow(CNN, 1/28/22)\n\n\"Civil Rights Queen,\" The Story of a Brave and Brilliant Trailblazer(New York Times, 1/26/22)\n\nRescuing MLK and His Children’s Crusade(Harvard Gazette, 1/13/22)\n\n\"A Towering Figure\" in American Law, Harvard Professor Lani Guinier Dies at 71(Boston Globe, 1/8/22)\n\nBoth Sides Now(Harvard Magazine, 1/1/22)\n\nWhat 2021 Taught Us about the Fight for Racial Justice(CNN, 12/16/21)\n\nFloyd's Death Leads to Disinformation about Black Lives Matter Movement(NPR, 5/25/21)\n\n\"It Would Be Glorious\": Hopes High for Biden to Nominate First Black Woman to Supreme Court(TheGuardian, 4/20/21)\n\nDiversity Expanding within the Growing Black American Population, New Data Show(Boston Globe, 3/25/21)\n\n\"The Rule of Law Is at Stake\": Harvard Law School Faculty Weigh In On Impeachment(Harvard Crimson, 1/13/21)\n\nAfter a Hard Election, the Real Work Begins, Say Analysts and Scholars(Harvard Gazette, 11/8/20)\n\nHard Lessons from a Tough Election(Harvard Gazette, 11/5/20)\n\nIn a Close Election, Some Black Americans See a Clear Winner: Racism(Boston Globe, 11/4/20)\n\nTrump’s Nomination of Coney Barrett to SCOTUS Draws Mixed Reviews from Law School Faculty(Harvard Crimson, 9/30/20)\n\nHow Amy Coney Barrett Would Reshape the Court — And the Country(Politico, 9/26/20)\n\nLegal Experts Say Supreme Court Ruling on Trump Financial Records Will Have Far-reaching Effect(Boston Globe, 7/9/20)\n\nA Renewed Focus on Slavery(Harvard Gazette, 11/22/19)\n\nBrown-Nagin on Her Own Path and Radcliffe’s(Harvard Gazette, 11/13/19)\n\nBrown-Nagin Named Radcliffe Dean(Harvard Gazette, 4/26/18)\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Rosie Bsheer",
        "position": "Frederick S. Danziger Associate Professor of History",
        "phone": "p: 617-495-2817",
        "email": "rbsheer@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/bsheer_photo_.jpeg?m=1712261525&itok=yQSUncrj",
        "intro": "Office Hours: Viae-calendarsign-up and by appointment.\n\nRosie Bsheeris a historian of the modern Middle East. Her teaching and research interests center on Arab intellectual and social movements, petro-capitalism and state formation, and the production of historical knowledge and commemorative spaces. She is the author ofArchive Wars: The Politics of History in Saudi Arabia(Stanford University Press, 2020), which won the2021AGAPS Biennial Book Award, sponsored bythe Association for Gulf and Arabian Peninsula Studies,andthe 2021 Choice Award for Outstanding Academic Title, sponsored by the American Library Association.Archive Warsalso receivedHonorable Mention in the 2021 Nikki Keddie Book Award, sponsored by the Middle East Studies Association (MESA), and was selected as one of Foreign Affairs’ “The Best of Books 2021.”\n\nBsheer is currently working on a manuscript on the history of private property in Saudi Arabia.Sheteaches graduate and undergraduate courses on oil and empire, social and intellectual movements, political economy, historiography, and the making of the modern Middle East. She is Associate Producer of the 2007 Oscar-nominated filmMy Country, My Country, Co-Editor ofJadaliyyaE-zine, Associate Editor ofTadween Publishing,and member of the Editorial Board ofComparative Studies of South Asia, Africa and the Middle East.Herwork has been supported by the Mellon Foundation, the American Council of Learned Societies (ACLS),the Social Science Research Council (SSRC),andthe Whiting Foundation. She received her Ph.D. in History from Columbia University (2014) and comes to Harvard University from Yale University, where she was Assistant Professor of History (2014–2018). She is the recipient of the Poorvu Family Award for Interdisciplinary Teaching at Yale University (2017) and Yale College’s Sarai Ribicoff ‘75 Award for the Encouragement of Teaching (2018).\n\nSelect Publications\n\nBooks\n\nArchive Wars: The Politics of History in Saudi Arabia(Stanford University Press, 2020).\n\nThe Dawn of the Arab Uprisings: End of An Old Order?Co-edited with Bassam Haddad and Ziad Abu-Rish. (Pluto Press, 2012).\n\n\n\nArticles and Chapters\n\n“Historicizing Hope/lessness in Revolutionary Times,” in Archives, Revolution, and Historical Thinking Roundtable, (ed. Rosie Bsheer and Sherene Seikaly),Jadaliyya, September 2021.\n\n“The Limits of Belonging in Saudi Arabia,”International Journal of Middle East Studies, 52(4),(November 2020):748-753.\n\n“A Counterrevolutionary State: Popular Movements and the Making of Saudi Arabia,”Past and Present,Volume 238, Issue 1, 1 February 2018, 233–277.\n\n“Heritage as War,” special issue Cultural Heritage in Crisis,International Journal of Middle East Studies49 (4), November 2017, 729–734.\n\n“W(h)ither Arabian Peninsula Studies?” in Jens Hansen and Amal Ghazal (Eds),Handbook of Contemporary Middle East and North African History.(Oxford: Oxford University Press, 2017).\n\n“Theorizing the Arabian Peninsula,”Co-editor (with John Warner).Pedagogy Publications,Tadween Publishing, September 2013.\n\n\n\nJournalistic Articles and Interviews\n\nHow Saudi Arabia Obliterated Its Rich Cultural History,Middle East Eye, October 20, 2020.\n\n“How Mohammed Bin Salman Has Transformed Saudi Arabia,”The Nation, May 21, 2018.\n\nDon’t be fooled by the comforting rhetoric coming from Saudi Arabia’s crown prince,Washington Post, November 8, 2017.\n\nRepères urbanisme: La Mecque et la politique saoudienne du réaménagement urbain, special edition, “Arabie Saoudite: Pouvoire et Société Au Royaume Al-Saud,”Moyen-Orientn. 29, Janvier-Mars 2016.\n\nChanging Mecca Creates ‘Haves’ and ‘Have Nots,’ Interview with Rosie Bsheer, NPR’sHere and Now, September 25, 2015.\n\nThe Property Regime: Mecca and the Politics of Redevelopment in Saudi Arabia.Jadaliyya. September 8, 2015.\n\nOn Nostalgia and Material Culture in the Hijaz: An Interview with Sarah Al Abdali,Jadaliyya, November 7, 2013.\n\nGCC and The Sacred Right to Punish.Jadaliyya. February 28, 2013.\n\nAdvocacy, Uprising, and Authoritarianism in Bahrain.Jadaliyya. January 22, 2013.\n\nSaudi Arabia: Revolutionaries Without A Revolution.JadaliyyaandEgypt Independent. April 2, 2012.\n\nSaudi Arabia’s Silent Protests.Jadaliyya, January 29, 2011.\n\nIt’s Not The Morality Police, Stupid.Jadaliyya, January 17, 2011.\n\nChocking Mecca in the Name of Beauty and Development,Jadaliyya, October 21, 2010.\n\nPoverty in the Oil Kingdom: An Introduction.Jadaliyya, September 30, 2010.\n\nKafala Politics and Domestic Labor in Saudi Arabia.Jadaliyya,September 17, 2010.",
        "publications": "No publications found"
    },
    {
        "name": "Joyce Chaplin",
        "position": "James Duncan Phillips Professor of Early American History",
        "phone": "p: 617-496-3597",
        "email": "chaplin@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/chaplin.jpeg?m=1720455493&itok=DEQkB1uX",
        "intro": "Office Hours: Mondays 3-5pm.\n\nJoyce E. Chaplin, BA (Northwestern), MA (Johns Hopkins), PhD (Johns Hopkins), is the James Duncan Phillips Professor of Early American History in theDepartment of Historyat Harvard University, where she teaches the histories of science, climate, colonialism, and environment. She is also an Affiliated Faculty Member in Harvard’sDepartment of the History of Science, an affiliate of theDepartment of Landscape Architectureat the Harvard Graduate School of Design, a Faculty Member of Harvard’sAmerican Studies Program, and a Faculty Associate of theHarvard University Center for the Environmentwhere she is a convener of theHarvard Environmental History Working Group. She serves on the Faculty Executive Board of theHarvard Museums of Science and Cultureand is a Trustee of theMassachusetts Historical Society, the first historical society in the United States (1791). A former Fulbright Scholar to the United Kingdom, she has taught at six different institutions on two continents, an island, and a peninsula, and in a maritime studies program on theAtlantic Ocean.\n\nAn award-winning author, Professor Chaplin’s major works includeAn Anxious Pursuit: Agricultural Innovation and Modernity in the Lower South, 1730-1815(1993),Subject Matter: Technology, the Body, and Science on the Anglo-American Frontier, 1500-1676(2001),The First Scientific American: Benjamin Franklin and the Pursuit of Genius(2006),Round about the Earth: Circumnavigation from Magellan to Orbit(2012), and (coauthored),The New Worlds of Thomas Robert Malthus: Rereading thePrinciple of Population(2016). She is the editor ofBenjamin Franklin’s Autobiography: A Norton Critical Edition(2012) andAn Essay on the Principle of Population: A Norton Critical Edition(2017), and is a coeditor of two essay collections,Food in Time and Place(2014) andGenealogies of Genius(2016). Her work has been translated into French, Japanese, Korean, Portuguese, Estonian, and, forthcoming, into Turkish and Chinese. Her reviews and essays have appeared in theTimes Literary Supplement, theNew York Times Book Review, theLondon Review of Books, theWall Street JournalandAeon. She is currently working on a history of resource conservation, climate change, and settler colonialism, “The Franklin Stove: Heat and Life in the Little Ice Age,” for which she received a 2018Guggenheim Fellowship. She tweets@JoyceChaplin1",
        "publications": "No publications found"
    },
    {
        "name": "Lizabeth Cohen",
        "position": "Howard Mumford Jones Professor of American Studies",
        "phone": "p: 617-496-0880",
        "email": "cohen3@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/rsz_1cohen1_1_0.jpg?m=1706723682&itok=RJuICU7Z",
        "intro": "Office Hours: Wednesdays 3-5 pm, or another time by mutual agreement\n\nLizabeth Cohenis the Howard Mumford Jones Professor of American Studies and a Harvard University Distinguished Service Professor in the Department of History at Harvard. From 2011-18 she was the dean of the Radcliffe Institute for Advanced Study. Her most recent book isSaving America’s Cities: Ed Logue and the Struggle to Renew Urban America in the Suburban Age, published by Farrar, Straus and Giroux in October 2019, which won the Bancroft Prize for 2020. It examines the benefits and costs of the shifting strategies for rebuilding American cities after World War II by following the career of urban redeveloper Edward J. Logue, who oversaw major renewal projects in New Haven, Boston, and New York State from the 1950s through the 1980s. Cohen’s previous books includeMaking a New Deal: Industrial Workers in Chicago, 1919-1939, winner of the Bancroft Prize and a finalist for the Pulitzer, andA Consumers’ Republic: The Politics of Mass Consumption in Postwar America. She is also co-author with David Kennedy and Margaret O’Mara of a widely used college and advanced placement United State history textbook,The American Pageant. Her writings have appeared as well in many edited volumes, academic journals, and popular venues, including theNew York Times, theWashington Post, theAtlantic, and theAmerican Prospect.\n\nAmong many awards and honors, Cohen has been a fellow of the Guggenheim Foundation, the National Endowment for the Humanities, the American Council of Learned Societies, and the Radcliffe Institute for Advanced Study. She is an elected member of the American Academy of Arts and Sciences and the Society of American Historians. She was the Harold Vyvyan Harmsworth Professor of American History at Oxford during 2007-8 and she is a former president of the Urban History Association. Before joining the Harvard faculty, Cohen served in the history departments at Carnegie Mellon University and New York University. Cohen received her MA and Ph.D. from the University of California Berkeley and her A.B. from Princeton University.\n\nAt Harvard, Cohen teaches a wide range of courses in twentieth-century U.S. History, urban history, the built environment, and public history. In addition to her deanship at the Radcliffe Institute, Cohen has contributed to Harvard’s institutional life in many ways. She is currently cochair of the Harvard Mellon Urban Initiative. Her past activities have included serving as chair and director of undergraduate studies in the Department of History; as faculty director of the Charles Warren Center; as a member of the FAS Faculty Council, FAS Resources Committee, the Harvard College Curricular Review Steering Committee in 2004, and the Harvard Task Force on Women in 2005; and as cochair of the Common Spaces Committee from 2008-18.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Alejandro de la Fuente",
        "position": "Robert Woods Bliss Professor of Latin American History and EconomicsProfessor of African and African American Studies and of HistoryDirector, Afro-Latin American Research Institute, Hutchins Center for African and African American Research",
        "phone": "p: 617-496-0681 f: 617-495-8511",
        "email": "delafuente@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/alejandro_de_la_fuente_2014.jpg?m=1688657968&itok=H1nUYCyD",
        "intro": "A historian of Latin America and the Caribbean who specializes in the study of comparative slavery and race relations, Professor de la Fuente’s works on race, slavery, law, art, and Atlantic history have been published in Spanish, English, Portuguese, Italian, German, and French. He is the author ofBecoming Free, Becoming Black: Race, Freedom, and Law in Cuba, Virginia, and Louisiana(Cambridge University Press, 2020, coauthored with Ariela J. Gross),Havana and the Atlantic in the Sixteenth Century(University of North Carolina Press, 2008), and ofA Nation for All: Race, Inequality, and Politics in Twentieth-Century Cuba(University of North Carolina Press, 2001), published in Spanish asUna nación para todos: raza, desigualdad y política en Cuba, 1900-2000(Madrid: Editorial Colibrí, 2001), winner of the Southern Historical Association's 2003 prize for “best book in Latin American history.” He is the coeditor, with George Reid Andrews, ofAfro-Latin American Studies: An Introduction(Cambridge University Press, 2018, available in Spanish and Portuguese) and of the “Afro-Latin America” book series, Cambridge University Press.\n\n\n\nProfessor de la Fuente is also the curator of three art exhibits dealing with issues of race and the author or editor of their corresponding volumes:Queloides: Race and Racism in Cuban Contemporary Art(Havana-Pittsburgh-New York City-Cambridge, Ma, 2010-12);Drapetomania: Grupo Antillano and the Art of Afro-Cuba(Santiago de Cuba-Havana-New York City-Cambridge, Ma-San Francisco-Philadelphia-Chicago, 2013-16) andDiago: The Pasts of this Afro-Cuban Present(Cambridge, Ma-Miami, ongoing).\n\n\n\nProfessor de la Fuente is the founding Director of the Afro-Latin American Research Institute at the Hutchins Center for African & African American Research and the faculty Chair of theCuba Studies Program, DRCLAS. He is also the Senior Editor of the journalCuban Studies.",
        "publications": "No publications found"
    },
    {
        "name": "Philip Deloria",
        "position": "Leverett Saltonstall Professor of History",
        "phone": "p: 617-495-8705",
        "email": "deloria@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/deloria.jpg?m=1688659276&itok=qOdAdsAi",
        "intro": "On Leave Academic Year 2023-2024\n\nPhilip J. Deloria is Professor of History at Harvard University, where his research and teaching focus on the social, cultural and political histories of the relations among American Indian peoples and the United States, as well as the comparative and connective histories of indigenous peoples in a global context.\n\nHis first book,Playing Indian(1998), traced the tradition of white “Indian play” from the Boston Tea Party to the New Age movement, while his 2004 bookIndians in Unexpected Placesexamined the ideologies surrounding Indian people in the early twentieth century and the ways Native Americans challenged them through sports, travel, automobility, and film and musical performance.  He is the co-editor ofThe Blackwell Companion to American Indian History(with Neal Salisbury) andC.G. Jung and the Sioux Traditionsby Vine Deloria (with Jerome Bernstein).  His most recent book, co-authored with Alexander Olson isAmerican Studies: A User’s Guide(2017), which offers a comprehensive treatment of the historiography and methodology of the field of American Studies.  He is currently completing a project on American Indian visual arts of the mid-twentieth century, and coediting (with Beth Piatote)I Heart Nixon: Essays on the Indigenous Everyday.\n\nDeloria received the Ph.D. in American Studies from Yale University in 1994, taught for six years at the University of Colorado, and then at the University of Michigan from 2001 to 2017, before joining the faculty at Harvard in January 2018. At Michigan, he served as the Associate Dean for Undergraduate Education, Director of the Program in American Culture, and of the Native American Studies Program, and held the Carroll Smith-Rosenberg Collegiate Chair.  His courses have included American Indian history, Environmental history, the American West, and American Studies methods, as well as Food Studies, Songwriting, and Big History.\n\nDeloria is a trustee of the Smithsonian Institution’s National Museum of the American Indian, where he chairs the Repatriation Committee.  He is former president of the American Studies Association, an elected member of the American Academy of Arts and Sciences, and the recipient of numerous prizes and recognitions.  Along with Erika Doss, he is the series editor of CultureAmerica, a University Press of Kansas series focused on American cultural history.  He maintains ongoing academic engagements with scholars in Taiwan and Australia.",
        "publications": "No publications found"
    },
    {
        "name": "Emma Dench",
        "position": "McLean Professor of Ancient and Modern History and of the ClassicsDean of the Graduate School of Arts and Sciences",
        "phone": "p: 617-496-1956",
        "email": "dench@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/dench_1.jpg?m=1656612985&itok=P_VgdJi6",
        "intro": "Emma Dench was born in York, grew up near Stratford-Upon-Avon, and studied at Wadham College, Oxford (BA Hons Literae Humaniores 1987) and at St. Hugh's College, Oxford (DPhil in Ancient History 1993). Before taking up a joint appointment in the Departments of the Classics and of History at Harvard in January 2007, she taught classics and ancient history at Birkbeck College, University of London (1992–2006). She has been a Craven Fellow at the University of Oxford (1989–91), a Rome Scholar (1991–92) and a Hugh Last Fellow (1996) at the British School of Rome, a Cotton Fellow (1997–98), a Member of the School of Historical Studies at the Institute for Advanced Study, Princeton (2002–03), and a Visiting Professor of the Classics and of History at Harvard (2005–06), and a Loeb Classical Library Foundation Fellow (2011–12). She will deliver the Gray Lectures at the University of Cambridge in May 2016.\n\nEmma Dench is the author ofFrom Barbarians to New Men: Greek, Roman, and Modern Perceptions of Peoples from the Central Apennines(Clarendon Press, Oxford, 1995) andRomulus' Asylum: Roman Identities from the Age of Alexander to the Age of Hadrian(Oxford University Press, 2005). She is currently completingImperialism and Culture in the Roman Worldfor the Cambridge University Press seriesKey Themes in Ancient History.Other current projects include a study of the retrospective writing of the Roman Republican past in classical antiquity.\n\nWhile at Harvard, Emma Dench has been the recipient of a Harvard College Professorship for 2010–15 (recognizing \"outstanding contributions to undergraduate teaching, mentoring and advising\"), a Marquand Award for Excellent Advising and Counseling (2008), and an Everett Mendelsohn Award for Excellence in Mentoring Graduate Students (2015). This year (2015–16), she is Visiting Professor of Business Administration at Harvard Business School, where she is co-teaching a second-year elective MBA course, \"All Roads Lead to Rome: Leadership Lessons from Antiquity,\" with Professor Frances Frei.",
        "publications": "No publications found"
    },
    {
        "name": "Myisha S. Eatmon",
        "position": "Assistant Professor of African and African American Studies and of History",
        "phone": "No phone found",
        "email": "myishaeatmon@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/picture_of_myisha_eatmon_0_0_0.jpg?m=1706731088&itok=f-W1d3mi",
        "intro": "Office Hours:Tuesdays: 2:00 PM- 3:00 PM;Wednesdays: 3:00 PM – 4:00 PM or by appointment.Please sign up viaCalendly\n\n\n\nDr. Myisha S. Eatmon is a tenure-track Assistant Professor in African and African American Studies and History. Dr. Eatmon was a research fellow and a tenure-track Assistant Professor in History at the University of South Carolina before she joined the faculty at Harvard in 2022. Professor Eatmon is a Chapel Hill, North Carolina native who received a B.A. in Political Science and History from the University of Notre Dame. She also holds an M.A. in United States history and a Ph.D. in United States, African American, and legal history from Northwestern University.\n\nDr. Eatmon is currently working on a book project, tentatively titled,Litigating in Black and White: Black Legal Culture, White Violence, Jim Crow, and Their Legacies, which explores how Black people challenged white violence during Jim Crow. Her manuscript-in-progress also examines the crystallization of what she has coined “Black legal culture” under Jim Crow and the meaning of legal education and networking within communities with few opportunities to earn Juris Doctorate degrees (especially under Jim Crow). Professor Eatmon is the author of “Fighting Back: Black Civil Litigation for White-On-Black Violence under Nineteenth, Twentieth, and Twenty-First Century Jim Crow,” inThe Civil War Era and the Summer of 2020: Race, Violence, Resistance and Memory in the United States, ed. Hilary Green and Andrew Slap.\n\nProfessor Eatmon has earned numerous grants, the American Historical Association’s Littleton-Griswold Research in Legal History Research Grant among others. She also received the Mellon/American Council for Learned Scholars Dissertation Completion Fellowship in 2018. As a member of the American Society of Legal History, Dr. Eatmon was selected as a Kathryn T. Preyer Fellow and J. Willard Hurst Fellow through the American Society for Legal History and the University of Wisconsin School of Law. Dr. Eatmon is currently an ALSH Wallace Johnson First Book Program Fellow and a William Nelson Cromwell Early Career Scholar Fellow.\n\nDr. Eatmon’s strong interest in social justice drives her research, service, and teaching, all of which focus on the ways that oppressed persons, particularly African Americans, use their legal imaginations. She is committed to developing courses that bring together the history of race, power, the law, and our current historical moment.\n\nCurriculum Vitae",
        "publications": "No publications found"
    },
    {
        "name": "Caroline Elkins",
        "position": "Professor of History and African and African American Studies",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/professor_caroline_elkins_photo.jpg?m=1694615250&itok=PzeYN61s",
        "intro": "Caroline Elkins is Professor of History and of African and African American Studies at Harvard University, the Thomas Henry Carroll/Ford Foundation Professor at Harvard Business School, Affiliated Professor at Harvard Law School, and the Founding Oppenheimer Director of Harvard's Center for African Studies. Her first book,Imperial Reckoning: The Untold Story of Britain's Gulag in Kenyawas awarded the Pulitzer Prize for General Nonfiction and selected as a Book of the Year byThe Economist. Her subsequent book,Legacyof Violence: A History of the British Empirewas a finalist for the Ballie Gifford Prize, selected byTheNew York Timesas one of the Notable 100 Books of 2022, and chosen by the BBC, Waterstone’s, andHistory Todayas a Book of the Year for 2022. She and her research were the subjects of a BBC documentary titled, “Kenya: White Terror,” which won the International Red Cross Award at the Monte Carlos Film Festival. Her research also served as the basis for the historic Mau Mau reparations case in the High Court of London (2009-2013). Elkins was expert witness for the claimants, who received an apology and a 20-million-pound settlement from the British government for the torture and systematic abuse they endured in 1950s Kenya.\n\nElkins and her work have been profiled in newspapers and magazines around the world, includingThe Financial Times,The New York Times,The Wall Street Journal,Newsweek,Time,The Los Angeles Times,Le Monde,The Guardian, andThe Boston Globe, as well as on various television and radio programs including CNN, ABC, MSNBC, Al Jazeera, BBC (Radio One, Radio Four, World News), and NPR’s Fresh Air and All Things Considered. She has been a contributor toThe New York Times,Foreign Affairs,The Guardian,The Wall Street Journal,The Atlantic,The Washington Post, andThe New Republic.\n\nAt Harvard, Elkins was selected twice as a Walter Channing Cabot Fellow, elected as a member of the Faculty Council for Arts and Sciences, and inducted as an honorary member of the University’s Phi Beta Kappa chapter. She has also held numerous other fellowships and awards including those from the Guggenheim Foundation, the American Council of Learned Scholars (Burkhardt Fellowship), Fulbright, the Social Science Research Council, the Mellon Foundation, the Radcliffe Institute for Advanced Study, and the Rockefeller Center (Bellagio, Italy).*Photo:Tony Rinaldo\n\n\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Mark C. Elliott",
        "position": "Mark Schwartz Professor of Chinese and Inner Asian HistoryVice Provost for International Affairs",
        "phone": "p: 617-496-5343",
        "email": "elliott3@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/elliott.jpg?m=1674172758&itok=qQb4e-m2",
        "intro": "\n\nMark C. Elliott is the Mark Schwartz Professor of Chinese and Inner Asian History in the Department of East Asian Languages and Civilizations and the Department of History at Harvard University.  His first book,The Manchu Way: The Eight Banners and Ethnic Identity in Late Imperial China(Stanford, 2001), based on previously untouched Manchu-language sources, is an influential study in the \"New Qing History\" 新清史, an approach to the history of the last dynasty to rule in China that emphasizes the importance of Manchu political and military institutions in giving the last empire its particular shape and identity.  His newest book isEmperor Qianlong: Son of Heaven, Man of the World(Longman, 2009).He is also the co-editor ofNew Qing Imperial History: Making Inner Asia Empire at Chengde(Routledge, 2004) and the author of numerous articles.\n\nElliott teaches courses on the history of late imperial China, China and Inner Asia, as well as classes in Manchu studies, literary Manchu, and classical Mongolian.  He is Vice Provost for International Affairs and serves as chair of Harvard's PhD Committee in History and East Asian Languages.\n\nLinksInterview: Why the Manchus MatterEALC Profile",
        "publications": "No publications found"
    },
    {
        "name": "Drew Faust",
        "position": "President Emerita Harvard University and Arthur Kingsley Porter University Research Professor",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/drew_faust_01_headshot_-_final.jpg?m=1688666126&itok=D2iSCHVo",
        "intro": "Drew Gilpin Faust is PresidentEmeritaof Harvard University and the Arthur Kingsley Porter University Professor.\n\nAs president of Harvard from 2007 to 2018, Faust expanded financial aid to improve access to Harvard College for students of all economic backgrounds and advocated for increased federal funding for scientific research. She broadened the University’s international reach, led a highly successful capital campaign, updated University governance, raised the profile of the arts on campus, promoted diversity and inclusion, embraced sustainability, launched edX, the online learning partnership with MIT, and promoted collaboration across academic disciplines and administrative units as she guided the University through a period of significant financial challenges.\n\nFaust previously served as founding dean of the Radcliffe Institute for Advanced Study (2001-2007).  Before coming to Radcliffe, she was the Annenberg Professor of History at the University of Pennsylvania.\n\nShe is the author of six books, including most recentlyThis Republic of Suffering:  Death and the American Civil War(2008), which chronicles the impact of the Civil War’s enormous death toll on the lives of nineteenth-century Americans.  It was awarded the 2009 Bancroft Prize, the New-York Historical Society’s 2009 American History Book Prize, and was recognized by The New York Times as one of the “Ten Best Books of 2008.”This Republic of Sufferingis the basis for a 2012 Emmy-nominated episode of the PBS American Experience documentaries titledDeath and the Civil War, directed by Ric Burns.  She is a contributing writer at The Atlantic.\n\nFaust’s honors include awards in 1982 and 1996 for distinguished teaching at the University of Pennsylvania. She was elected to the American Academy of Arts and Sciences in 1994, the Society of American Historians in 1993, and the American Philosophical Society in 2004. In September of 2018 she was awarded the John W. Kluge Prize for Achievement in the Study of Humanity by the Library of Congress.  She received her bachelor’s degree from Bryn Mawr in 1968, magna cum laude with honors in history, and master’s (1971) and doctoral (1975) degrees in American civilization from the University of Pennsylvania.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Alison Frank Johnson",
        "position": "Professor of HistoryChair of the Department of Germanic Languages and Literatures",
        "phone": "p: 617-495-4329",
        "email": "afrank@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/alison_johnson_0_01.jpg?m=1705444323&itok=b92hhLpe",
        "intro": "Alison Frank Johnson's teaching and research focus on the history of German-speaking Europe and the Habsburg Monarchy. Her first book,Oil Empire: Visions of Prosperity in Austrian Galicia(2005), was awarded the Barbara Jelavich 2006 Book Prize, the Austrian Cultural Forum 2006 Book Prize, and the Polish Studies Association 2006 Orbis Book Prize. She is currently working on a book about the de-memorialization of alleged ritual murder sites in Germany and Austria in the postwar period. This project examines popular religiosity, longstanding prejudice against Jews and the work to fight its literal and symbolic relics. Additional research interests include environmental history, capital punishment, the Alps, and the Mediterranean slave trade. She offers general exam fields in German-speaking Europe, Eastern and Central Europe, and European Environmental History.\n\nSelected Publications\n\n\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Arunabh Ghosh",
        "position": "Associate Professor of History",
        "phone": "No phone found",
        "email": "aghosh@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/arunabh_iii_1_of_1_smaller.jpg?m=1706730598&itok=Q2fcSfCA",
        "intro": "Office Hours: Monday 2-4 PM (sign up here here) and byappointment\n\nArunabh Ghosh is a historian of modern China, with research and teaching interests in social and economic history, history of science and statecraft, transnational history, and China-India history. For more, please visit hissite.",
        "publications": "No publications found"
    },
    {
        "name": "David Glovsky",
        "position": "Assistant Professor of History and of African and African American Studies",
        "phone": "No phone found",
        "email": "dglovsky@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/img_3118_0.jpeg?m=1720646094&itok=nyI7qGLW",
        "intro": "David (Dave) Glovskyis a historian of 19thand 20thcentury West Africa, with a focus on Senegal, the Gambia, Guinea-Bissau, and Guinea. His research and teaching interests include histories of mobility and migration, borderlands, spatial history, Islam, citizenship, pastoralism, gender, and histories of popular culture/sport. He teaches undergraduate and graduate courses on a variety of topics in African History and African Studies, with an eye to understanding the global dimensions and connections of African societies and peoples, both in the past and present. His research, teaching, and service is animated by a focus on social justice and equity, and in broadening historical perspectives to include oppressed and underrepresented communities. He welcomes inquiries from scholars, current graduate students, and potential graduate students interested in related questions/geographies or who simply want to connect, especially those wanting to learn more about how to apply to graduate school in the United States.\n\nBefore becoming an academic, Professor Glovsky worked in a variety of fields, including a stint doing live statistics for college football and basketball at ESPN, three years as a college hockey broadcaster and sports columnist, and in K-12 education. His interest in African History developed after spending two years in southern Senegal as aPeace Corps Volunteerin the town ofDabo. His experience living and working in Fulbe/Fulani communities throughout southern Senegal inspired him to return to academic life and explore the historical context of the area where he had lived. As a result, he believes that intellectual expertise comes from a variety of lived perspectives and experiences, not just from within the classroom.\n\nProfessor Glovsky’s current book project,Borderlanders: Popular Geographies, Mobility, and Belonging in West Africa, examines the durability and adaptation of popular, fluid geographies in West Africa, grounded in borderland conceptions of space and place. Based on oral histories and archival research, this study argues that borderland residents in four colonies/states—Senegal, Gambia, Guinea-Bissau, and Guinea—used fluid ideas of boundaries, citizenship, and community to build durable, cross-border networks. Using a variety of strategies tied to mobility, communities produced and reproduced their own territorial spaces, forged in the aftermath of colonial partition. These popular geographies (as opposed to relatively unpopular state geographies) allowed West Africans to create a multinational space characterized by mobility, fluidity, and connectivity, selectively engaging with the official spaces of bordered nation-states. He recently completed anACLS Fellowshipto complete the writing of this project.\n\nHe has also begun work on a second book, tentatively titled,Contesting the Nation-State: The Question of National Identity in Guinea-Bissau and Guinea, 1958-1985.This work uses the cases of Guinea’s socialist modernization project and Guinea-Bissau’s struggle for independence to demonstrate the contested nature of ideas of belonging and national identity across late colonial and postcolonial Africa. In Guinea, roughly 30 percent of people left the country by the early 1980s, and in Guinea-Bissau, that number was around 20 percent. Drawing on oral histories, governmental reports, and newspapers, he will argue that mobility played a key role in showing the limits and fractures of postcolonial belonging. While some people supported and were willing to sacrifice for the emerging nation-state and its national project, many others chose to opt out or flee the country entirely.\n\nProfessor Glovsky was previously involved in the BU African Studies Center’sNEH ‘Ajamī Project, selecting Pulaar manuscripts in Arabic script (‘Ajami) and digitizing, transliterating, and translating them into French and English for online and print publication. He has also done other work to publicize and broaden the accessibility of African history, both in the U.S. and greater Senegambia.\n\nProfessor Glovsky holds a B.A. in History and Human Geography from Dartmouth College and a Ph.D. in African History from Michigan State University. Prior to coming to Harvard, he taught in the Department of Africana Studies at the University at Albany, State University of New York, and the Department of History at Boston University. He was born and raised in eastern Massachusetts and is grateful to be back in the area, especially as a lifelong fan of Boston sports teams.\n\nCurriculum Vitae\n\nSelect Publications:\n\n“The Fuuta Jalon ʿAjamī Tradition,”with Abubakar Jalloh,Islamic Africa14:2 (2023), pp. 178-198.\n\n“Cross-Border Lives and the Complications of Postcolonial Citizenship: Migration, Belonging, and Alternative Geographies in the Borderlands of Guinea-Bissau, Guinea and Senegal, 1958–1980,”Journal of West African History9:1 (2023), pp. 57-83.\n\n“Fulbe Collaboration, Survival, and Flight: Lived Experiences of Guinea-Bissau’s War for Independence, 1963-1974,”Journal of African History63:2 (2022), pp. 214-230.\n\n“Medina Gounass: Constructing Extra-National Space in a West African Borderland,”African Studies Review64:3 (2021), pp. 569-594.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Andrew Gordon",
        "position": "Lee and Juliet Folger Fund Professor of History",
        "phone": "p: 617-496-4729",
        "email": "agordon@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/112807_gordon_andrew_014_1.jpg?m=1706719092&itok=RiBLNv4J",
        "intro": "Office Hours: TBA.\n\nProfessor Gordon teaches courses on modern Japanese history with a primary research interest in labor, class and the social and political history of modern Japan. His most recent book,Fabricating Consumers, examines the making of the modern consumer in 20th century Japan, with a particular focus on the sewing machine.  He is currently working with colleagues in Japan and the United States to create a digital archive of Japan’s March 2011 disasters.\n\nSelected Publications",
        "publications": "No publications found"
    },
    {
        "name": "Peter E.  Gordon",
        "position": "Amabel B. James Professor of HistoryFaculty Affiliate, Department of Germanic Languages & Literatures, & Department of Philosophy",
        "phone": "p: 617-998-5419",
        "email": "pgordon@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/peter_e_gordon_small_authors_photo.jpg?m=1706725792&itok=ZXfgMVVi",
        "intro": "Office Hours: Wednesday 2:30-4:30pm. The Center for European Studies, 27 Kirkland Street, Room 305.\n\nPeter Gordon specializes in modern European Intellectual History from the late eighteenth to the late twentieth century.  He works chiefly on themes in Continental philosophy and social thought in Germany and France in the modern period, with an emphasis on critical theory, Western Marxism, the Frankfurt School, phenomenology, and existentialism.MORE>\n\n\n\nBooks on Amazon\n\nPhoto credit:Stephanie Mitchell / Harvard Staff Photographer",
        "publications": "No publications found"
    },
    {
        "name": "Annette Gordon-Reed",
        "position": "Carl M. Loeb University ProfessorProfessor of History",
        "phone": "p: (617) 495-7653",
        "email": "mnicola@law.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/gordon-reed_1.jpg?m=1681741530&itok=vmmsWxWl",
        "intro": "Annette Gordon-Reedis the Carl M. Loeb University Professor at Harvard. Gordon-Reed won sixteen book prizes, including the Pulitzer Prize in History in 2009 and the National Book Award in 2008, forThe Hemingses of Monticello: An American Family(W.W. Norton, 2008). In addition to articles and reviews, her other works includeThomas Jefferson and Sally Hemings: An American Controversy(UVA Press, 1997),Vernon Can Read! A Memoir, a collaboration with Vernon Jordan (PublicAffairs, 2001),Race on Trial: Law and Justice in American History(Oxford University Press, 2002), a volume of essays that she edited,Andrew Johnson(Times Books/Henry Holt, 2010) and, with Peter S. Onuf,“Most Blessed of the Patriarchs”: Thomas Jefferson and the Empire of the Imagination(Liveright Publishing, 2016). Her most recent book isOn Juneteenth(Liveright Publishing, 2021). Gordon-Reed was the Vyvyan Harmsworth Visiting Professor of American History at the University of Oxford (Queens College) 2014-2015. Between 2010 and 2015, she was the Carol K. Pforzheimer Professor at the Radcliffe Institute for Advanced Study at Harvard University. She was the 2018-2019 President of the Society for Historians of the Early American Republic. She is the current President of the Ames Foundation. A selected list of her honors includes a fellowship from the Dorothy and Lewis B. Cullman Center for Scholars and Writers at the New York Public Library, a Guggenheim Fellowship in the humanities, a MacArthur Fellowship, the National Humanities Medal, the National Book Award, the Frederick Douglass Book Prize, the George Washington Book Prize, and the Anisfield-Wolf Book Award. Gordon-Reed served as a member of the Board of Trustees of Dartmouth College from 2010 to 2018. She was elected a fellow of the American Academy of Arts and Sciences in 2011 and was a member of the Academy’s Commission on the Humanities and Social Sciences. In 2019, she was elected as a member of the American Philosophical Society.",
        "publications": "No publications found"
    },
    {
        "name": "No name found",
        "position": "No position found",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "No intro found",
        "publications": "No publications found"
    },
    {
        "name": "Tamar Herzog",
        "position": "Monroe Gutman Professor of Latin American AffairsRadcliffe Alumnae Professor",
        "phone": "No phone found",
        "email": "therzog@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/herzog-5123_0.jpg?m=1688658560&itok=hLCuJKFR",
        "intro": "\n\nLinks:Personal Website",
        "publications": "No publications found"
    },
    {
        "name": "Evelyn Brooks Higginbotham",
        "position": "Victor S. Thomas Professor of History and of African and African American Studies",
        "phone": "p: 617-495-7828",
        "email": "ebhiggin@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/evelyn_brooks_higginbotham.jpg?m=1688658613&itok=nMp2Nmph",
        "intro": "Office Hours: T.B.D.\n\nHigginbotham began her teaching career as a public school teacher in Milwaukee, Wisconsin and in Washington, DC, before moving to the university setting. She has also taught on the faculties of Dartmouth College, the University of Maryland, and the University of Pennsylvania. At the special invitation of Duke University, she taught at the Duke Law School in 2010-2011 as the inaugural John Hope Franklin Professor of American Legal History.\n\nHigginbotham earned her Ph.D. from the University of Rochester in American History, her M.A. from Howard University, and her B.A. from the University of Wisconsin-Milwaukee. She has thoroughly revised and re-written the classic African American history surveyFrom Slavery to Freedom, which was first published by John Hope Franklin in 1947. She is the co-author with the late John Hope Franklin of this book’s ninth edition, which came out in 2010.  A pioneering scholar in African American women’s history, she is the author of the prizewinning bookRighteous Discontent: The Women’s Movement in the Black Baptist Church 1880-1920.She is also co-editor with Henry Louis Gates, Jr., of theAfrican American National Biography, now in its second edition (2013). This twelve-volume resource presents African American history through the lives of more than 5,000 biographical entries.\n\nHigginbotham is the recipient of numerous awards and honors. Most notably in September 2015 she received the 2014 National Humanities Medal from President Barack Obama at the White House for “illuminating the African American journey.” In March 2015 she was named one of the “Top 25 Women in Higher Education” byDiverse Magazine. She holds the Honorary Doctorate from the University of Wisconsin-Milwaukee (2014) and Howard University (2011). She was the John Hope Franklin Fellow at the National Humanities Center in Research Triangle Park, North Carolina, for the academic year 2013-2014. In July 2013, she received the James W.C. Pennington Award from the University of Heidelberg (Germany) for her scholarly contributions to African American Religious History. She was awarded the Star Family Prize for Excellence in Advising in May 2012 for her exemplary intellectual guidance and mentorship of Harvard undergraduates. In 2012 she received the Living Legacy Award from the Association for the Study of African American Life and History; and in 2011 received the Honorary Doctorate from Howard University. In 2010, Higginbotham was inducted into the American Philosophical Society for promoting useful knowledge. The Association for the Study of African American Life and History awarded her the Carter G. Woodson Scholars Medallion in 2008, and in that same year the National Urban League awarded her the Legend Award. In 2003 she was chosen by Harvard University to be a Walter Channing Cabot Fellow in recognition of her achievements in the field of history.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Jesse Hoffnung-Garskof",
        "position": "Professor of HistoryDirector of Graduate Studies",
        "phone": "No phone found",
        "email": "jhgarskof@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/picture_of_jesse_hoffnung-garskof.png?m=1720455545&itok=xPwkU9Yf",
        "intro": "Office Hours:By Appointment. Sign up here:https://calendar.app.google/saYsvRWzSzSM5z9V7\n\n\n\nJesse Hoffnung-Garskof is Professor of History at Harvard University.  His research and teaching focus on the history of Latinx people in the United States, the history of Latin America and the Caribbean, immigration and asylum law, publicly engaged humanities, and digital humanities.\n\nHis first book,A Tale of Two Cities, Santo Domingo and New York After 1950(2008) tells an intertwined history of working-class neighborhoods in New York and Santo Domingo in the period when Santo Domingo grew from a small town into a sprawling metropolis and Dominicans became the largest immigrant group in New York.  A second book,Racial Migrations: New York and the Revolutionary Politics of the Spanish Caribbean(2019), traces the history of one of the earliest Afro-Latinx communities in the United States: a group of Cuban and Puerto Rican immigrants to New York City who became writers, intellectuals, and close allies of the Cuban poet, politician, and revolutionary José Martí.Migraciones raciales,an open access Spanish translation, is available here.  He is co-editor and translator with Paulina Alberto and George Reid Andrews ofVoices of the Race: Black Newspapers in Latin America, 1870-1960.  He is currently at work on a project about a group of African-born people who, after securing their freedom, left Cuba to settle in Key West, Florida at the end of the 19th century.\n\nHoffnung-Garskof a received his Ph.D. in History from Princeton University in 2002.  He is a member of the New York Acadamy of History and a recipient of the Kenneth Jackson Prize from the Urban History Association, the Theodore Saloutos Prize from the Immigration and Ethnic History Society, the Scholars and Society Fellowship from the American Council for Learned Societies, and the Spencer Fellowship from the National Academy of Education.\n\nHoffnung-Garskof taught for twenty years at the University of Michigan, before joining the faculty at Harvard. There he directed the Center for Latin American and Caribbean Studies and was founding director of the Immigrant Justice Lab, a collaborative project to produce public scholarship with community partners in the field of immigration and asylum law, now shared between the University of Michigan and Harvard.\n\nSelect Publications:\n\nAlberto, Paulina Laura, George Reid Andrews, and Jesse Hoffnung-Garskof, eds.Voices of the Race: Black Newspapers in Latin America, 1870–1960. Afro-Latin America. Cambridge: Cambridge University Press, 2022.\n\nRacial migrations: New York City and the revolutionary politics of the Spanish Caribbean. Princeton: Princeton University Press, 2019. (Also published inSpanish)\n\nA Tale of Two Cities: Santo Domingo and New York after 1950.  Princeton: Princeton University Press, 2008.\n\nLinks:\n\nImmigrant Justice Lab\n\n",
        "publications": "No publications found"
    },
    {
        "name": "David Howell",
        "position": "Robert K. and Dale J. Weary Professor of Japanese HistoryChair of the Department of East Asian Languages and Civilizations",
        "phone": "p: 617-495-8367",
        "email": "dhowell@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/howell.jpg?m=1688658689&itok=cPerU8In",
        "intro": "Office Hours: T.B.D.\n\nDavid L. Howell is Professor of Japanese History at Harvard University and Editor of theHarvard Journal of Asiatic Studies. He received his B.A. from the University of Hawai’i at Hilo and Ph.D. in History from Princeton University. He taught at the University of Texas at Austin and Princeton before joining the Harvard faculty in 2010. Howell is the author ofCapitalism from Within: Economy, Society, and the State in a Japanese Fishery(1995) andGeographies of Identity in Nineteenth-Century Japan(2005) as well as numerous articles.\n\nHowell's research focuses on the social history of Japan in the Tokugawa (1603–1868) and Meiji (1868–1912) periods. He is particularly interested in the ways changing political and economic institutions affected the lives and livelihoods of ordinary people over the course of the nineteenth century. His current projects include a short survey of the Meiji Restoration period and a history of human waste and garbage in the cities of Tokugawa and Meiji Japan. He is also a co-editor of a new edition of theCambridge History of Japan, which is scheduled for publication in three volumes in 2020.",
        "publications": "No publications found"
    },
    {
        "name": "Maya Jasanoff",
        "position": "X.D. and Nancy Yang ProfessorCoolidge Professor of History",
        "phone": "p: 617-998-5422",
        "email": "mjasanof@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/jasanoff_head_shot_3_full_res.jpg?m=1706719601&itok=gcc32XFS",
        "intro": "Office Hours: By appointment only, sign up on Calendly.\n\nMaya Jasanoff’s teaching and research extend from the history of the British Empire to global history. She is the author of three prize-winning books.The Dawn Watch: Joseph Conrad in a Global World(Penguin Press, 2017) examines the dynamics of modern globalization through the life and times of the novelist Joseph Conrad. ANew York Timesbest book of 2017,The Dawn Watchwon the Cundill Prize in History, and was shortlisted for the James Tait Black Prize in Biography. Her previous book,Liberty’s Exiles: American Loyalists in the Revolutionary World(Knopf, 2011), presents the first global history of the loyalists who fled the United States after the American Revolution and resettled elsewhere in the British Empire.Liberty's Exilesreceived numerous distinctions including the 2012 National Book Critics Circle Award for Non-Fiction and the George Washington Book Prize; it was also shortlisted for the BBC Samuel Johnson Prize. Her first book, the Duff Cooper Prize-winningEdge of Empire: Lives, Culture, and Conquest in the East, 1750-1850(Knopf, 2005), explores British expansion in India and Egypt through the lives of art collectors, and was a book of the year selection in publications includingThe Economist,The Guardian, andThe Sunday Times.\n\n\n\nJasanoff is currently working on a wide-ranging book about the human preoccupation with ancestry, and in December, 2021, will deliver the Lawrence Stone Lectures at Princeton University on connections between fiction and history-writing in English.\n\n\n\nJasanoff enjoys teaching courses that bring out the \"story\" in history. In addition to classes on imperial history, she offers a multidisciplinary Gen Ed course on the topic of \"Ancestry: Where Do We Come From and Why Do We Care?\" and an upper-level seminar on the craft of writing historical narrative. In 2015 Jasanoff was named a Harvard College Professor for excellence in undergraduate teaching. From 2019 to 2022, she is a part-time Visiting Professor atAhmedabad Universityin India, where she has been helping launch new curricula in the liberal arts.\n\n\n\nJasanoff has been a Guggenheim Fellow (2013), a fellow at the New York Public Library’s Cullman Center for Scholars and Writers, a Kluge Chair at the Library of Congress, and a member of the Institute for Advanced Study. She has participated in several BBC documentaries, and her essays and reviews regularly appear in publications includingThe New York Review of Books,The Guardian, andThe New York Times. In 2017, Jasanoff was awarded theWindham-Campbell Prizein recognition of her contributions to non-fiction literature. She is chair of judges for the 2021Booker Prize.\n\n\n\nSelected Publications:\n\n“Misremembering the British Empire” in The New Yorker (October, 2020)\n\n“Lost Calcutta” in The New York Review of Books (May, 2019)\n\n\"Ruth Prawer Jhabvala and the Art of Ambivalence\" in The New Yorker (January, 2019)\n\n\"How Joseph Conrad Foresaw the Dark Heart of Brexit Britain\" in The Guardian (October, 2017)\n\n\"The Dawn Watch: Joseph Conrad in the Global World\" (Penguin Random House, 2017)\n\n\"At Sea With Joseph Conrad\" in The New York Times (August 2015)\n\n\"A Passage from Hong Kong\" in The New York Review of Books (April 2014)\n\nLiberty's Exiles: American Loyalists in the Revolutionary World (Knopf/Harper Press, 2011)\n\nEdge of Empire: Lives, Culture, and Conquest in the East, 1750-1850(Knopf/Fourth Estate, 2005)\n\n",
        "publications": "No publications found"
    },
    {
        "name": "No name found",
        "position": "No position found",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "Curriculum Vitae\n\nWalter Johnson grew up in Columbia, Missouri, and is a member of the Rock Bridge High School Hall of Fame (2006).Soul by Soul: Life Inside in the Antebellum Slave Market(1999) andRiver of Dark Dreams: Slavery and Empire in the Mississippi Valley's Cotton Kingdom(2013), were published by Harvard University Press. His autobiographical essay, “Guns in the Family,” was included the 2019 edition of Best American Essays; it was originally published in theBoston Review, of which Johnson is a contributing editor.  His 2003 article \"On Agency\" is the most cited article in the history of theJournal of Social Historyand was recently the subject of a special issue of the journal in commemoration of its 20thanniversary.The Broken Heart of America: St. Louis and the Violent History of the United Stateswas published in 2020.  In addition to prizes for each of his books, Johnson has been awarded fellowships from the Center for the Humanities at Wesleyan University, the American Council of Learned Societies, the Center for Advanced Study in the Behavioral Studies at Stanford, the Guggenheim Foundation, the American Philosophical Society, and the Radcliffe Institute.  He is a member of the advisory board of the City of St. Louis Reparations Commission, and a founding member of the Commonwealth Project, which brings together academics, artists, and activists in an effort to imagine, foster, and support social change, beginning in St. Louis.",
        "publications": "No publications found"
    },
    {
        "name": "Cemal Kafadar",
        "position": "Vehbi Koç Professor of Turkish Studies",
        "phone": "p: 617-496-5389",
        "email": "kafadar@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/cemal-kafadar.jpg?m=1688658887&itok=CtHt0qWR",
        "intro": "Office Hours: T.B.D.\n\nProf. Kafadar is interested in the social and cultural history of the Middle East and southeastern Europe in the late medieval/early modern era. He teaches courses on Ottoman history, urban space, travel, popular culture, history and cinema. His latest essays include “How Dark is the History of the Night, How Black the Story of Coffee, How Bitter the Tale of Love: the Changing Measure of Leisure and Pleasure in Early Modern Istanbul;” “Evliya Celebi in Dalmatia: an Ottoman Traveler’s Encounters with the Arts of the Franks;” and \"Between Amasya and Istanbul: Bayezid II, His Librarian and the Textual Turn of the Late Fifteenth Century.\"\n\nHe has curated a program of twelve films, titled \"Rebels, Saints and Troubadours,\" for the Istanbul International Film Festival in 2009 and worked closely on the conception and production of two historical documentaries: \"Inspirations\" (dir. Nurdan Arca, 2005) on Sheikh Bedreddin, an Ottoman intellectual executed for his ideas ca.1417; \"Invisible to the Eye\" (dir. Zeynep Dadak, 2020) on the mid-17th century account of Istanbul by Eremya Chelebi Kömürjian.\n\nSelected Publications\n\nBroadcast Media\n\n",
        "publications": "No publications found"
    },
    {
        "name": "No name found",
        "position": "No position found",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "No intro found",
        "publications": "No publications found"
    },
    {
        "name": "Erika Lee",
        "position": "Bae Family Professor of History Radcliffe Alumnae Professor",
        "phone": "No phone found",
        "email": "erikalee@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/e_lee.jpg?m=1712582471&itok=sijmIwVq",
        "intro": "On leave 2023-2024\n\nErika Lee is the Bae Family Professor of History and Radcliffe Alumnae Professor at Harvard University. She researches and teaches the histories of the United States, with emphases on immigration and Asian American history and the histories of race, xenophobia, law, gender, and society. A past president of the Organization of American Historians, she is currently the Pitt Professor of American History and Institutions at Cambridge University in the United Kingdom in 2023-2024. Beginning in September, she will serve as the Pforzheimer Director of the Schlesinger Library on the History of Women in America at Harvard.\n\nLee’s award-winning books include:At America's Gates: Chinese Immigration during the Exclusion Era, 1882-1943(University of North Carolina Press, 2003),Angel Island: Immigrant Gateway to America(co-authored with Judy Yung, Oxford University Press, 2010),The Making of Asian America: A History(Simon & Schuster, 2015; 2021) andAmerica for Americans: A History of Xenophobia in the United States(Basic Books, 2019, 2021). Named to many best books lists and identified as an essential book illuminating the Trump era and the 2020 elections,America for Americanswon the American Book Award and the Asian/Pacific American Award for Literature, as well as other honors. It was recently re-published with a new epilogue on xenophobia and racism during the COVID-19 pandemic.The Making of Asian Americawas also recently republished with a new postscript about the latest campaigns against Asian Americans and served as the basis for the Peabody Award-winning PBS film seriesAsian Americans. Her essays have appeared in over three dozen journals and anthologies, including theJournal of American History,the instantNew York Timesbestselling bookMyth America: Historians Take on the Biggest Lies and Legends About Our Past(2023), andOur Voices, Our Histories: Asian American and Pacific Islander Women(2020).Her new book,Made in Asian America: A History for Young People(co-authored with three-time Newbery honor award recipient Christina Soontornvat) will be published by Harper Collins in May 2024.\n\nBefore arriving at Harvard, Lee was a Regents Professor and Director of the Immigration History Research Center at the University of Minnesota, where she co-founded three major digital humanities projects:Immigrant Stories,#ImmigrationSyllabus, andImmigrants in COVID America. She has been the recipient of numerous fellowships and awards for her scholarship and advocacy, including the Andrew Carnegie Fellowship, an honorary degree from Tufts University, the Immigrant Heritage Award from the Angel Island Immigration Station Foundation, the Pioneer Award from OCA – Asian Pacific American Advocates, and the Champion for Justice Award from the Chinese American Museum of Los Angeles. Lee was recently elected to the American Academy of Arts & Sciences and the American Antiquarian Society and testified before Congress in its historic hearings onanti-Asian discrimination and violence. She is a regular commentator in the media, including featured appearances in the PBS film series “Asian Americans” and interviews with CNN, PBS NewsHour, National Public Radio, theNew York Times,and more. Her opinion pieces have been published in theWashington Post,Time,theNew York Daily News, USA Today, The Hill,and theLos Angeles Times.Lee serves as a board member of Refugees International and an advisory council member of The Asian American Foundation.\n\nIf you would like to reach Erika Lee for a speaking engagement outside of Harvard University, please contact Rolisa Tutwyler at CCMNT Speakers:rtutwyler@ccmntspeakers.com",
        "publications": "No publications found"
    },
    {
        "name": "Jill Lepore",
        "position": "David Woods Kemper '41 Professor of American HistoryHarvard College Professor",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/lepore_1_uncropped_1_0.jpg?m=1688659204&itok=T0I15EXC",
        "intro": "On Leave Academic Year 2023-2024\n\nFor a bio and contact information,see her website.\n\nPhoto Credit: Dari Michele",
        "publications": "No publications found"
    },
    {
        "name": "Mary Lewis",
        "position": "Robert Walton Goelet Professor of French History",
        "phone": "p: 617-998-5428",
        "email": "mdlewis@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/lewis_sm.jpg?m=1706732046&itok=4N-yxcNW",
        "intro": "On Leave Spring 2024\n\nMary Lewis is Robert Walton Goelet Professor of French History at Harvard, and Affiliated Faculty at theHarvard Law School. Her work has ranged from questions of immigrant rights in 20th-century France to the nature of French colonial rule in North Africa and the Caribbean since the late 18th century. Her current project, “The First French Decolonization,” examines the transformation of France’s Atlantic empire after the loss of Saint-Domingue (present-day Haiti). She is interested in following the trajectories of people, companies, networks, and investments that abandoned Saint-Domingue/Haiti and in exploring the new business ventures, trading partners, and relationships that emerged in the century following 1804. At the same time, she also considers how the French government worked to maintain and expand slave-labor economies in Martinique, Guadeloupe, and Guyana for nearly another half-century.MORE>",
        "publications": "No publications found"
    },
    {
        "name": "Fredrik Logevall",
        "position": "Laurence D. Belfer Professor of International Affairs, Harvard Kennedy SchoolProfessor of History",
        "phone": "No phone found",
        "email": "catherine_kearns@hks.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/fl_photo.jpg?m=1707239607&itok=6bS2-3by",
        "intro": "Office Hours: Office Hours are by appointment. Please emailcatherine_kearns@hks.harvard.eduto schedule a time slot in advance (and receive a link for the Zoom Office Hours session if you will attend virtually).\n\nFredrik Logevall is the Laurence D. Belfer Professor of International Affairs at the John F. Kennedy School of Government and Professor of History, Harvard University. A specialist on U.S. foreign relations history and modern international history, he was previously the Anbinder Professor of History at Cornell University, where he also served as vice provost and as the director of the Mario Einaudi Center for International Studies. Logevall is the author or editor of ten books, most recentlyJFK: Coming of Age in the American Century, 1917-1956(Random House, 2020). His bookEmbers of War: The Fall of an Empire and the Making of America’s Vietnam(Random House, 2012), won the 2013 Pulitzer Prize for History and the 2013 Francis Parkman Prize, as well as the 2013 American Library in Paris Book Award and the 2013 Arthur Ross Book Award from the Council on Foreign Relations. His other recent works includeAmerica’s Cold War: The Politics of Insecurity(with Campbell Craig; 2nded., Belknap/Harvard, 2020), and the college-level textbookA People and A Nation: A History of the United States(with Jane Kamensky et al; 11thed., Cengage, 2018). A native of Stockholm, Sweden, Logevall holds a PhD in History from Yale University. He is a past president of the Society for Historians of American Foreign Relations.",
        "publications": "No publications found"
    },
    {
        "name": "Erez Manela",
        "position": "Francis Lee Higginson Professor of History",
        "phone": "p: 617-496-6467",
        "email": "manela@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/erez-manela_photo-by-tony-rinaldo_373px_0.jpg?m=1706725965&itok=LFxwG_1b",
        "intro": "Office Hours:Fridays 2:20-4:20 by appointment only\n\nFor Prof. Manela’s bio as well as information on his research, publications, teaching, and advising, please see:http://scholar.harvard.edu/manela",
        "publications": "No publications found"
    },
    {
        "name": "Jamie Martin",
        "position": "Assistant Professor of History and of Social Studies",
        "phone": "p: 617-496-1960",
        "email": "jrmartin@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/aef7afa9-03d7-4e8d-a0c7-9b346a69bf85.jpeg?m=1718121080&itok=WKqSzkmU",
        "intro": "Office Hours: Tuesdays, 12:30 – 2:30 PM or by appointment\n\nJamie Martin is an international historian with a focus on the history of international political economy and empire, particularly during the era of the world wars. He is the author ofThe Meddlers: Sovereignty, Empire, and the Birth of Global Economic Governance(Harvard University Press, 2022), which charts the origins and rise of the first international institutions to govern global capitalism after World War I – and the political resistance they generated around the world, from Western Europe to the Balkans, the United States, Latin America, China, and colonial Southeast Asia. He has published widely on the political economy of the world wars, international institutions, the history of commodities, and the intellectual history of crisis. His public writing - on topics such as the history of central banking, financial crisis, and global governance - has also appeared inThe New York Times, The London Review of Books, The Nation, n+1, Dissent, Bookforum,andThe Guardian.Martin is currently working on a book project on the global economic consequences of the First World War, focusing on the war’s effects on trade, shipping, supply chains, and finance beyond the principal theaters of conflict in Europe and the Middle East.Martin teaches and advises topics in the history of international political economy, the world wars, and modern empire. Prior to arriving at Harvard, he was an assistant professor in the Edmund A. Walsh School of Foreign Service and Department of History at Georgetown University. He received his Ph.D. in History at Harvard University (2016), M.Phil at the University of Cambridge (2008), and B.A. at Yale University (2007).",
        "publications": "No publications found"
    },
    {
        "name": "Terry Martin",
        "position": "George F. Baker III Professor of Russian Studies",
        "phone": "p: 617-495-9895",
        "email": "martin11@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/martin_terry_0.jpg?m=1706720601&itok=FkjqZtiH",
        "intro": "Office Hours: Mon. 5:45 in person in CGIS S328. Zoom office hours by request. Please emailmartin11@fas.harvard.eduto schedule a time.\n\nTerry Martin is the author ofThe Affirmative Action Empire: Nations and Nationalism in the USSR, 1923–1939(Cornell UP, 2001) and co-editor (with Ronald Suny) ofA State of Nations: Empire and Nation-Making in the Age of Lenin and Stalin(Oxford UP, 2001). In addition to questions of nationality and empire, he has written on religion, political and administrative history, Soviet neo-traditionalism, and the political police, as well as the Nazi-Soviet comparison. He is currently completing a book on the politics and sociology of state information-gathering in the USSR from the revolution through the death of Stalin.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Michael McCormick",
        "position": "Francis Goelet Professor of Medieval HistoryChair, Science of the Human Past",
        "phone": "p: 617-496-3290",
        "email": "sohpchair@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/mccormick1.jpg?m=1706720258&itok=XAZ0u5tE",
        "intro": "Office hours:  T.B.A.\n\nBorn on the banks of the Erie Canal, McCormick received his Ph.D. from the Université catholique de Louvain in 1979. He served on the faculty of the Department of History of the Johns Hopkins University from 1979 to 1991, and was Research Associate at Dumbartons Oaks from 1979 to 1987. He came to Harvard in 1991, where he is presently the Francis Goelet Professor of Medieval History and chairs the new University-wide Initiative for the Science of the Human Past at Harvard (SoHP), an interdisciplinary research networks that brings together geneticists, archaeological scientists, climatologists, environmental, computer and information scientists, humanists and social scientists in order to explore great questions of human history from our origins in Africa to our migrations across the globe.He has written numerous monographs and articles, includingOrigins of the European Economy. Communications and Commerce, A.D. 300-900(Cambridge University Press, Cambridge, U.K.; 2001) which won the Haskins Medal 2005 of the Medieval Academy of America, was short-listed for the British Academy Book Award (best non-fiction book published in the UK, 2002) and won the Ranki Prize of the Economic History Association for the best book of 2001 and 2002 in European economic history. His most recent book isCharlemagne’s Survey of the Holy Land: Wealth, Personnel and Buildings of a Mediterranean Church between Antiquity and the Middle Ages(Dumbarton Oaks-Harvard University Press, 2011).McCormick has been awarded fellowships by the John Simon Guggenheim Foundation, the American Council of Learned Societies, the Alexander von Humboldt Stiftung, the Gerda Henkel Stiftung, the Max-Planck-Institut für europäische Rechtsgeschichte, Frankfurt-am-Main, Commission internationale d'histoire médiévale, etc. The Andrew W. Mellon Foundation honored him with its Distinguished Achievement Award in 2002. He is a Fellow of the Medieval Academy of America, the American Philosophical Society, the Society of Antiquaries, London, the American Academy of Arts and Sciences, and a Corresponding Member of Académies des Inscriptions et Belles-Lettres de l’Institut de France, and of the Monumenta Germaniae historicaHe is general editor of theDigital Atlas of Roman and Medieval Civilizationsand its innovative free data distribution site. His current research interests focus on developing new archaeological, scientific and textual approaches to the fall of the Roman Empire.",
        "publications": "No publications found"
    },
    {
        "name": "Lisa McGirr",
        "position": "Charles Warren Professor of American HistoryDirector of the Charles Warren Center",
        "phone": "p: 617-496-0213",
        "email": "lmcgirr@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/lisa-mcgirr_photo-by-tony-rinaldo_500px_0.jpg?m=1706722592&itok=HxvCL3iv",
        "intro": "Office Hours: Mondays 12-1:30, 3-4:30pm or by appointment (for History 74N)\n\nLisa McGirr specializes in the history of the 20th century United States. Her research and teaching interests bridge the fields of social and political history and focus, in particular, on collective action, state building, reform movements, and politics. She has researched on the American penal state, transnational social movements, and the intersection of religion and politics in the twentieth-century United States. Her most recent book theWar on Alcohol: Prohibition and the Rise of the American State(W.W. Norton, 2016) has won wide acclaim for excavating the significant but neglected state-building legacies of national Prohibition. Her award winning first book,Suburban Warriors: The Origins of the New American Rightinvestigates the social and regional basis of grass-roots conservative politics in the post-World War II United States. She teaches a wide variety of courses on the history of the United States in the 20th century.\n\nSelected Publications\n\n*Photo by Tony Rinaldo - from the Radcliffe Institute Website",
        "publications": "No publications found"
    },
    {
        "name": "Tiya Miles",
        "position": "Michael Garvey Professor of HistoryRadcliffe Alumnae Professor",
        "phone": "No phone found",
        "email": "tiyamiles@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/tiya_photo.jpg?m=1702406766&itok=o2H7BWfs",
        "intro": "On Leave Academic Year 2023-2024\n\nTiya Miles is the Michael Garvey Professor of History and Radcliffe Alumnae Professor at the Radcliffe Institute for Advanced Study. She is a public historian, academic historian, and creative writer whose work primarily explores the intersections of African American, Native American, and women’s histories in the context of place. Her temporal and geographical zones of greatest interest include the nineteenth-century U.S. South, Midwest, and West. Miles offers courses on slavery and public history, women’s history and literature, interrelated Black and Indigenous histories, and environmental humanities. She has become increasingly focused on ecological questions, environmental storytelling, and ways of articulating and enlivening African American environmental consciousness. Her forthcoming book,Wild Girls: How the Outdoors Shaped the Women Who Challenged a Nation, explores these themes as part of the W. W. Norton “Norton Shorts” book series (fall 2023).\n\nMiles is the author of seven books and the only current two-time winner of Yale’s Frederick Douglass Prize for the study of slavery, abolition, and resistance.All That She Carried: The Journey of Ashley’s Sack, a Black Family Keepsake(first published in 2021), won eleven prizes, including the National Book Award for Nonfiction, the Cundill History Prize, the Darlene Clark Hine Award for African American women’s and gender history and the Lawrence W. Levine Award for cultural history from the Organization of American Historians, the Joan Kelly Memorial Prize for women’s and gender history from the American Historical Association, the National Council on Public History book prize, and the PEN John Kenneth Galbraith Award for Nonfiction.All That She Carriedwas aNew York Timesbestseller and was selected as One of the Ten Best Books of the Year byThe Washington Post, Slate, Vulture,andPublishers Weeklyand as One of the Best Books of The Year by theNew York Times,NPR,Time, The Boston Globe, The Atlantic, The Atlanta Journal-Constitution, Smithsonian Magazine, Book Riot, Library Journal,Kirkus Reviews,andBooklist.She was especially honored to receive an American Historical Association Equity Award in 2022, a mentoring prize for supporting students of all backgrounds and diversifying the historical profession.\n\nMiles’s previous books include:The Dawn of Detroit: A Chronicle of Bondage and Freedom in the City of the Straits(2017; winner of the Merle Curti Award in Social History and James A. Rawley Prize in the History of Race Relations from the Organization of American Historians, the James Bradford Best Biography Prize from the Society for Historians of the Early American Republic, the Hurston/Wright Legacy Award in Nonfiction, an American Book Award, and a Frederick Douglass Prize);Ties That Bind: The Story of an Afro-Cherokee Family in Slavery and Freedom(2005/2015; winner of the Frederick Jackson Turner Award from the Organization of American Historians and the Lora Romero Prize from the American Studies Association), The House on Diamond Hill: A Cherokee Plantation Story(2010; winner of the National Council on Public History and the American Society for Ethnohistory Book Prizes);Tales from the Haunted South: Dark Tourism and Memories of Slavery from the Civil War Era(2015; a published lecture series), and a work of historical fiction,The Cherokee Rose: A Novel of Gardens and Ghosts(2015; a Lambda Literary Award Finalist; with a revised and updated new edition forthcoming from Random House in 2023). Her prize-winning scholarly articles and essays explore nineteenth-century women’s struggles against injustice, conjoined Black and Native histories & literatures, public histories of plantations, and environmental histories and challenges. With the literary critic Sharon P. Holland, Miles co-edited a collection of essays on Afro-Native lives titledCrossing Waters, Crossing Worlds: The African Diaspora in Indian Country(2007).\n\nMiles has served as a consultant for the Museum of Fine Arts in Boston, the Eiteljorg Museum in Indianapolis, and the Chief Vann House State Historic Site in Georgia. She is a recipient of a MacArthur Foundation “Genius Award” Fellowship (2011-2016) and a Hiett Prize in the Humanities from the Dallas Institute of Humanities and Culture (2007). Her work has also been supported by the Mellon Foundation and the National Endowment for the Humanities. She is currently working on biographies of Harriet Tubman, Harriet Jacobs, and Harriet Beecher Stowe, as well as on an environmental history of American girlhood.\n\nMiles was born and raised in Cincinnati, Ohio. She holds an AB in Afro-American Studies from Harvard University, an MA in Women’s Studies from Emory University, and a PhD in American Studies from the University of Minnesota. She taught on the faculty of the University of Michigan for sixteen years, where she served as Chair of the Department of Afroamerican & African Studies, Director of the Native American Studies Program, and founding director ofECO Girls (Environmental & Cultural Opportunities for Girls in Urban Southeast Michigan).\n\nPlease visit Tiya Miles’s websites for more information on her public history projects.\n\ntiyamiles.com\n\nmappingdetroitslavery.com\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Ian J. Miller",
        "position": "Professor of HistoryFaculty Dean of Cabot House",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/thumbnail_miller_ian009r_cropped.jpg?m=1709758406&itok=zYfIZHN1",
        "intro": "On Leave Academic Year 2023-2024\n\nAcademic office hours (Thurs 2:00-4:00 pm):https://calendly.com/ian_miller/officehours\n\nCabot House office hours (Fri 3:00-4:00 PM):https://calendly.com/ian_miller/cabot-house-office-hours\n\nI am a historian of Japan and its modern empire whose research is primarily focused on the cultural dimensions of scientific, technological, and environmental change. I began my career as a cultural historian because I discovered, early in my graduate training at Columbia University, that my interest lay in connecting commonplace beliefs and behaviors with larger issues, often in surprising ways or through unexpected materials. I have remained dedicated to these methods because I have come to realize that histories of this sort—narratives that demonstrate meaningful connections between abstract or alienating processes and individual experience—answer an important need in an age defined by vast and rapid change. To comprehend macro-level issues such as climate change or the development of global capitalism we have to learn to see them in human-scale terms. Japan, as the world’s first non-Western industrial and imperial power, is an ideal site for this work.\n\nMy first book,The Nature of the Beasts: Empire and Exhibition at the Tokyo Imperial Zoo, pursues these goals by taking readers into East Asia’s first modern zoological garden, Tokyo’s Ueno Zoo. The zoo was a showcase for new ideas about nature; it was also a cultural machine designed to manufacture “civilized” people at a time when the distinction between humans and other animals was often synonymous with that between colonizer and colonized. Research and training for this project were supported by the Japan Foundation, the National Endowment for the Humanities, the United States Department of Education (Fulbright-Hays), and the Whiting Foundation.\n\nI am working on a new book,Tokyo Electric: Japan in the Age of Global Energy, which recasts the history of the world’s largest city—Tokyo—as a history of energy. Based on materials found in the previously closed archives of the Tokyo Electric Power Company (TEPCO), Japan’s first electric company and owner of the vexed Fukushima Daiichi Nuclear Power Plant, this research has been supported by the American Council of Learned Societies, the Center for Global Research, and the Social Science Research Council (via the Abe Fellowship Program). It was also the starting point for a Mellon Foundation New Directions Fellowship (2016-2019). That course of study, framed around the question of “Carbon and its Discontents,” has led me deeper into a “material turn” focused on the creation of modern infrastructure and its political implications.\n\nI enjoy collaborative work. My first foray resulted inJapan at Nature’s Edge: The Environmental Context of a Global Power, co-edited with Julia Adeney Thomas and Brett L. Walker. My second in a co-edited Forum in the journalEnvironmental Historyon energy transitions, with Paul Warde. My current collaborative work is focused on oceanic history.Oceanic Japan, co-edited with Nadin Heé, Stefan Hübner, and Bill Tsutsui, will be published by University of Hawai’i Press in 2021. I also co-convene theEnvironment Forum at the Mahindra Humanities Centerwith Robin Kelsey.\n\nOther teaching and research interests include urban history, history of science and technology, comparative imperialisms, and philosophies of action and agency. I am affiliate faculty in theDepartment of History of Scienceand in Department of East Asian Languages and Civilizations. I urge potential graduate students interested in working with me to apply to both the Department of History and toHistory & East Asian Languages. I regularly offer PhD general exam fields in “Modern Japanese History” and “Global Environmental History” and “Energy History,\" among other areas.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Derek J. Penslar",
        "position": "William Lee Frost Professor of Jewish HistoryDirector of Undergraduate Studies",
        "phone": "No phone found",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/derek-low-res-1115_1.jpg?m=1711735672&itok=JStqsUxT",
        "intro": "Office Hours: Wednesdays 1:30-3:30 (in person) and Fridays 10am-12pm by appointment (Zoom)Executive Assistant: Heather Meeker Green (heather_meekergreen@fas.harvard.edu)\n\nDerek Penslar is the William Lee Frost Professor of Jewish History. He is the director of undergraduate studies within the department and directs Harvard’s Center for Jewish Studies. Penslar is a resident faculty member at the Minda de Gunzburg Center for European Studies (CES) and is also affiliated with Harvard’s Center for Middle Eastern Studies.\n\nPenslar takes a comparative and transnational approach to modern Jewish history, which he studies within the contexts of modern nationalism, capitalism, and colonialism. His books have engaged with a variety of approaches and methods, including the history of science and technology (Zionism and Technocracy: The Engineering of the Jewish Settlement in Palestine 19870-1918, 1991), economic history (Shylock’s Children: Economics and Jewish Identity in Modern Europe, 2001), military history (Jews and the Military: A History, 2013), biography (Theodor Herzl: The Charismatic Leader, 2020), and the history of emotions (Zionism: An Emotional State, 2023). In two co-edited volumes, Penslar has brought Jewish studies into conversation with postcolonial studies (Orientalism and the Jews,[2005] andUnacknowledged Kinships: Postcolonial Theory and the Historiography of Zionism[2023]). Penslar’s current interests lie in international history, and he is writing a book about worldwide reactions to the 1948 Arab-Israeli War.\n\nPenslar’s teaching reflects his interests in integrating Jewish history into global contexts. In addition to teaching courses in modern Jewish history and the history of Zionism and Israel, he teaches courses on nationalism, military history, and the history of emotions. He brings these themes into his General Education course on war and anti-war movements in the modern world.\n\nBefore coming to Harvard, Penslar taught at Indiana University Bloomington, the University of Toronto, and the University of Oxford, where he was the inaugural holder of the Stanley Lewis Chair in Israel Studies. He has taught as a visiting professor at Columbia University, Ludwig Maximilian University of Munich, and the École des hautes études en sciences sociales (EHESS). He has held research fellowships in Germany, Israel, the United Kingdom, and the United States.\n\nPenslar is a fellow of the Royal Society of Canada and the American Academy for Jewish Research and is an honorary fellow of St. Anne’s College, University of Oxford.",
        "publications": "No publications found"
    },
    {
        "name": "Gabriel Pizzorno",
        "position": "Senior Preceptor on HistoryFaculty Chair, Digital Scholarship Support Group",
        "phone": "No phone found",
        "email": "pizzorno@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/pizzorno180x220.jpg?m=1688667637&itok=xxJkEkQQ",
        "intro": "Office Hours: T.B.D.\n\nPizzorno’s research and teaching focus on the history and archaeology of the ancient Mediterranean and the Near East, as well as digital scholarship and methods. Areas of particular interest include imperialism and politics in complex societies and strategies of power legitimization and propaganda in early states. A particular focus of Pizzorno’s research is the construction and mediation of space and landscape as the interplay of material, social, and cognitive components. Because of this interest he has done significant work on mapping, cartography, and spatial representation of data in general. He is also keenly interested in the development and use of digital methodologies and in the complexities of integrating them in the humanities and social sciences.\n\nIn the Department of History, Pizzorno teaches courses on digital history and ancient history. He also coordinates departmental initiatives in digital research and pedagogy. In this capacity he oversees the Digital Teaching Fellows Program, co–chairs the department’s Digital Working Group, and serves as a member of the Digital Arts and Humanities Committee.",
        "publications": "No publications found"
    },
    {
        "name": "Serhii Plokhii",
        "position": "Mykhailo S. Hrushevs'kyi Professor of Ukrainian HistoryDirector, Ukrainian Research Institute",
        "phone": "p: 617-495-3527",
        "email": "plokhii@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/plokhii.1.jpg?m=1692289350&itok=QyLnaBXV",
        "intro": "Office Hours: Tuesday, 12:30-2:00 or by appointment (CGIS S-431)\n\nResearch interests include the intellectual, cultural, and international history of Eastern Europe, with an emphasis on Ukraine. Teaches courses and seminars on early modern and modern East European history that engage major problems in the history of Ukraine, Russia, Belarus, Poland, and Lithuania.\n\nSelected Publications",
        "publications": "No publications found"
    },
    {
        "name": "Intisar Rabb",
        "position": "Professor of Law, Professor of HistoryDirector, Program in Islamic LawSusan S. and Kenneth L. Wallach Professor, Radcliffe Institute for Advanced Study",
        "phone": "No phone found",
        "email": "ereilly@law.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/prof._rabb_headshot.png?m=1661796346&itok=vwWJiB-u",
        "intro": "Office Hours:Please contact Emma Reillyatereilly@law.harvard.edu\n\nIntisar A. Rabb is a Professor of Law, a Professor of History, and the faculty director of theProgram in Islamic Lawat Harvard Law School. She has held appointments as a Susan S. and Kenneth L. Wallach Professor at the Radcliffe Institute for Advanced Study, as an Associate Professor at NYU Department of Middle Eastern and Islamic Studies and at NYU Law School, and as an Assistant Professor at Boston College Law School. She previously served as a law clerk for Judge Thomas L. Ambro of the United States Court of Appeals for the Third Circuit, as a Temple Bar Fellow in London with the American Inns of Court, and as a Carnegie Scholar for her work on contemporary Islamic law. In 2015, in partnership with the Berkman Klein Center for Internet and Society, support from the Luce and MacArthur Foundations, and collaborations with myriad scholars and institutions, she launchedSHARIAsource– an online portal designed to provide universal access to the world’s information on Islamic law and history, and to facilitate new research with the use of AI tools. She has published on Islamic law in historical and modern contexts, including the monograph,Doubt in Islamic Law(Cambridge University Press 2015), the edited volumes,Justice and Leadership in Early Islamic Courts(with Abigail Balbale, Harvard University Press, 2017) andLaw and Tradition in Classical Islamic Thought(with Michael Cook et al., Palgrave 2013), and numerous articles on Islamic constitutionalism, on Islamic legal canons, and on the early history of the Qur'an text. She received a BA from Georgetown University, a JD from Yale Law School, and an MA and PhD from Princeton University. She has conducted research in Egypt, Iran, Syria, and elsewhere.\n\nEducationPh.D. (Islamic Law), Princeton University, 2009; J.D., Yale Law School, 2006; M.A. (Near Eastern Studies), Princeton University, 2005; B.A./B.S. (Government and Arabic), Georgetown University, with honors, 1999.\n\nSelected Publications",
        "publications": "No publications found"
    },
    {
        "name": "Sophus A.  Reinert",
        "position": "T.J. Dermot Dunphy Professor of Business Administration and of History",
        "phone": "p: (617) 496-9634",
        "email": "No email found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/reinertc.jpg?m=1661343829&itok=1X6-my40",
        "intro": "Sophus Reinert is a Professor of Business Administration in the Business, Government, and the International Economy Unit at Harvard Business School. Professor Reinert studies the histories of capitalism, globalization, and political economy from the Renaissance to today’s emerging markets, focusing particularly on questions of international competition and the historical role played by governments in both economic development and decline. He is the author ofTranslating Empire: Emulationand theOrigins of Political Economy, published by Harvard University Press in 2011 and winner of the 2012 Spengler Prize, the 2012 EAEPE-Myrdal Prize, as well as the 2012 George L. Mosse Prize of the American Historical Association. He has edited several academic volumes on the history of political economy, and Harvard University Press published hisThe Academy of Fisticuffs: Political Economy and Commercial Society in Enlightenment Italy, in summer 2018. In addition to case-writing in emerging markets, and particularly in Africa and Asia, he is currently writing two books; one on sovereign wealth funds and another on how “economics” was first theorized in relation to Renaissance business practices.\n\nProfessor Reinert earned his Ph.D. in history at the University for Cambridge, together with an M.Phil. in political thought and intellectual history. As an undergraduate, he studied history at Cornell University. He has been a Carl Schurz Fellow at the Krupp Chair in Public Finance and Fiscal Sociology at the University of Erfurt, Germany, and a fellow of the Einaudi Foundation in Turin, Italy.\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Emma Rothschild",
        "position": "Jeremy and Jane Knowles Professor of HistoryDirector, Center for History and Economics",
        "phone": "No phone found",
        "email": "emma_rothschild@harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/gershoy-rothschild-headshot.png?m=1691783534&itok=XH8IZvm3",
        "intro": "Office Hours: T.B.D.\n\nEmma Rothschild is Jeremy and Jane Knowles Professor of History at Harvard University. She is Director of the Joint Center for History and Economics, a fellow of Magdalene College, Cambridge, and professeur invitée at the Centre d’Histoire de Sciences Po, Paris. She is involved in collaborative research projects, at the University of Cambridge and at Harvard, on Exchanges of Economic, Legal and Political Ideas and on Visualizing Historical Networks. She is also an Affiliated Faculty member at Harvard Law School. Publications include “Economic History and Nationalism” (Capitalism, Winter 2021), “A (New) Economic History of the American Revolution?” (New England Quarterly, March 2018), \"Isolation and Economic Life in Eighteenth-Century France\" (American Historical Review, October 2014),Economic Sentiments: Adam Smith, Condorcet and the Enlightenment(Harvard University Press, 2001),The Inner Life of Empires: An Eighteenth-Century History(Princeton University Press, 2011), andAn Infinite History: The Story of a Family in France Over Three Centuries(Princeton University Press, 2021).\n\nhttps://www.infinitehistory.org\n\nCurriculum vitae\n\nSelected Publications\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Daniel L. Smail",
        "position": "Frank B. Baird, Jr. Professor of History",
        "phone": "p: 617-496-0149",
        "email": "smail@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/dan_smail_harvard_history_1.jpg?m=1688660390&itok=djSfauAH",
        "intro": "On Leave Academic Year 2023-2024\n\nDaniel Lord Smail is professor of History at Harvard University, where he works on the history and anthropology of Mediterranean societies between 1100 and 1600 and on deep human history. In medieval European history, his work has explored the social and cultural history of the cities of Mediterranean Europe, with a focus on Marseille in the later Middle Ages. He has covered subjects ranging from women and Jews to legal history and spatial imagination, which was the subject of his first book,Imaginary Cartographies: Possession and Identity in Late Medieval Marseille (1999). His current research approaches transformations in the material culture of the later Middle Ages using household inventories and inventories of debt recovery from Lucca and Marseille. Smail's work in deep history and neurohistory has addressed some of the methodological and theoretical underpinnings of these approaches to the human past. His most recent article in this vein asks whether there is a history of the practice of compulsive hoarding. His books includeThe Consumption of Justice: Emotions, Publicity, and Legal Culture in Marseille, 1264-1423 (2003);On Deep History and the Brain (2008), and, with Andrew Shryock and others,Deep History: The Architecture of Past and Present (2011).\n\nSmail has received awards and fellowships from the National Endowment for the Humanities, the American Council of Learned Societies, the Guggenheim Foundation, and the Radcliffe Institute for Advanced Study, and his publications have received several prizes. In 2007, he received the Joseph R. Levenson Memorial Teaching Prize from the undergraduates of Harvard University, and, in 2014, the Everett Mendelsohn Excellence in Mentoring Award from the Graduate School of Arts and Sciences.",
        "publications": "No publications found"
    },
    {
        "name": "David Spreen",
        "position": "Assistant Professor of HistoryFaculty Associate, Weatherhead Center for International Affairs",
        "phone": "p: +1 (617) 998-5414",
        "email": "dspreen@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/dspreen-havardhistoryprofile.jpg?m=1706725841&itok=cZf04RPU",
        "intro": "Office Hours: Monday 10:30-12:30pm in Room 125 at the Center for European Studies (Adolphus Busch Hall, 27 Kirkland St)\n\nDavid Spreen is a historian of modern Germany with research interests in the inter-/transnational entanglements of decolonization, the global Cold War, and the broad social and cultural transformations of the postcolonial period. He received his Ph.D. from the University of Michigan in 2019 and joins Harvard from Berlin, where he was a Postdoctoral Fellow in the Berlin Program for Advanced German and European Studies at the Freie Universität. His current book project explores the impact of decolonization on cultures of radical protest—Maoism in particular—in divided Germany. The project follows people's movements and collaborations across national borders as well as the North/South and East/West divides. It demonstrates that “German” Maoism in the 1970s was a profoundly transnational phenomenon—involving exchange students and workers from Iran, Palestine, Turkey, and Southern Africa in activism across the two Germanies, Europe, Africa, Asia, and the Americas. However, as the book shows, the traces of this multi-ethnic Left have been systematically obscured not just by the memory literature of former activists but by the very way archives about the postwar Left have been constructed.\n\nStudents working broadly in German and European history or with research interests in the histories of decolonization, the global Cold War, political violence, or the history of the Left should feel free to reach out either to consult via email or set up a zoom call.",
        "publications": "No publications found"
    },
    {
        "name": "Joel Suarez",
        "position": "Assistant Professor of History and of Social Studies",
        "phone": "p: 617-496-0169",
        "email": "joelsuarez@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/picture_of_joel_suarez.jpg?m=1693315312&itok=Pm-3mG8b",
        "intro": "On Leave Academic Year 2023-2024\n\nJoel Suarez is a historian of the late nineteenth and twentieth-century United States with interests in labor history, political economy, and the social history of ideas. He is currently completing his first book,The Labor of Liberty: Work and the Problem of Freedom in American History. The book examines how ideas about freedom became associated with work and how that relationship—as well as the meanings of those concepts themselves—changed amid the social transformations wrought by abolition, industrialization, deindustrialization, and the ascent of informal and low-wage service sector work.\n\nHis second book project examines the changing nature and meaning of the family. Conceived as a global labor history of the Volcker Shock, this project explores the transformation of working-class families in Latin America, Europe, Africa, and the United States amid the abrupt and profound turmoil caused by the sharp rise in interest rates in the early 1980s. Through a social history of the idea of the family, this book will examine how deindustrialization and debt crises reconstituted the discourse, social formation, and political meaning of the family.\n\nHe teaches courses on labor history, intellectual history, and social theory in the Department of History and for the Committee on Degrees in Social Studies. He received his PhD in history from Princeton University and prior to Harvard taught at the CUNY School of Labor and Urban Studies.",
        "publications": "No publications found"
    },
    {
        "name": "Michael  Szonyi",
        "position": "Frank Wen-Hsiung Wu Memorial Professor of Chinese History",
        "phone": "p: 617-495-2797",
        "email": "szonyi@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/szonyi1.jpg?m=1699894065&itok=uLXZkP2F",
        "intro": "On Leave Academic Year 2023-2024\n\nMichael Szonyi is Professor of Chinese History and Director of the Fairbank Center for Chinese Studies at Harvard University. He is a social historian of late imperial and modern China. His research focuses on the local history of southeast China, from the Ming dynasty to the twenty-first century, using a combination of traditional textual sources and ethnographic-style fieldwork. His books includeThe Art of Being Governed: Everyday Politics in Late Imperial China(Princeton, 2017);A Companion to Chinese History(Wiley, 2017);Practicing Kinship(Stanford, 2002) andCold War Island: Quemoy on the Front Line(Cambridge, 2008; Chinese edition National Taiwan University Press 2016). He is also co-editor, with Jennifer Rudolph, ofThe China Questions: Critical Insights into a Rising Power(Harvard, 2017), a work celebrating the sixtieth anniversary of the Fairbank Center. Szonyi received his Bachelor of Arts from the University of Toronto and his doctorate from Oxford University, where he was a Rhodes Scholar. He has also studied at National Taiwan University and Xiamen University. Professor Szonyi taught previously at McGill University and University of Toronto, where he received tenure in 2002. Szonyi came to Harvard in 2005, and was named John L. Loeb Associate Professor of the Humanities in 2007 and Professor of Chinese History in 2009. He has a joint appointment in the Department of History. Szonyi has served previously as Director of Undergraduate Studies and Chair of the Committee on Regional Studies – East Asia (RSEA) AM program.\n\n\n\nAdditional Websites:Imperial History\n\n",
        "publications": "No publications found"
    },
    {
        "name": "Kirsten Weld",
        "position": "Professor of History",
        "phone": "p: 617-496-4360",
        "email": "weld@fas.harvard.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.fas.harvard.edu/sites/projects.iq.harvard.edu/files/styles/profile_full/public/history/files/weld.jpg?m=1706721965&itok=3y4VTqjq",
        "intro": "Office Hours: Wednesdays 3-5pm, and by appointment\n\nKirsten Weld is a historian of modern Latin America. Her research explores 20th-century struggles over inequality, justice, historical memory, and social inclusion.Her first book,Paper Cadavers: The Archives of Dictatorship in Guatemala(2014), analyzes how history is produced as social knowledge, the labour behind transformative social change, and the stakes of the stories we tell about the past. It is a historical and ethnographic study of the massive archives generated by Guatemala's National Police, which were used as tools of state repression during the country's civil war, concealed from the truth commission charged with investigating crimes against humanity at the war’s end, stumbled upon by justice activists in 2005, and repurposed in the service of historical accounting and postwar reconstruction.Paper Cadaverswon the2015 WOLA-Duke Human Rights Book Awardand the 2016 Best Book Award from the Latin American Studies Association’s Recent History and Memory Section.Weld is currently writing her second book,Ruins and Glory: The Long Spanish Civil War in Latin America, which examines the impact and legacies of the Spanish Civil War in the Americas from the 1930s through the present.Born and raised in Canada, Weld holds a BA from McGill University and a PhD from Yale University. At Harvard, she offers courses in modern Latin American history, US-Latin American relations, archival theory, and historical methods.Selected Publications\n\n“No Democracy Without Archives,”Boston Review(9 July 2020)\n\n“Holy War: Latin America’s Far Right,”Dissent Magazine(Spring 2020)\n\n“The Other Door: Spain and the Guatemalan Counterrevolution, 1944-54,”Journal of Latin American Studies51:2 (2019), 307-331.“The Spanish Civil War and the Construction of a Reactionary Historical Consciousness in Augusto Pinochet’s Chile,”Hispanic American Historical Review98:1 (Feb. 2018), 77-115.“Archivos como armamentos en la guerra fría guatemalteca,” in Roberto García Ferreira and Arturo Taracena Arriola, eds.,Guerra fría y anticomunismo en Centroamérica(Guatemala City: FLACSO, 2017).Cadáveres de papel: Los archivos de la dictadura en Guatemala(Guatemala City: AVANCSO, 2017).“Fighting Guatemala’s Archive Wars: Documentation, Mobilization, Justice,” in Carlos Aguirre and Javier Villa-Flores, eds.,From the Ashes of History: Loss and Recovery in Archives and Libraries in Modern Latin America(Raleigh: Editorial A Contracorriente, 2015), 227-264.“Washington’s Prying Eyes: The NSA Disclosures, Latin American Backlash, and What it Means for Hemispheric Relations,”NACLA Report on the Americas,Winter 2015.Paper Cadavers: The Archives of Dictatorship in Guatemala(Durham: Duke University Press, 2014)“How the U.S. Institutionalized Surveillance: Washington’s Global Intelligence Network Began with the Humble File Card,”Al Jazeera America, 24 May 2014“Because They Were Taken Alive: Forced Disappearance in Latin America,”Revista: Harvard Review on Latin America, Fall 2013“A Chance at Justice in Guatemala,”The New York Times,4 February 2013“Dignifying the Guerrillero, Not the Assassin: Rewriting a History of Criminal Subversion in Postwar Guatemala,”Radical History Review113, Spring 2012 (awarded Best Article Prize by the Latin American Studies Association’s Recent History and Memory Section)\n\n\n\n",
        "publications": "No publications found"
    }
]