[
    {
        "name": "Oscar  Aguirre-Mandujano",
        "position": "Assistant Professor of History",
        "email": "oscaragm@sas.upenn.edu",
        "phone": "215-898-0421",
        "office": "College Hall 208 D",
        "cv": "No CV found",
        "specialties": "Early modern Ottoman history and intellectual history",
        "education": "Ph.D. University of Washington\nM.A. School of Oriental and African Studies (SOAS), University of London\nB.A. National Autonomous University of Mexico",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Oscar Aguirre-Mandujano studies early modern Ottoman intellectual history, and its connections to literature, poetry, and bureaucracy. Aguirre-Mandujano is currently working on his book project, Occasions for Poetry: Politics and Literary Language in the Ottoman Empire, which examines the relation between literary composition and the transformation of political thought in the early modern Islamic world and Europe. Occasions for Poetry shows that in the fifteenth and sixteenth centuries Ottoman scholars and statesmen produced a new literary language in order to express political thought. Occasions for Poetry posits that literary production at the imperial court crafted distinctive modes of expression in order to articulate the Ottoman sultanate’s place in the world, particularly vis-à-vis its imperial rivals in Europe and the Islamic world. Aguirre-Mandujano's research and teaching are part of a broader scholarly project to uncover the dynamics of intellectual production and communication in the early modern Islamic world through the analysis of contemporary political debates and the material channels in which ideas circulated and thrived. Aguirre-Mandujano's teaching interests include Ottoman history, Islamic empires in the early modern world, books and readers in the Islamic world, and horse and animal sacrifice in world history. Since 2012, he is also part of the teaching staff at the Intensive Ottoman and Turkish Summer School (Harvard/Koç Universities) in Cunda, Turkey, where he tutors in Ottoman paleography and Ottoman archival sources.",
        "courses": "HIST 0061 - Dumplings, Bows, and Fermented Milk: The Silk Roads in 10 Objects (Previously HIST 106)\nHIST 0234 - The Horse in World History (Research Seminar)\nHIST 0310 - Warriors, Concubines, and Converts: The Ottoman Empire in the Middle East & Europe (Previously HIST 148)\nHIST 1300 - Gunpowder, Art, and Diplomacy: Islamic Empires in the Early Modern World  (Previously HIST 0306)\nHIST 6700 - Global Intellectual History and the Early Modern World (Graduate Seminar)"
    },
    {
        "name": "Eiichiro Azuma",
        "position": "Roy F. and Jeannette P. Nichols Professor of American History",
        "email": "eazuma@history.upenn.edu",
        "phone": "215 898.6698",
        "office": "College Hall 311B",
        "cv": "No CV found",
        "specialties": "Asian American, Japanese American, Modern Japan, U.S. Immigration. and Race/Ethnic Relations",
        "education": "Ph.D. University of California at Los Angeles, 2000\nM.A. (Asian American Studies) University of California at Los Angeles, 1992",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Eiichiro Azuma is  is the Roy F. and Jeanette P. Nichols Professor of American History at the University Pennsylvania. He specializes in Asian American history and transpacific history, with an emphasis on Japanese American experience, migration, diaspora and settler colonialism, as well as U.S. and Japanese imperialism and U.S.-Japan relations. He holds an M.A. in Asian American Studies (1992) and a Ph.D. in history (2000), both from University of California at Los Angeles. He has taught at Penn since January 2001. Between 2009 and 2019, Azuma held the Alan Charles Kors Endowed Term Chair in History. In 2008–2009, he was a recipient of the Donald D. Harrington Faculty Fellowship from the University of Texas, Austin, and since 2020, he has served as a Visiting Fellow at the Hoover Institution. Azuma also taught at National Chengchi University in Taiwan as a visiting professor in Spring 2021. Azuma is author of two monographs and two co-edited books. In 2019, he published In Search of Our Frontier: Japanese America and Settler Colonialism in the Construction of Japan’s Borderless Empire (University of California Press), which received the John K. Fairbank Prize in East Asian History from the American Historical Association. Azuma also authored Between Two Empires: Race, History, and Transnationalism in Japanese America (Oxford University Press, 2005), which won the Theodore Saloutos Award from the Immigration and Ethnic History Society, the Honorable Mention in the Frederick Jackson Turner Award by the Organization of American Historians (OAH), and the History Book Award from the Association for Asian American Studies, as well as the Hiroshi Shimizu Book Prize from the Japanese Association of American Studies. In 2006, with Professor Gordon H. Chang of Stanford, Azuma co-edited Yuji Ichioka, Before Internment: Essays in Prewar Japanese American History (Stanford University Press)—recipient of the Honorable Mention in the History Book Award from the Association for Asian American Studies. All these books were translated and published in Japanese. Azuma also co-edited the Oxford Handbook of Asian American History (Oxford University Press, 2016/2020) with UCLA Professor and Associate Provost David K. Yoo.",
        "courses": "HIST 155: Introduction to Asian American History\nHIST 231: Wartime Internment of Japanese Americans\nHIST 354: American Expansion in the Pacific\nHIST 374: Diplomacy and Japanese American History"
    },
    {
        "name": "Cheikh Babou",
        "position": "Professor of History",
        "email": "cheikh@sas.upenn.edu",
        "phone": "215 898.2188",
        "office": "College Hall 306G",
        "cv": "No CV found",
        "specialties": "Africa, Islam",
        "education": "Ph.D. Michigan State University, 2002\nM. Sc. Ecole Normale Supérieure, Dakar, 1994\nD.E.A. Université Cheikh Anta Diop, Dakar, 1992\nM.A. Université Cheikh Anta Diop, Dakar, 1991\nB.A. University Cheikh Anta Diop, Dakar, 1990",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Cheikh Anta Babou is a historian of Islam and the modern West African Muslim diaspora. He joined the history department of the University of Pennsylvania in Philadelphia in 2002.  Educated at University Cheikh Anta Diop of Dakar and Michigan State University, Dr. Babou is the author of Fighting the Greater Jihad: Amadu Bamba and the Founding the Muridiyya of Senegal, 1853–2013 (Ohio U Press, 2007), a French translation of the book was released by Karthala under the title Le Jihad de l’Ame in 2011. His second book, The Muridiyya on the Move: Islam, Migration and Place Making was published by Ohio University Press in 2021. Dr. Babou is the author of numerous articles that appeared in African Affairs, Journal of African History, International Journal of African Historical Studies, Journal of Religion in Africa, Africa Today and other scholarly journals in the United States and in France. He has contributed chapters to five edited volumes on Sufi Islam, migration, Islamic Education, Senegalese politics and the African diaspora. Babou has presented papers in international scholarly meetings on Islam and the transnational migration of West African Muslims across North America and Europe. He was an editor of the Journal of African History from 2011 to 2016. Babou offers a wide range of undergraduate and graduate courses on topics related to ancient African history, colonial rule, decolonization, Islam, religion and politics, migration and the new African diaspora.",
        "courses": "HIST 075 Africa before 1800\nHIST 206 Decolonization & Africa\nHIST 206 Religion and Colonial Rule in Africa\nHIST 232 Immigrants and Refugees in African History\nHIST 275 Islam and Society in America\nHIST 650 Religious Encounters in Africa\nHIST 560 African Immigrant Lives in West Philadelphia"
    },
    {
        "name": "Mia  Bay",
        "position": "Roy F. and Jeannette P. Nichols Chair in American History",
        "email": "mbay@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 209 C",
        "cv": "No CV found",
        "specialties": "American and African American intellectual, cultural and social history",
        "education": "Ph.D. Yale University\nM.Phil. Yale University\nB.A. University of Toronto",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Professor Mia Bay is the Roy F. and Jeanette P. Nichols Professor of American History at the University Pennsylvania. Professor Bay is a scholar of American and African American intellectual, cultural and social history whose recent interests include black women’s thought, African American approaches to citizenship, and the history of race and transportation. Bay’s most recent book is the Bancroft prize-winning Traveling Black: A Story of Race and Resistance (Harvard University Press, 2021), which also received a PROSE Award for Excellence in American History, the OAH’s Liberty Legacy Award, the Lillian Smith book Award, the Order of the Coif Book Award and the  David J, Langum Prize in Legal History. Her other works include The White Image in the Black Mind: African-American Ideas about White People, 1830-1925 (Oxford University Press, 2000); To Tell the Truth Freely: The Life of Ida B. Wells (Farrar, Straus and Giroux, 2009) and the edited work Ida B Wells, The Light of Truth: The Writings of An Anti-Lynching Crusader (Penguin Books, 2014). She is also the co-author, with Waldo Martin and Deborah Gray White, of the textbook Freedom on My Mind: A History of African Americans with Documents (Bedford/St. Martins 2012,1st Edition, 2016, 2nd Edition), and the editor of two collections of essays: Towards an Intellectual History of Black Women (University of North Carolina Press, 2015), which she co-edited with Farah Jasmin Griffin, Martha S. Jones and Barbara Savage, and Race and Retail: Consumption Across the Color Line(Rutgers University Press, 2015), which she co-edited with Ann Fabian.",
        "courses": "No courses found"
    },
    {
        "name": "Anne Berg",
        "position": "Assistant Professor of History",
        "email": "anneberg@sas.upenn.edu",
        "phone": "No phone found",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. University of Michigan",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Anne Berg studies the histories of waste and recycling, film and cities, racism and genocide. Trained as a historian of modern Germany and Europe, Anne increasingly ventures into more global terrain. Her research proceeds along a number of parallel tracks, connected by a sustained interest in the visual, the spatial and the material. Her first book, On Screen and Off: Cinema and the Making of Nazi Hamburg (University of Pennsylvania Press, 2022) examines the processes by which local actors from welfare workers, cultural experts, to administrators transformed Hamburg into a Nazi city, using film and film discourse to articulate their ideas about how Nazism ought to work. Anne has published articles on the history of waste in Nazi Germany, the United States and South Africa. Currently, she is working on a book project that examines the disturbing connections between waste management and genocide in the Third Reich, entitled Empire of Rags and Bones: Waste and War in Nazi Germany. At Penn, Anne teaches courses on the history of National Socialism, world history, environmental history and the history of garbage.",
        "courses": "Lecture courses:\nOrigins of Nazism: From Democracy to Race War and Genocide, 1918-1945.\nGlobal Environmental History: From the Paleolithic to the Present (together with Prof. Marcy Norton)\nMaking the Modern World: A History of Policing\nSeminars: \nWastes of War: A Century of Destruction\nExtreme Heat: White Nationalism in the Age of Climate Change"
    },
    {
        "name": "Warren  Breckman",
        "position": "Sheldon and Lucy Hackney Professor of History",
        "email": "breckman@sas.upenn.edu",
        "phone": "215 898.8518",
        "office": "College Hall 206 E",
        "cv": "No CV found",
        "specialties": "Late and early modern European intellectual",
        "education": "Ph.D. University of California, Berkeley, 1993\nM.A. University of California, Berkeley, 1988\nB.A. University of Winnipeg, 1986",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Warren Breckman (Ph.D., University of California, Berkeley) is the Sheldon and Lucy Hackney Professor of History, with a focus on modern European intellectual and cultural history at the University of Pennsylvania.  His books include Karl Marx, the Young Hegelians, and the Origins of Radical Social Theory: Dethroning the Self (Cambridge, 1999; paperback 2001), European Romanticism: A Brief History with Documents (Bedford, 2007; Hackett, 2015), and Adventures of the Symbolic: Postmarxism and Radical Democracy (Columbia University Press, 2013). He is also the editor, with Peter E. Gordon, of the two volume The Cambridge History of Modern European Thought (Cambridge, 2019). In addition, he has published articles on the history of philosophy and political thought, the development of consumer culture, modernism and urban culture, historical theory, contemporary theory, and nationalism. His currently projects include: a study tentatively titled The Machiavellian Moment in Modern Thought, and a micro-history of World War One based on the diaries of a Canadian cavalryman. Breckman has been a fellow of the Alexander von Humboldt-Stiftung, a member of the Princeton Institute for Advanced Study, and a visiting scholar at the École des Hautes Études en Sciences Sociales in Paris and the American Academy in Berlin.  He has received fellowships from the National Endowment for the Humanities, the Mellon Foundation, and the Social Sciences and Research Council of Canada.  From 2006 to 2016, he was the executive co-editor of the Journal of the History of Ideas.  He is a founding editor of the Zeitschrift für Ideengeschichte and a member of the editorial group of Lapham's Quarterly.",
        "courses": "Undergraduate\n“European Intellectual History, 1750-1870”\n“European Intellectual History, 1870-1950”\n“European Intellectual History, 1950-1990”\n“The Great War in Memoir and Memory”\n“French Thought Since 1945”\n“Berlin im Zeitalter der Revolutionen, 1750-1848” (taught in German at the Free University, Berlin)\n“Berliner Kultur zwischen Kaiserreich und Weimarer Republik, 1870-1933” (taught in German at the Free University, Berlin)\n“Masters of Suspicion: Marx, Nietzsche, Freud”\n“Religion, Society, and the Symbolic in Modern French Thought”\n“European Romanticism”\n“Politics and Intellectuals in the Twentieth Century”\n“Theories of State and Society”\n“Democracy and Dictatorship in European Thought”\n“From Freud to Oprah:  The Rise and Fall of Psychoanalysis in Twentieth-Century Culture”\n“Philosophy of History”\n“Non-American History Honors Program”\n \nGraduate\n“Intellectuals and Politics in Modern Europe”\n“Proseminar: Twentieth-Century European Intellectual and Cultural History”\n“Proseminar: Nineteenth-Century European Intellectual and Cultural History”\n“Politics and the Intellectual in Modern France”\n“The Fate of the Self in Twentieth-Century Thought”"
    },
    {
        "name": "Kathleen M. Brown",
        "position": "David Boies Professor of History",
        "email": "kabrown@sas.upenn.edu",
        "phone": "215 898.5281",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Early America (to 1865); comparative slavery; comparative race, gender and sex; Atlantic; abolition and human rights",
        "education": "Ph.D. University of Wisconsin-Madison, 1990\nM.A. University of Wisconsin-Madison, 1985\nB.A. Wesleyan University, 1981",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Kathleen Brown is a historian of gender and race in early America and the Atlantic World. Educated at Wesleyan University and the University of Wisconsin, Madison, she is author of Good Wives, Nasty Wenches, and Anxious Patriarchs: Gender, Race, and Power in Colonial Virginia (Chapel Hill, 1996), which won the Dunning Prize of the American Historical Association. Her second book, Foul Bodies: Cleanliness in Early America (Yale, 2009), received the Organization of American Historians' Lawrence Levine Book Prize for cultural history and the Society of the History of the Early American Republic Book Prize. Foul Bodies explores the relationships among health, domestic labor, and ideals for beauty, civilization, and spiritual purity during the period between Europe's Atlantic encounters and the American Civil War. Brown is also author of numerous articles and essays. She has been a fellow of the Omohundro Institute for Early American Studies at the College of William and Mary, the American Antiquarian Society, the National Endowment for the Humanities, and the Bunting Institute at Radcliffe College. She received a Guggenheim Fellowship in 2015-2016 to support her research and writing of her forthcoming book, Undoing Slavery: Abolitionist Body Politics and the Argument over Humanity (University of Pennsylvania Press, 2022). Undoing Slavery is a book-length interdisciplinary study of the transatlantic abolition movement set in the context of contemporary transformations in international and domestic law, medicine, and normative ideals for family and gender. It excavates medical and legal history to understand the abolitionist focus on the body on its own terms. Motivated by their conviction that the human body was universal in its sharing of \"one blood,\" abolitionists in Britain and North America resorted to graphic descriptions of slavery’s violence to galvanize antislavery opinion, organize consumer boycotts, and assist refugees across borders into free territories. Emerging from an Atlantic history of detention, forced transport, and narrow privileges of protected movement, and faced with the growing racism of eighteenth and nineteenth century science, abolitionists focused on undoing slavery’s harm to the bodies of the enslaved. Their pragmatic focus on restoring the bodily integrity and wellbeing of enslaved people threw up many unexpected challenges. Slavery exploited the bodies of men and women differently: enslaved women needed to be acknowledged as mothers rather than as reproducers of slave property, and enslaved men needed to claim full adult personhood without triggering white fears about their access to male privilege. Slavery’s undoing became more fraught by the 1850s, moreover, as federal fugitive slave law and racist medicine converged. The reach of the federal government across the borders of free states and theories about innate racial difference collapsed the distinctions between enslaved and emancipated people of African descent, making militant action necessary. Escaping to so-called “free” jurisdictions, refugees from slavery demonstrated that a person could leave the life of slavery behind. But leaving behind the enslaved body, the fleshy archive of trauma and injury, proved impossible. Bodies damaged by slavery needed urgent physical care as well as access to medical knowledge untainted by racist science. As the campaign to end slavery revealed, formal legal rights, while necessary, were not sufficient either to protect or heal the bodies of African-descended people from the consequences of slavery and racism.",
        "courses": "HIST 11 Deciphering America (with Walter Licht)\nHIST 203 Witches, Whores, & Rogues\nHIST 345 Sinners, Sex, and Slaves: Gender and Race in America to 1865\nHIST 346 Bodies, Race, and Rights: Gender and Race in the U.S. 1865 to the Present\nHIST 610 Slavery, Tropical Commodities, and Atlantic Plantation Economies\nHIST 670 Comparative History of Slavery and Emancipation\nHIST 610 Atlantic History\nHIST 670 Comparative Race and Gender\nHIST 670 Bodies, Race, and Gender in Comparative Perspective"
    },
    {
        "name": "Lee  Cassanelli",
        "position": "Associate Professor of History",
        "email": "lcassane@sas.upenn.edu",
        "phone": "215 898.8443",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "African History",
        "education": "No education found",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Lee Cassanelli teaches African history and historiography, the history of foreign aid in Africa, and comparative world history. His research interests focus on the Horn of Africa (Ethiopia and Somalia) from the 18th to the 20th century.  Books and monographs include The Shaping of Somali Society 1600-1900; Victims and Vulnerable Groups in Southern Somalia; a co-edited collection on The Struggle for Land in Southern Somalia: The War Behind the War;  and 'Hosts and Guests':  A historical intepretation of land conflicts in southern and central Somalia.His recorded interviews formed the basis of the recently published memoir A Woman of Firsts by Edna Adan Ismail, a pioneer of women’s health in Somaliland, a former First Lady of Somalia, and the first female Foreign Minister of Somaliland. He is currently working on a collection of essays on the uses of the past in contemporary political and cultural debates in the Horn of Africa, exploring how individuals and communities rethink and remake their histories in times of war, displacement, and resettlement.  This includes research on history and memory in Somali refugee and diaspora communities in eastern Africa and oversseas.",
        "courses": "HIST 001 The World: History and Modernity\nHIST 076 Africa since 1800\nHIST 206 Uses and Abuses of History\nHIST 372 History of Foreign Aid in Africa\nHIST 489 Africans Abroad\nHIST 650 Classic Debates in African Historiography\nFRESHMAN SEMINAR:  Africa in World History"
    },
    {
        "name": "Brent  Cebul",
        "position": "Assistant Professor of History",
        "email": "bcebul@sas.upenn.edu",
        "phone": "215-746-4229",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Twentieth-century U.S.; political; urban; business and political economy; race and inequality",
        "education": "Ph.D., University of Virginia\nB.A., Hamilton College",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Brent Cebul (PhD, University of Virginia) works on 20th century United States history with interests in political history and statebuilding, urban history, political economy and capitalism, race and inequality, federalism, and business-state interaction. In addition to co-editing a volume of essays that recenters the growth of big government in 20th century political history, a number of recent publications explore the politics of market creation and poverty. Cebul also has an ongoing interest in the digital humanities and was a lead project investigator for Renewing Inequality, which, as part of American Panorama, was awarded the 2019 Roy Rosenzweig Prize for Innovation in Digital History from the American Historical Association. His current book project is Illusions of Progress: Business, Poverty, and Liberalism in the American Century (Penn Press, forthcoming 2023). Illusions of Progress illuminates the evolution of 20th century federal economic development and antipoverty programs to better understand the long history of public private partnerships and the persistence of racialized poverty in the United States. During the New Deal and in the years following World War II, liberals fused three distinct and often cross-cutting policy goals within their domestic growth agenda: their desire to decentralize planning and federal subsidies to stimulate new markets; an effort to shore up the tax bases and fiscal capacities of state and local governments; and a progressive commitment to raising the living standards of impoverished regions and people. This liberal worldview, which the book dubs “supply side liberalism,” positioned economic growth as the wellspring of a virtuous circle of expanding tax revenues and progressive social policies. Yet, by binding their visions of social progress to the interests of capital – and in particular by endowing local businesspeople with broad discretion over the uses of unprecedented federal capacities – liberals often entrenched the very inequalities of power and economic opportunity they imagined their programs solving. Illusions of Progress explains how, even as liberal development programs fueled economic expansion for some, the competitive and often zero-sum nature of federal programs sped calls to bring businesspeople, businesslike methods, and market forces into the workings of the state. In the era of Bill Clinton’s New Democrats, the embrace of the market obscured the degree to which market forces and actors had always been central to liberals’ political vision. In broadest terms, then, the project illuminates deeper continuities in liberal and neoliberal political economic thought even as it emphasizes the narrowing of the liberal social imagination over the 20th century.",
        "courses": "HIST 356 Age of Reagan: U.S. Politics and Society, 1960-2001\nHIST 153/URB 104 Transformations of Urban America, 1945-Present\nHIST 231 History Behind the Headlines: Contemporary Political and Policy Debates in Historical Perspective\nHIST 231: \"'The State of the Union is Not Good': The United States in Crisis in the 1970s\"\nHIST 231: Liberalism in the Twentieth Century United States"
    },
    {
        "name": "Roger  Chartier",
        "position": "Annenberg Visiting Professor in History and  Professor at the College de France",
        "email": "chartier@history.upenn.edu",
        "phone": "215 898.2747",
        "office": "College Hall 206D",
        "cv": "No CV found",
        "specialties": "Early modern European history and culture",
        "education": "No education found",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Roger Chartier is a Professeur in the Collège de France and Annenberg Visiting Professor of History at the University of Pennsylvania. He frequently lectures and teaches in the United States, Spain, México, Brazil and Argentina. His work in Early Modern European History was rooted in the tradition of the \"Annales School\" and mainly dedicated to the history of education, the history of the book and the history of reading. Recently, he has focused on the relationship between written culture as a whole and literature (particularly theatrical plays) for France, England and Spain. His work in this specific field (based on the criss-crossing between literary criticism, bibliography, and sociocultural history) is not disconnected from broader historiographical and methodological interests which deal with the relation between history and other disciplines: philosophy, sociology, anthropology.",
        "courses": "HIST 034 Cultures of the Book\nHIST 411 Introduction to Written Culture 14th - 18th Centuries\nHIST 423 The Mediterranean World in the Age of Don Quixote\nHIST 599 How to Read a Text\nHIST 620 What is a Book? Written Culture, Texts and Books in Early Modern Europe\nHIST 620 Problems in Early Modern History and Historiography"
    },
    {
        "name": "Hardeep Dhillon",
        "position": "Assistant Professor of History",
        "email": "dhillonh@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 308A",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D., Harvard University, 2021",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Hardeep Dhillon (pronouns are she/her/hers) is the child of immigrants, a storyteller, and a historian. She is currently Assistant Professor in Asian American History and core faculty in the Asian American Studies Program at the University of Pennsylvania. Professor Dhillon is also a member of the Penn Migration Initiative Executive Committee. Prior to arriving at Penn, Professor Dhillon completed a postdoctoral fellowship at the American Bar Foundation, an interdisciplinary legal research institute based in Chicago, Illinois. She earned her doctorate at Harvard University in History with a secondary field of study in Gender, Women, and Sexuality Studies. At Harvard, her teaching earned her the Faculty of the Year Award.",
        "courses": "At Penn, Professor Dhillon teaches courses on the history of American immigration and border enforcement, the advent of the modern family, and US immigration and law. You can find parts of Professor Dhillon’s intellectual journey on Instagram and Twitter."
    },
    {
        "name": "Frederick R. Dickinson",
        "position": "Professor of History",
        "email": "frdickin@sas.upenn.edu",
        "phone": "215 898.2766",
        "office": "311E College Hall",
        "cv": "No CV found",
        "specialties": "Modern Japan, modern political, international, World History",
        "education": "Ph.D. Yale University\nM.A. Yale University\nM.A. Kyoto University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Frederick R. Dickinson is Professor of Japanese History and Director of the Center for East Asian Studies.  From 2012-2019, he served as Co-Director of the Lauder institute of Management and International Studies. Born in Tokyo and raised in Kanazawa and Kyoto, Japan, he writes and teaches about modern Japan, on empire, politics and nationalism in East Asia and the Pacific, and on World History. He received an MA and PhD in History from Yale University and holds an MA in International Politics from Kyoto University (Kyoto, Japan). He is the author of War and National Reinvention: Japan in the Great War, 1914 - 1919 (Harvard University Asia Center, 1999), Taisho tenno (Taisho Emperor, Minerva Press, 2009) and World War I and the Triumph of a New Japan, 1919-1930 (Cambridge University Press, 2013). Currently, he is working on a global history of modern Japan. Dickinson has received grants from the Japanese Ministry of Education, the Fulbright Commission, and the Japan Foundation and was a National Fellow at the Hoover Institution (Stanford University, 2000-1) and a Research Scholar at the International Research Center for Japanese Studies (Kyoto, Japan, 2011-12).  He has held visiting professorships at Swarthmore College, Katholieke Universiteit Leuven (Belgium), Kyoto University and Kwansei Gakuin University (Nishinomiya, Japan).",
        "courses": "HIST 001 Making of a Modern World\nHIST 091 Modern Japanese History\nHIST 206 Greater East Asia War\nHIST 206 Imperial Asia\nHIST 206 Pacific World\nHIST 395 East Asian Diplomacy\nHIST 630 History and Historiography of Transnational Asia\nHIST 630 Readings in Modern Japanese History\nHIST 670 Teaching World History"
    },
    {
        "name": "Jared Farmer",
        "position": "Walter H. Annenberg Professor of History",
        "email": "jaredfarmer@sas.upenn.edu",
        "phone": "215-746-7473",
        "office": "College Hall 306B",
        "cv": "No CV found",
        "specialties": "U.S. history, environmental history, landscape studies",
        "education": "Ph.D., Stanford University\nM.A., University of Montana\nB.A., Utah State University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Jared Farmer studies the histories of built and unbuilt environments from the hyperlocal to the planetary. His temporal expertise is the long nineteenth century; his regional expertise is the North American West. At Penn, Prof. Farmer is affiliated with the History and Sociology of Science Graduate Group; the Religious Studies Graduate Group; and the Initiative in the History of the Built Environment at the Weitzman School of Design.",
        "courses": "American Monuments\nThe American West\nThe Craft of Writing\nThe Making of Modern America\nPetrosylvania\nThe Question of Scale in History"
    },
    {
        "name": "Ann  Farnsworth-Alvear",
        "position": "Associate Professor of History",
        "email": "farnswor@sas.upenn.edu",
        "phone": "215 898.5704",
        "office": "College Hall 306H",
        "cv": "No CV found",
        "specialties": "Modern Latin America, Economic and Social History, Gender Studies, Labor History, History of Race in the Americas",
        "education": "Ph.D. Duke University, 1994\nM.A. Duke University, 1989 \nB.A. College of William and Mary, 1986",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Ann Farnsworth-Alvear is author of Dulcinea in the Factory: Myths, Morals, Men and Women in Colombia's Industrial Experiment, 1905-1960 (Duke University Press, 2000), winner of the Allan Sharlin Prize of the Social Science History Association and and the Bolton-Johnson Prize of the Conference on Latin American History, as well as The Colombia Reader (Duke University Press, 2017).  Her current research focuses on Platinum Mining in the Colombian Chocó. A statement of her current research is available on her cv.",
        "courses": "From Coca to Cocaine\nFeminism in the Americas\nOral History\nIntroduction to Latin American and Latino Studies"
    },
    {
        "name": "Siyen  Fei",
        "position": "Associate Professor of History",
        "email": "siyen@sas.upenn.edu",
        "phone": "215 898.5125",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "China, Urban and Gender",
        "education": "Ph.D. Stanford University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Siyen Fei received her PhD degree from Stanford University in 2004. She teaches and researches Chinese history at Penn. Her work to date is primarily concerned with the political and cultural activism of sixteenth- and early seventeenth-century Ming dynasty China (1368-1644). Examining the action of wide-ranging historical actors—women, urbanites, and border residents—she engages and expands the new scholarly paradigm of “defiant late Ming energy” that re-visions a society formerly considered submissive to an all-powerful imperium. In particular, her research on gender, urbanization and empire breaks new grounds by exploring how this emerging state-society dynamics drove and shaped unprecedented transformations in Chinese history: A patriarchal system subverted by court-promoted control of female sexuality; an idealized rural empire facing drastic waves of urbanization; a self-proclaimed Han-native Chinese polity destabilized by cross-border migration and resultant de-sinicization. Excavating these paradoxical historical movements, her books uncover fascinating stories about the interplay of structure and agency. Her current book project Sexuality and Empire: Female Chastity and Frontier Societies in Ming China (1368-1644), takes on a highly politicized issue in China: identity. State rhetoric since imperial times has perpetually stressed the power of Chinese civilization in sustaining a homogeneous “China,” but scholars have endeavored to uncover non-Han minorities’ perception of, resistance to, and even subversive appropriation of state sinicizing practices. Her investigation of late Ming borderlands, however, shows that the sinicization narrative reveals only half of the picture. In the empire’s northwest and southeast borders, far from converting the barbarian, hundreds of thousands of Ming Chinese left the Middle Kingdom—either on their own volition or under compulsion—and became de-sinicized. This book looks at the life and struggle of people at the borderlands who found themselves caught in the making and unmaking of the Ming empire and examines how they confronted their plight on their own terms. It tells a story about a time when familiar vocabularies such as empire/identity were unavailable, and in that absence, how the commemoration of chaste heroines—women who martyred themselves to preserve their chastity—became a venue to negotiate destabilized frontier identities and to re-imagine the Chinese world.",
        "courses": "HIST 096 Late Imperial China\nHIST 097 China in the 20th Century\nHIST 206 Cities in Chinese History\nHIST 206 History of Private Life in China"
    },
    {
        "name": "Antonio Feros",
        "position": "Walter H. Annenberg Professor of History",
        "email": "aferos@sas.upenn.edu",
        "phone": "215 573.9241",
        "office": "College Hall 308B",
        "cv": "No CV found",
        "specialties": "Early modern Spain and Europe; modern Spain; politics, culture, ethnicity, and empire",
        "education": "Ph.D. The Johns Hopkins University\nM.A. The Johns Hopkins University\nBA. Universidad Autónoma de Madrid",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Antonio Feros teaches and writes about politics, culture, and ethnic relations in the early modern Spanish empire, as well as Spanish intellectual and modern history. He has published several articles on the history of the reigns of Philip II (1556-1598), Philip III (1598-1621), and Philip IV (1621-1665); the ideas and images of kingship in seventeenth-century Spanish drama and painting; political and court cultures in early modern Europe; and the historiography of the Spanish conquest and colonization of America. He is the author of Kingship and Favoritism in the Spain of Philip III, 1598-1621 (Cambridge University Press, 2000), translated into Spanish as El Duque de Lerma: Realeza y Privanza en la España de Felipe III (Marcial Pons, 2002). His latest book, Speaking of Spain: The Evolution of Race and Nation in the Hispanic World (Harvard University Press, 2017), analyzes the long-term debate and struggles over race and nation in Spain and the Spanish world, tracing them from the late 15th century to the early 19th century. It has been translated into Spanish as Antes de España. Nación y Raza en el Mundo Hispánico, 1450-1820 (Marcial Pons, 2019). In collaboration with Professors Pedro Cardim (Universidade Nova de Lisboa) and Fernando Bouza (Universidad Complutense), Antonio Feros recently published The Iberian World, 1450-1820 (Routledge, 2019).",
        "courses": "HIST 030  The Making of Europe\nHIST 178 The Foundations of the Early Modern Atlantic World\nHIST 179 The Rise and Fall of the Spanish Empire 1450 - 1700\nHIST 202 Connected Histories: Spain and the U.S.\nHIST 423 The Mediterranean World in the Age of Don Quixote\nHIST 620 Early Modern Europe - Traditions and New Trends\nHIST 620 Early Modern Empires"
    },
    {
        "name": "Roquinaldo  Ferreira",
        "position": "Henry Charles Lea Professor of History",
        "email": "rfer@sas.upenn.edu",
        "phone": "215-746-4184",
        "office": "College Hall-306D",
        "cv": "No CV found",
        "specialties": "Early modern Atlantic world; global history of empires, slavery, and abolitionism; oceanic history (Atlantic and Indian oceans)",
        "education": "Ph.D. University of California at Los Angeles\nM.A. Federal University of Rio de Janeiro, Brazil\nB.A. Federal University of Rio de Janeiro, Brazil",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Roquinaldo Ferreira is Henry Charles Lea Professor of History, specializing in African, Atlantic and Brazilian History. Before coming to Upenn in 2018, he taught at the University of Virginia (2005-2012) and then at Brown University, where he held the Vasco da Gama chair and was associate director of the Center for the Study of Slavery and Justice (CSSJ). Ferreira has held visiting professorships at the Universidade Agostinho Neto (Luanda, Angola), the Institut de Hautes Études Internationales et du Développement (Geneva, Switzerland), and the École des Hautes Études en Sciences Sociales (Paris, France). His research has been supported by the American Council of Learned Societies (ACLS), the National Endowment for the Humanities (NEH), The Portuguese Calouste Gulbenkian Foundation, and Brazil’s Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPQ). He is the author of Cross-Cultural Exchange in the Atlantic World: Angola and Brazil during the Era of the Slave Trade (New York: Cambridge University Press, 2012). His latest book (The Costs of Freedom: Central Africa in the Age of Abolition, 1820 ca.-1880 ca) is forthcoming with Princeton University Press. Ferreira is at work on two book projects. Working with French, British, Portuguese, Brazilian, and Dutch archives, the first book project places the West African kingdoms of Dahomey and Whydah in their African and Atlantic contexts, while also paying attention to socio-cultural ties between Brazil and the Bight of Benin in the first half of the eighteenth century. The second book project is a Global History of the Indian Textile trade (Carreira da India). By investigating the Carreira da India's trading networks, this project seeks to further scholarly understanding of the place of Africa in the early modern world economy, while also using the Indian textile trade to develop an integrated and trans-imperial view of Portuguese possessions in Africa, Asia, and Brazil.",
        "courses": "No courses found"
    },
    {
        "name": "Marc  Flandreau",
        "position": "Howard S. Marks Professor of Economic History",
        "email": "mfl@sas.upenn.edu",
        "phone": "215-573-8977",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Economic history; Financial crises and the information economy; Experts, expertise and policy making",
        "education": "Ecole Normale Supérieure, Ulm (1986-1990)\nEcole des Hautes Etudes en Sciences Sociales, Paris, DEA in Macroeconomics (1988)\nSorbonne, Paris, Master of History (1989)\nPh.D. in Economics, Ecole des Hautes Etudes en Sciences Sociales, Paris (1993)",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Marc Flandreau, Howard S. Marks Professor of Economic History Flandreau is a world-renown economist and specialist of the economic history of international money, finance and debt. His areas of expertise encompass the international monetary system, financial crises and regulation, sovereign default, debt restructuring and the geopolitics of finance.",
        "courses": "No courses found"
    },
    {
        "name": "Sarah L. H. Gronningsater",
        "position": "Assistant Professor of History",
        "email": "gronning@sas.upenn.edu",
        "phone": "215-746-3958",
        "office": "College Hall 309A",
        "cv": "No CV found",
        "specialties": "18th- and 19th-century U.S.; political, legal, social, and constitutional history",
        "education": "Ph.D. University of Chicago\nM.St. University of Oxford\nA.B. Harvard University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Sarah Gronningsater is a historian of the eighteenth- and nineteenth-century United States, with a particular interest in slavery and abolition. She works at the intersections of legal, political, constitutional, and social history. Her first book, The Rising Generation: Gradual Abolition, Black Legal Culture, and the Making of National Freedom, will be published in Summer 2024 (University of Pennsylvania Press). The Rising Generation explores the long and legally-oriented transition from slavery to freedom in New York from the first widespread Quaker emancipations in the 1750s to the passage of the Reconstruction Amendments at the close of the Civil War. The book is particularly concerned with the lives, politics, and legal efforts of the “children of gradual abolition”—the generation of black children born into quasi-freedom in the years after the American Revolution.",
        "courses": "No courses found"
    },
    {
        "name": "Emma Hart",
        "position": "Roy F. and Jeannette P. Nichols Chair of American History",
        "email": "emmahart@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 309 A",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Habilitation à Diriger les Recherches, Université Paris 8, 2020\nPhD. The Johns Hopkins University, 2001\nM.A. The Johns Hopkins University, 1999\nP.G. Dip. The Sotheby’s Institute/University of Manchester, 1995\nB.A. (Hons) Somerville College, University of Oxford, 1994",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Emma Hart teaches and researches the history of early North America, the Atlantic World, and early modern Britain between 1500 and 1800. At Penn she is a Professor of History, the Richard S. Dunn Director of the McNeil Center for Early American Studies, and a co-editor of the Penn Press series, “Early American Studies.” ",
        "courses": "HIST108 American Origins\nHIST670 The City in Atlantic History"
    },
    {
        "name": "Peter  Holquist",
        "position": "Associate Chair, Ronald S. Lauder Endowed Term Associate Professor of History",
        "email": "holquist@sas.upenn.edu",
        "phone": "215 746.0201",
        "office": "College Hall 207",
        "cv": "No CV found",
        "specialties": "Russian and European History",
        "education": "Ph.D. in History, Columbia University (awarded with Distinction)\nBA in History and in Slavic Languages and Literatures, Indiana-University-Bloomington (awarded with High Distinction)",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Peter Holquist's teaching and research focus upon the history of Russia and modern Europe. He is the author of Making War, Forging Revolution: Russia's Continuum of Crisis, 1914-1921 (Harvard, 2002). He is founder and served for ten years as editor of the journal Kritika: Explorations in Russian and Eurasian History and serves as editor for the Kritika Historical Studies. In 2010, he was a co-recipient of the “Distinguished Editor” Award from the Council of Editors of Learned Journals for work on the journal Kritika: Explorations in Russian and Eurasian History.  Holquist has published articles on Russia 's experience in the First World War and Russian Revolution, questions of continuity and change from the imperial period into the Stalin era, and other topics. Holquist's current project, By Right of War, explores the emergence of the international law of war in the late nineteenth and early twentieth century. Specifically, it analyzes the role of imperial Russia in codifying and extending these \"laws and customs of war,\" and examines to what extent European militaries, and particularly the Russian army, observed these norms in practice. This project encompasses two distinct areas of analysis. First, it traces how international law emerged as a discipline in Imperial Russia and came to flourish there. This is a story of intellectual and diplomatic history. The second half of the project measures the extent to which these normative principles shaped actual policy. It takes the form of military and political history, examining the Russian army in three cases of military occupation: Bulgaria and Anatolia in 1877-78; Manchuria during the Boxer Rebellion, 1900-1901; and in Austrian Galicia, East Prussia, and the Ottoman eastern provinces during the First World War. The project, in other words, asks by what means, and to what degree, can one bring people's conduct, even in extremis, into line with normative and ethical prescriptions?",
        "courses": "HIST 048 Imperial Russia, 1689-1905\nHIST 049 The Soviet Century, 1905-2005\nHIST 102 Freshman Seminar: Russia in the Age of Anna Karenina\nHIST 212 Ben Franklin Seminar: The First World War\nHIST 333 The Napoleonic Era andTolstoy's War and Peace\nHIST 425 World War I: Causes, Course, Consequences\nHIST 620 Issues and Themes in the History of Imperial Russia"
    },
    {
        "name": "Firoozeh  Kashani-Sabet",
        "position": "Walter H. Annenberg Professor of History",
        "email": "fks@upenn.edu",
        "phone": "215.898.5597",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Modern Middle East with a focus on Iran and its borderlands, the Persian Gulf, and the Ottoman Empire",
        "education": "Ph.D. Yale University\nM.Phil. Yale University\nM.A. Yale University\nB.A. University of North Carolina at Chapel Hill",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Firoozeh Kashani-Sabet received her B.A. from the University of North Carolina at Chapel Hill, where she was a Morehead Scholar. She completed her M.A., M.Phil., and Ph.D. in history at Yale University. Her book, Frontier Fictions: Shaping the Iranian Nation, 1804-1946 (Princeton University Press, 1999) analyzes the significance of land and border disputes to the process of identity and nation formation, as well as to cultural production, in Iran and its borderlands. It pays specific attention to Iran's shared boundaries with the Ottoman Empire (later Iraq and Turkey), Central Asia, Afghanistan, and the Persian Gulf region. Her book was translated into Persian by Kitabsara Press, Tehran, Iran and has been released in paperback by Princeton in 2011. The Turkish translation of this book was published by Istanbul Bilgi University Press. To read about the impact of her work as a “locus classicus” when it was first written, see the following study by renowned Iranologist, the late Dr. Bert G. Fragner. ",
        "courses": "HIST 081 History of the Middle East since 1800\nHIST 082 Islam in Global Perspective\nHIST 083 Diplomacy in the Middle East\nHIST 088 From Oil Fields to Soccer Fields: The Middle East in the 20th Century\nHIST 106 Revolutionary Ideas, Ideas of Revolution in the Middle East\nHIST 106 Women and Gender in the Middle East & North Africa\nHIST 206 Middle East and the United States\nHIST 206 Nationalism in the Middle East"
    },
    {
        "name": "Ada Maria Kuskowski",
        "position": "Assistant Professor of History",
        "email": "akusk@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 306E",
        "cv": "No CV found",
        "specialties": "Medieval History, Legal History",
        "education": "Ph.D., History, Cornell University, 2013\nM.A., History, Cornell University, 2008\nL.L.B. (Bachelor of Common Law, equivalent to J.D.) and B.C.L. (Bachelor of Civil Law), McGill University, Faculty of Law, 2005\nB.A., History, McGill University, 2001",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Ada Kuskowski is a medieval historian and a legal historian whose work is driven by a fascination with how and why foundational legal ideas develop. Her writing focuses on understanding medieval legal cultures and their broader place in European history and legal history. Combining approaches from history, law and literature, she is especially interested in recovering the cultural lives of law. She recently published Vernacular Law: Writing and the Reinvention of Customary Law in Medieval France (Cambridge, 2023):",
        "courses": "Europe: From Fall of Rome to Age of Exploration\nWar and Conquest in Medieval Europe\nFoundations of Law\nTaking Things: A History of Property and Law\nHistories of Law: Pre and Early Modern (grad)\nThe Vikings\nLove, Lust & Violence in the Middle Ages\nInquisitors, Heretics and Witches"
    },
    {
        "name": "Walter A. McDougall",
        "position": "Professor of History, Alloy-Ansin Professor of International Relations",
        "email": "wamcd@sas.upenn.edu",
        "phone": "215 898.2185 or 0452",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "European and U.S. diplomatic, Western civilization, technology and international relations",
        "education": "Ph.D. University of Chicago\nM.A. University of Chicago\nB.A. Amherst College",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Walter A. McDougall is Professor of History and the Alloy-Ansin Professor of International Relations. A graduate of Amherst College and a Vietnam veteran, he received his Ph.D. from the University of Chicago in 1974 and taught at U.C. Berkeley for 13 years before coming to Penn to direct its International Relations Program which now has 180 majors. McDougall teaches U.S., European, and Asia/Pacific diplomatic history and is the author of many books, most recently The Tragedy of U.S. Foreign Policy: How American Civil Religion Betrayed the National Interest (2016), Throes of Democracy: The American Civil War Era, 1829–1877 (2008), and Freedom Just Around the Corner: A New American History, 1585–1828 (2004). His other books include Promised Land, Crusader State: The American Encounter With the World Since 1776 (1997), Let the Sea Make a Noise: A History of the North Pacific from Magellan to MacArthur (1993), and ...the Heavens and the Earth: A Political History of the Space Age (1985) for which he was awarded a Pulitzer Prize. McDougall is also Director of Research and Co-Director of the Center for the Study of America and the West at the Foreign Policy Research Institute in Philadelphia.",
        "courses": "HIST 002 Europe in a Wider World\nHIST 331 U.S. Diplomatic History since 1776\nHIST 420 European International Relations\nHIST 421 History of International Politics\nHIST 204 Seminars: World War II, The Vietnam War, American Civil Religion, Decline of Great Powers"
    },
    {
        "name": "Ann E. Moyer",
        "position": "Professor of History",
        "email": "moyer@sas.upenn.edu",
        "phone": "215 898.4957",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Renaissance Italy; European intellectual and cultural history",
        "education": "Ph.D. University of Michigan\nA.M. University of Michigan\nB.A. Michigan State University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Ann Moyer specializes in the intellectual and cultural history of Renaissance Europe, especially sixteenth-century Italy. Her most recent book is The Intellectual World of Sixteenth-Century Florence: Humanists and Culture in the Age of Cosimo I (2020). It examines how Florentines studied their own language, literature, history, and art and argued that it merited comparison with the greatness of antiquity. Moyer's previous work includes a cluster of three related book-length research projects with overlapping themes related to music, mathematics, and the relationship between the arts and the sciences in Renaissance Europe: Musica Scientia: Musical Scholarship in the Italian Renaissance (Cornell University Press, 1992); Raffaele Brandolini On Music and Poetry (MRTS, 2001); and The Philosophers' Game: Rithmomachia in Medieval and Renaissance Europe(University of Michigan Press, 2001).",
        "courses": "HIST 030 The Emergence of Europe\nHIST 054 Books that Made History\nHIST 201 Historians at Work: an Introduction to Historiography \nHIST 143 Foundations of European Thought\nHIST 230 Florence in History\nHIST 230 The City of Rome: From Constantine to the Borgias\nHIST 308 Renaissance Europe\nHIST 342 European Intellectual History, 1300–1600\nHIST 422 Science and Culture in the West: from the Greeks to Galileo\nHIST 620 A History of Cultural History: The Renaissance\nHIST 620 The Presence of the Past: Readings in European Cultural History\nHIST 620 European Intellectual History, 1300–1600\nHIST 700 The Study of History\nHIST 720 Research in Medieval and Early Modern History"
    },
    {
        "name": "Benjamin  Nathans",
        "position": "Alan Charles Kors Endowed Term Associate Professor of History",
        "email": "bnathans@history.upenn.edu",
        "phone": "215.898.4958",
        "office": "College Hall 206C",
        "cv": "No CV found",
        "specialties": "Imperial Russian and Soviet; modern Jewish; history of human rights",
        "education": "B.A.  Yale University\nM.A. and Ph.D.   University of California at Berkeley\nNon-degree study at the University of Tübingen (Germany), Leningrad State University (USSR), the Hebrew University of Jerusalem (Israel), and NYU Law School",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Benjamin Nathans teaches and writes about Imperial Russia and the Soviet Union, modern European Jewish history, and the history of human rights. He edited A Research Guide to Materials on the History of Russian Jewry (19th and Early 20th Centuries) in Selected Archives of the Former Soviet Union [in Russian] (Moscow, 1994) and is author of Beyond the Pale: The Jewish Encounter With Late Imperial Russia (Berkeley, 2002), which won the Koret Prize in Jewish History, the Vucinich Prize in Russian, Eurasian and East European Studies, the Lincoln Prize in Russian History and was a finalist for the National Jewish Book Award in History. Beyond the Pale has been translated into Russian (2007) and Hebrew (2013). Nathans has published articles on Habermas and the public sphere in eighteenth-century France, Russian-Jewish historiography, Soviet dissident memoirs, and many other topics. He is a regular contributor to the New York Review of Books and the Times Literary Supplement and an occasional commentator on current Russian affairs. From 2008 to 2012 he worked as a consultant for Ralph Appelbaum Associates, a leading museum design firm, chairing an international committee of scholars that helped design the content for the Museum of Jewish History in Moscow, which opened in November 2012. Nathans' forthcoming book (August 2024),To the Success of Our Hopeless Cause: The Many Lives of the Soviet Dissident Movement, tells the story of dissent in the USSR from Stalin's death to the collapse of communism.  It explores the idea and practice of rights and the rule of law in the setting of “mature socialism.”  Rather than treat Soviet dissidents as avatars of Western liberalism, or take their invocation of rights and legal norms as natural, To the Success of Our Hopeless Cause investigates how, as products themselves of the Soviet order, dissidents arrived at a conception of law and human personality so at odds with official norms. Understanding this process - how orthodoxies contain the seeds of their own heresies, and how dissidents promoted the containment of Soviet power from within - promises to illuminate the broader problem of how citizens of authoritarian societies conceive and act on options for political engagement.",
        "courses": "INTEGRATED STUDIES: Orthodoxies and Disruptions\nHIST 0240 The Rise and Fall of the Russian Empire, 1552 - 1917\nHIST 0250 The Ascent of Europe\nHIST 0290 The Soviet Century\nHIST1362 The Making of Modern Israel and Palestine\nHIST1735 The Cold War: A Global History\nHIST 102 The Literature of Dissent from Socrates to Sakharov\nHIST 141 History of Jewish Civilization: 17th Century to the Present\nHIST 413 The USSR after Stalin: Individuals and Collectives\nHIST 414 Human Rights and History\nHIST 4997 Junior Honors Seminar\nHIST 4998 Senior Honors Seminar\nHIST 6200 Topics in Soviet History\nHIST 6200 Topics in Modern Jewish History\nHIST 7000 Introduction to the Graduate Study of History\nHIST 7200 Research Seminar: Europe, 1945 - 1991"
    },
    {
        "name": "Marcy  Norton",
        "position": "Associate Professor of History",
        "email": "marcy.norton@sas.upenn.edu",
        "phone": "215-746-6215",
        "office": "College Hall 306 F",
        "cv": "No CV found",
        "specialties": "Colonial Latin America, Atlantic World, environmental history, history of science, critical animal studies, history of food and drugs",
        "education": "Ph.D. University of California, Berkeley",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Marcy Norton (Ph.D. Berkeley) is a historian of the early modern Atlantic World, with a focus on Latin America and Spain. Much of her research is guided by two questions: How did colonialism shape the Americas?  And how did Native America shape European modernity? Thematically she is most interested in writing history that explores the intersections of environment, embodiment, and thought, concerns that have guided her work on the history of food, drugs, science and inter-species relationships.  Her publications include Sacred Gifts, Profane Pleasures: A History of Tobacco and Chocolate in the Atlantic World (Cornell University Press, 2008, winner of the best book prize from the Association for the Study of Food and Society), “Subaltern Technologies and Early Modernity in the Atlantic World” (Colonial Latin America Review, 2017) and two articles that appeared in American Historical Review, “Tasting Empire: Chocolate and the Internalization of Mesoamerican Aesthetics (2006) “The Chicken or the Iegue: Human-Animal Relationships and the Columbian Exchange”  (2015), which won the Council on Latin American’s history Vanderwood prize for the best article in Latin American History. She also co-edited (with Ralph Bauer) a special issue of Colonial Latin America Review entitled Entangled Trajectories: Indigenous and European Histories. (2017). She is currently finishing a book about colonialism and human-animal relationships in early modern Europe and America, which will be published by Harvard University Press.",
        "courses": "No courses found"
    },
    {
        "name": "No name found",
        "position": "No position found",
        "email": "No email found",
        "phone": "No phone found",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "No intro found",
        "courses": "No courses found"
    },
    {
        "name": "Eve M. Troutt Powell",
        "position": "Christopher H. Browne Distinguished Professor of History",
        "email": "troutt@sas.upenn.edu",
        "phone": "215 898.3518",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "Middle Eastern history",
        "education": "No education found",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Eve M. Troutt Powell teaches the history of the modern Middle East and the history of slavery in the Nile Valley and the Ottoman Empire. As a cultural historian, she emphasizes the exploration of literature and film in her courses. She is the author of A Different Shade of Colonialism: Egypt, Great Britain and the Mastery of the Sudan (University of California, 2003) and the co-editor, with John Hunwick, of The African Diaspora in the Mediterranean Lands of Islam (Princeton Series on the Middle East, Markus Wiener Press, 2002). Her most recent book is Tell This in My Memory: Stories of Enslavement in Egypt, Sudan and the Late Ottoman Empire (Stanford University Press, 2012). Troutt Powell received her B.A, M.A., and Ph.D. from Harvard University. Prior to coming to Penn, she taught for ten years at The University of Georgia. She has received fellowships from the American Research Center in Egypt and the Social Science Research Council, and has been a fellow at the Institute for Advanced Study in Princeton and at the Radcliffe Institute for Advanced Study. In 2003 she was named a MacArthur Foundation Fellow.",
        "courses": "HIST 081 History of the Middle East since 1800\nHIST 106 Religion, Revolution and Nationalism in the Modern Middle East\nHIST 189 Modern Egypt\nHIST 216 Filming the Middle East\nHIST 371 Africa and the Mid-East"
    },
    {
        "name": "Sophia  Rosenfeld",
        "position": "Department Chair, Walter H. Annenberg Professor of History",
        "email": "srosenf@sas.upenn.edu",
        "phone": "215-898-6367",
        "office": "College Hall 307",
        "cv": "No CV found",
        "specialties": "European and American Intellectual and Cultural History since 1650; Age of Revolutions (esp. France); History of Democracy; Historical Methods",
        "education": "Ph.D. Harvard University, 1996\nM.A. Harvard University, 1990  \nA.B. Princeton University, 1988",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Sophia Rosenfeld is Walter H. Annenberg Professor of History and Chair of the Department of History at the University of Pennsylvania, where she teaches European and American intellectual and cultural history with a special emphasis on the Enlightenment, the trans-Atlantic Age of Revolutions, and the legacy of the eighteenth century for modern democracy.  She is the author of A Revolution in Language: The Problem of Signs in Late Eighteenth-Century France (Stanford, 2001); Common Sense: A Political History (Harvard, 2011), which won the Mark Lynton History Prize and the Society for the History of the Early American Republic Book Prize; and Democracy and Truth: A Short History (Penn Press, 2019).  Her articles and essays have appeared in leading scholarly journals, including the American Historical Review, the Journal of Modern History, French Historical Studies, and the William and Mary Quarterly, as well as such outlets as The New York Times, The Washington Post, and, frequently, The Nation.  From 2013 to 2017, she co-edited the journal Modern Intellectual History.  In 2022, A Cultural History of Ideas, a 6 volume book series covering antiquity to the present for which she was co-general editor with Peter Struck (Penn, Classical Studies), appeared with Bloomsbury and won the Association of American Publishers’ award for best reference work in the humanities.  Her writing has been or is being translated into French, Spanish, Portuguese, Turkish, Korean, and Chinese. Her newest book, to be published by Princeton University Press in February 2025, is entitled The Age of Choice: A History of Freedom in Modern Life. It explores how, between the 17th century and the present, the idea and practice of making choices from menus of options came to shape so many aspects of our existences, from consumer culture to human rights, and with what consequences. Among her other ongoing interests are the history of free speech, dissent, and censorship; the history of aesthetics, including dance; the history of political language; contemporary political theory and feminist theory; the history of epistemology; the history of information and misinformation; the history of the emotions and senses; and experimental historical methods. Rosenfeld received her B.A. from Princeton University and her Ph.D. from Harvard University. She has held fellowships from the John Simon Guggenheim Memorial Foundation, the School of Social Science at the Institute for Advanced Studies in Princeton, the Mellon Foundation, both the Remarque Institute and the Center for Ballet and the Arts at NYU, and the American Council of Learned Societies, as well as visiting professorships at the University of Virginia School of Law and the École des Hautes Études en Sciences Sociales (Paris). Prior to arriving at Penn in January 2017, she was Professor of History at Yale University and, before that, the University of Virginia. She also served a three-year term from 2018 to 2021 as Vice President, in charge of the Research Division, of the American Historical Association.  In 2022, she held the Kluge Chair in Countries and Cultures of the North at the Library of Congress, and she was also named by the French government \"Officier dans l’Ordre des Palmes Académiques.\"",
        "courses": "No courses found"
    },
    {
        "name": "Ramya Sreenivasan",
        "position": "Associate Professor",
        "email": "ramyas@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 308 A",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "I am an historian of society, politics, and culture in second-millennium South Asia: the period between the thirteenth century and the present in northern India. I am interested in questions of long-term change and continuity—in institutions, communities, and in cultural practices. My first book, The Many Lives of a Rajput Queen: Heroic Pasts in India, 1500–1950, started out as an enquiry into the origins of a legendary queen in northwestern India, whose memory had become very important for majoritarian, ethno-nationalists in India in the late twentieth century. As I began to discover the many versions of her story, told in different regions and languages over some five hundred years, the book ended up becoming a history of memory instead — a history of how particular aspects of the past got preserved, papered over, layered over, or forgotten.",
        "courses": "No courses found"
    },
    {
        "name": "William Sturkey",
        "position": "Associate Professor of History",
        "email": "wsturkey@sas.upenn.edu",
        "phone": "No phone found",
        "office": "306C College Hall",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "BA The Ohio State University\nMA University of Wisconsin-Madison\nPhD The Ohio State University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "William Sturkey is an historian of the United States who specializes in the history of race in the American South since 1865. He is an innovative narrative historian who employs a variety of methodologies in social, economic, diplomatic, and narrative history. Most of his research focuses on the experiences of working-class racial minorities living in the United States. He teaches undergraduate and graduate courses in Modern American History, African American History, Southern History, and Historical research methods and writing. Dr. Sturkey’s first book, To Write in the Light of Freedom: The Newspapers of the 1964 Mississippi Freedom Schools, is a co-edited collection of newspapers, essays, and poems produced by African American Freedom School students during the Mississippi Freedom Summer of 1964. This was the first book ever published to feature the writings of young activists who attended the famous Mississippi Freedom Schools. It makes major contributions to the History of Education, the History of the Civil Rights Movement, and African American History.",
        "courses": "HIST 1179  Precious Lord, Take My Hand: America in the Sixties"
    },
    {
        "name": "Karen Tani",
        "position": "Seaman Family University Professor",
        "email": "ktani@law.upenn.edu",
        "phone": "No phone found",
        "office": "No office found",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "B.A., Dartmouth College (2002)\nJ.D., University of Pennsylvania (2007)\nPh.D., University of Pennsylvania (2011)",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Karen M. Tani (J.D./Ph.D., University of Pennsylvania) is a Penn Integrates Knowledge Professor, jointly appointed in the History Department and the Law School. Her scholarship focuses on twentieth-century U.S. legal history, with particular emphasis on social welfare law and policy, disability, individual rights, and the administrative state. Tani is the author of States of Dependency: Welfare, Rights, and American Governance, 1935-1972 (Cambridge University Press, 2016), which won the 2017 Cromwell Book Prize from the American Society for Legal History. The book illuminates the nature and workings of modern American governance by examining legal contests over welfare benefits and administration in the years between the New Deal and the welfare rights movement.",
        "courses": "No courses found"
    },
    {
        "name": "Melissa  Teixeira",
        "position": "Assistant Professor of History",
        "email": "mteixeir@sas.upenn.edu",
        "phone": "215-898-6513",
        "office": "College Hall 206 F",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "Ph.D. Princeton University \nM.Phil. University of Cambridge\nB.A. University of Pennsylvania",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Melissa Teixeira is a historian of modern Brazil, with interest in legal history and the history of economic life. She is the author of A Third Path: Corporatism in Brazil & Portugal, forthcoming March 2024 with Princeton University Press. A Third Path explores Brazil’s response to the political, economic, and social crises of capitalism following the Great Depression. It highlights the pivotal but understudied interwar experiment with corporatism, a model that promised a “third path” between capitalism and communism. The book argues that corporatism transformed the Brazilian state into an agent of economic development, and explains why it matters that this transformation was engineered under an authoritarian regime. The book adopts a novel approach to the history of economic life by incorporating wide-ranging legal, economic, and cultural sources to document the process of state-building from the perspective of government ministries and grocery markets alike. It further innovates with its comparative and transnational approach to state-led efforts to reorganize the national economy by drawing upon connections to the New Deal in the United States, Italian Fascism, and the Portuguese Estado Novo. Teixeira is now researching a new project, tentatively titled Inflation and the Making of Brazilian Democracy, on how inflation shaped the undoing and remaking of democracy in postwar Brazil. The project begins with the economic crises surrounding the 1964 military coup and spans experiments to tame inflation and hyperinflation in the 1980s and 1990s, culminating with the 1994 Real Plan. Beyond macroeconomic trends, this project asks how economists, technocrats, consumers, bankers, and industrialists tried to fix or live with inflation. It offers an intellectual history of economic policy-making alongside a social history of how citizens hoarded or spent money amid constantly shifting economic rules, black markets, and declining real wages. In Brazil, decades of economic crisis shaped struggles for democratic accountability, social mobility, and economic justice. This makes Brazil an ideal case for studying government’s role in stabilizing prices, and how inflation shapes democratic governance and expectations. This project is currently supported by a Fulbright Grant for research in Brazil alongside a School of Arts and Sciences Opportunity Grant and a University Research Foundation Award.",
        "courses": "Undergraduate: \nHIST/LALS 450: History of Modern Latin America, 1808-present \nHIST/LALS 1475: History of Brazil: Slavery, Development, Inequality             \nHIST 2710: Inflationary Times: Money, Currency, & Debt in History\nHIST 3703: Taking Off: How (some) Economies Get Rich\nHIST 234: Decades of Extremes: Fascism, Protectionism, Imperialism\n \nGraduate: \nHIST 6710: Global History of Capitalism \nHIST 660: Law and Economics in Latin America"
    },
    {
        "name": "Joshua Teplitsky",
        "position": "Associate Professor of History",
        "email": "joshua.teplitsky@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 309 C",
        "cv": "No CV found",
        "specialties": "History of Jewish life in Early Modern Central Europe",
        "education": "Ph.D. NYU, 2012",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Joshua Teplitsky is the Joseph Meyerhoff Associate Professor of Modern Jewish History. He studies the history of Jewish life in early modern Central Europe, with an eye both to the particularities of Jewish experience and the wider contexts of Jewish-Christian interaction, minority experience, and what the history of minorities reveals about majority culture. His first book, Prince of the Press: How One Collector Built History’s Most Enduring and Remarkable Jewish Library (Yale, 2019), explored the history of an early eighteenth-century Jewish book collector, with an eye to the history of material texts, the history of collecting, and the cultures of learning and power in which his library was formed. The book was awarded the Salo Baron Prize of the American Academy for Jewish Research for best first book in Jewish Studies in 2019, the 2020 Jordan Schnitzer Book Award of the Association for Jewish Studies, and was a finalist for the National Jewish Book Award.",
        "courses": "HIS 0200 The Emergence of Modern Europe\nHIST 2206 Neighbors And Strangers: Jews And Christians In Premodern Europe\nHIST 2605: The Jewish Book from Scroll to Screen"
    },
    {
        "name": "Beth S. Wenger",
        "position": "Moritz and Josephine Berg Professor of History",
        "email": "bwenger@sas.upenn.edu",
        "phone": "215 898.5702",
        "office": "College Hall 320",
        "cv": "No CV found",
        "specialties": "Jewish history (American and European), gender, ethnic and religious history",
        "education": "Ph.D. Yale University\nM.A. Columbia University\nM.A. Jewish Theological Seminary\nB.A. Wesleyan University",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "Beth S. Wenger is Moritz and Josephine Berg Professor of History at the University of Pennsylvania where she serves as Associate Dean for Graduate Studies. Wenger’s most recent book is a co-edited anthology (with Firoozeh Kashani-Sabet), titled Gender in Judaism and Islam: Common Lives, Uncommon Heritage (New York University Press, 2014).  She is also the author of History Lessons: The Creation of American Jewish Heritage (Princeton University Press, 2010) and New York Jews and the Great Depression: Uncertain Promise (Yale University Press, 1996), which was awarded the Salo Baron Prize in Jewish History from the American Academy of Jewish Research.  Her other books include The Jewish Americans: Three Centuries of Jewish Voices in America (Doubleday, 2007), companion volume to the 2008 PBS series, titled The Jewish Americans.  In addition to writing The Jewish Americans, which was named a National Jewish Book Award finalist, Wenger served on the board of distinguished scholars advising the PBS series. Wenger’s other co-edited collections include Remembering the Lower East Side: American Jewish Reflections (with Hasia Diner and Jeffrey Shandler) as well as the museum catalogue for the exhibition that she co-curated (with Jeffrey Shandler), titled Encounters with the “Holy Land:” Place, Past, and Future in American Jewish Culture. That catalogue received honorable mention as one of the American Library Association’s Exhibition Catalogue Awards for Excellence. Wenger has published numerous scholarly articles, including contributions to the journals American Jewish History, Jewish Social Studies, the Journal of Women's History, Journal of the Gilded Age and Progressive Era, as well as several essays in collected volumes and anthologies.",
        "courses": "HIST 009 The Invention of Modern Judaism\nHIST 141 History of Jewish Civilization III (Modern Period)\nHIST 150 The American Jewish Experience\nHIST 204 Memory and Meaning In Jewish History\nHIST 204 Rereading the Holocaust\nHIST 214 Jews and the City\nHIST 610 Religion In American Culture\nHIST 620 Readings In Modern Jewish History"
    },
    {
        "name": "Secil Yilmaz",
        "position": "Assistant Professor of History",
        "email": "yilmazse@sas.upenn.edu",
        "phone": "No phone found",
        "office": "College Hall 308 D",
        "cv": "No CV found",
        "specialties": "Sexuality, Gender, Medicine, Science,  Middle East, and the Ottoman Empire",
        "education": "Ph.D., The Graduate Center, CUNY, History\nM.A., Boğaziçi University, The Ataturk Institute\nB.A., Middle East Technical University, History (Major), Sociology (Minor)",
        "photo": "https://www.history.upenn.edu/sites/default/files/SAS_simplifiedlogo_small.png",
        "intro": "I am a historian of sexuality, gender, and medicine of the Ottoman Empire and modern Turkey. My research and teaching focus on the broad fields of social and intellectual history at the intersections of medical humanities, life sciences, feminist, and queer studies. In my research, I am interested in the formation of knowledge and practices concerning Life as a productive site of political and social encounters, confrontations, and negotiations among various agents in which power and hegemony are formed and nested. I trace the stories of uneven and unconventional engagements and interactions of global, local, and indigenous historical agents framed by colonialism, imperialism, and modern governance. My book in-progress Biopolitical Empire: Syphilis, Medicine, and Sex in the Late Ottoman World analyzes the social and political implications of syphilis by tracing the questions of empire-building, colonialism, modern governance, and sexuality in the late Ottoman context. My other projects include research on the relationship between religion, history of emotions, and contagious diseases in the late Ottoman Empire as well as history of reproductive health technologies and humanitarianism in the modern Middle East.",
        "courses": "GSWS/HIST 1361 Sex Matters: Politics of Sex in the Modern Middle East (Fall 2022)"
    }
]