[
    {
        "name": "Edward Baring",
        "position": "Associate Professor of History and Human Values",
        "phone": "609-258-8749",
        "email": "cbaea9aab9a2a5ac8bbbb9a2a5a8aebfa4a5e5aeafbe",
        "cv": "No CV found",
        "specialties": "Cultural History; Intellectual History; Philosophy; Religion; Theory of History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/ebaring2021-sm.jpg?itok=MBWMg7AM",
        "intro": "Edward Baring is an intellectual historian specializing in twentieth-century Europe. He earned his BA in Mathematics and History at the University of Cambridge, and his PhD at Harvard University. Before coming to Princeton, he taught for a decade at Drew University. Baring has held fellowships from the National Endowment of the Humanities, the ACLS, and the John Simon Guggenheim Foundation. At Princeton he holds a joint appointment with the University Center for Human Values.",
        "publications": "Converts to the Real: Catholicism and the Making of Continental Philosophy; The Trace of God: Derrida and Religion; The Young Derrida and French Philosophy, 1945-1968"
    },
    {
        "name": "Rhae Lynn Barnes",
        "position": "Assistant Professor of History",
        "phone": "No phone found",
        "email": "afddc3cdceddc1cadcefdfddc6c1cccadbc0c181cacbda",
        "cv": "No CV found",
        "specialties": "Book History; Cultural History; Digital History; Gender & Sexuality; Material Culture; Public History; Race & Ethnicity; Social History",
        "education": "Ph.D. in History, Harvard University\nA.M. in History, Harvard University\nB.A. Highest Honors in History, University of California, Berkeley (Departmental Citation)",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/RhaeLynnBarnes2019.jpg?itok=R8K_n4kM",
        "intro": "Rhae Lynn Barnes is an Assistant Professor of American cultural history at Princeton University and the Sheila Biddle Ford Foundation Fellow at the Hutchins Center for African & African American Research at Harvard University. Barnes is the leading expert on the history of amateur blackface minstrelsy and its role in the history and legacy of racism.",
        "publications": "After Life: A Collective History of Loss and Redemption in Pandemic America"
    },
    {
        "name": "David A. Bell",
        "position": "Sidney and Ruth Lapidus Professor in the Era of North Atlantic Revolutions; Professor of History",
        "phone": "609-258-1174",
        "email": "30545152555c5c704042595e5355445f5e1e555445",
        "cv": "https://history.princeton.edu/document/4366",
        "specialties": "Cultural History; Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/David.jpg?itok=dAgmdsiK",
        "intro": "I am a historian of the early modern Atlantic world, with a particular interest in the political culture of Enlightenment and revolutionary France. I attended graduate school at Princeton, where I worked with Robert Darnton, and received my Ph.D. in 1991. From 1990 to 1996 I taught at Yale, and from 1996 to 2010 at Johns Hopkins, where I held the Andrew W. Mellon chair in the Humanities and served as Dean of Faculty in the School of Arts and Sciences. I joined the Princeton faculty in 2010. I have held fellowships from the Guggenheim Foundation, the American Council of Learned Societies, the Woodrow Wilson International Center for Scholars, and the Cullman Center for Scholars and Writers at the New York Public Library. My books have been recognized with prizes from the Society for French Historical Studies, the American Society for Eighteenth-Century Studies, and the American Historical Association, and have been translated into French, Spanish, Portuguese, Chinese and Turkish. I am a member of the American Academy of Arts and Sciences, and a corresponding fellow of the British Academy. I am currently writing a history of the Enlightenment.",
        "publications": "Le culte des chefs: Charisme et pouvoir à l'époque des révolutions; Men on Horseback: The Power of Charisma in the Age of Revolution; The West: A New History; Shadows of Revolution: Reflections on France, Past and Present; Napoleon: A Concise Biography; The First Total War: Napoleon's Europe and the Birth of Warfare as We Know It; The Cult of the Nation in France: Inventing Nationalism, 1680-1800; Lawyers and Citizens: The Making of a Political Elite in Old Regime France"
    },
    {
        "name": "He Bian",
        "position": "Associate Professor of History and East Asian Studies",
        "phone": "609-258-9192",
        "email": "0f676d666e614f7f7d66616c6a7b6061216a6b7a",
        "cv": "https://history.princeton.edu/document/194",
        "specialties": "Cultural History; Historiography; Material Culture; Medicine & Health; Social History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/he_bian-profile.jpg?itok=2yYXSYlQ",
        "intro": "He Bian (Ch. 邊和) is a historian of late imperial and a historian of science. She got her Ph.D. in History of Science from Harvard University in 2014. Her research interests span many topics pertaining to the question of authority and variation in China’s traditional culture, particularly in medicine and the natural sciences, between the sixteenth and nineteenth centuries. Overall, her passion lies in writing a new kind of Chinese cultural history that foregrounds knowledge of all kinds, and is also rigorously contextualized by institutional, social, and economic conditions of the day.",
        "publications": "Know Your Remedies: Pharmacy and Culture in Early Modern China"
    },
    {
        "name": "Michael A. Blaakman",
        "position": "Associate Professor of History",
        "phone": "609-258-7836",
        "email": "b7d5dbd6d6dcdad6d9f7c7c5ded9d4d2c3d8d999d2d3c2",
        "cv": "https://history.princeton.edu/document/200",
        "specialties": "Constitutional History; Cultural History; Economic History; Imperial History; Legal History; Native American; Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/p1220414_1.jpeg?itok=P9LbTZOk",
        "intro": "Michael Blaakman is a historian of revolutionary and early national America. His scholarship focuses on politics, empires, and North American borderlands, and his interests extend to include gender history, the history of capitalism, and microhistory.",
        "publications": "Speculation Nation: Land Mania in the Revolutionary American Republic; The Early Imperial Republic: From the American Revolution to the U.S.–Mexican War"
    },
    {
        "name": "Michael Brinley",
        "position": "Assistant Professor of History",
        "phone": "No phone found",
        "email": "0e636c3e383e3a4e7e7c67606d6b7a6160206b6a7b",
        "cv": "No CV found",
        "specialties": "Cold War History; Intellectual History; Political History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-06/brinley-michael-2024-portrait.jpg?h=be0b6c7b&itok=6UeDrumF",
        "intro": "Michael Brinley is a historian of the Soviet Union and Modern Russia. He is broadly interested in the urban revolutions of the twentieth century and the attending social and political conflicts that gave shape to the modern world. He is currently finishing a book tentatively titled Model Cities and Mobilized Citizens: Contesting Soviet Urban Growth in the Era of Developed Socialism that tracks the evolution of Soviet city planning institutions in the postwar decades during a period of industrialized mass housing construction, a period when Soviet city planners and architects played surprisingly central roles in urban politics. His research focuses on questions of citizenship, state formation, techno-politics, and expertise in the final years of rapid urbanization and it contributes to a growing understanding of Soviet socialist world-making projects and their legacies in the 21st century.",
        "publications": "No publications found"
    },
    {
        "name": "D. Graham Burnett",
        "position": "Henry Charles Lea Professor of History",
        "phone": "609-258-7309",
        "email": "96f2f4e3e4f8f3e2e2d6e6e4fff8f5f3e2f9f8b8f3f2e3",
        "cv": "No CV found",
        "specialties": "Environmental History; History of Technology; Science",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/DGB%20Headshot%202017%20de.jpeg?itok=2XpV7Jpe",
        "intro": "D. Graham Burnett is a historian of science, a writer/editor, and a 2013-2014 Guggenheim Fellow in residence as a Research Fellow at the Bard Graduate Center in New York City. The recipient of a 2009 Mellon New Directions Fellowship, he is currently working on connections between the sciences and the visual arts.",
        "publications": "Scenes of Attention: Essays on Mind, Time, and the Senses; Twelve Theses on Attention; In Search of The Third Bird: Exemplary Essays from The Proceedings of ESTAR(SER), 2001-2021; The Sounding of the Whale: Science and Cetaceans in the Twentieth Century; Trying Leviathan: The Nineteenth-Century New York Court Case That Put the Whale on Trial and Challenged the Order of Nature; Descartes and the Hyperbolic Quest: Lens Making Machines and Their Significance in the Seventeenth Century (Transactions of the American Philosophical Society); A Trial by Jury; Masters of All They Surveyed: Exploration, Geography, and a British El Dorado"
    },
    {
        "name": "Margot Canaday",
        "position": "Dodge Professor of History",
        "phone": "609-258-6406",
        "email": "0e636d6f606f6a6f774e7e7c67606d6b7a6160206b6a7b",
        "cv": "https://history.princeton.edu/document/2846",
        "specialties": "Gender & Sexuality; Labor History; Legal History; Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/mcanaday.png?itok=1mWfY9xD",
        "intro": "Margot Canaday is an award-winning historian who studies gender and sexuality in modern America. She holds a B.A. from the University of Iowa and a Ph.D. from the University of Minnesota. Her first book, The Straight State: Sexuality and Citizenship in Twentieth Century America (Princeton, 2009), offers a history of how the federal government first encountered homosexuality, decided this was a social problem, and developed policies to regulate it.  Her second book, Queer Career: Sexuality and Work in Modern America (Princeton, 2023), explores the ways that the workplace has mattered for queer people over time, both as a site of vulnerability and exploitation but sometimes also of deep meaning.",
        "publications": "Queer Career: Sexuality and Work in Modern America; Intimate States: Gender, Sexuality, and Governance in Modern US History; The Straight State: Sexuality and Citizenship in Twentieth-Century America"
    },
    {
        "name": "Vera S. Candiani",
        "position": "Associate Professor of History",
        "phone": "609-258-7089",
        "email": "f192909f9598909f98b18183989f9294859e9fdf949584",
        "cv": "No CV found",
        "specialties": "Economic History; Environmental History; Historiography; History of Capitalism; History of Technology; Imperial History; Landscape Studies; Material Culture; Peasant Studies; Public History; Rural History; Social History; Theory of History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/IMG_0242%20%282%29_0.JPG?itok=nFq_tIE2",
        "intro": "A native of Argentina, I studied at the University of California at Berkeley with Tulio Halperin Donghi, Margaret Chowning, Jan de Vries and Carla Hesse. Although my area of specialization is Colonial Latin America, most of the questions I ask force me to think and write comparatively, and to delve into the role of human interactions with the material world of dirt, plants, animals and energy through work and everyday objects in broad historical processes.",
        "publications": "Dreaming of Dry Land: Environmental Transformation in Colonial Mexico City"
    },
    {
        "name": "Janet Chen",
        "position": "Professor of History and East Asian Studies",
        "phone": "609-258-9775",
        "email": "32584b515a575c7242405b5c5157465d5c1c575647",
        "cv": "No CV found",
        "specialties": "Social History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/janet-chen_2018-medium.jpg?itok=6JRadTxw",
        "intro": "Janet Chen is a historian of modern China, specializing in the twentieth century. She received her Ph.D. from Yale University and a B.A. from Williams College. She joined the faculty of the Princeton History Department in 2006, and she is also a member of the East Asian Studies Department.",
        "publications": "The Sounds of Mandarin: Learning to Speak a National Language in China and Taiwan, 1913–1960; Guilty of Indigence: The Urban Poor in China, 1900-1953"
    },
    {
        "name": "Divya Cherian",
        "position": "Associate Professor of History",
        "phone": "609-258-4139",
        "email": "6307000b06110a020d2313110a0d0006170c0d4d060716",
        "cv": "No CV found",
        "specialties": "Colonialism & Post Colonialism; Cultural History; Family History; Gender & Sexuality; Labor History; Legal History; Political History; Religion; Slavery; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/dcherian_sm.png?itok=v-1Vt94F",
        "intro": "Divya Cherian is a historian of early modern and colonial South Asia, with interests in social, cultural, and religious history, gender and sexuality, ethics and law, and the local and the everyday. Her research focuses on western India, chiefly on the region that is today Rajasthan.",
        "publications": "Merchants of Virtue: Hindus, Muslims, and Untouchables in Eighteenth-Century South Asia"
    },
    {
        "name": "Linda Colley",
        "position": "Shelby M.C. Davis 1958 Professor of History",
        "phone": "609-258-8076",
        "email": "f498979b9898918db484869d9a9791809b9ada919081",
        "cv": "https://history.princeton.edu/document/171",
        "specialties": "British Studies; Constitutional History; Cultural History; Global; Imperial History",
        "education": "M.A. and Ph.D., Cambridge University",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/lcolley.png?itok=_kAUHjB8",
        "intro": "Dame Linda Colley, the Shelby M.C. Davis 1958 Professor of History, is an expert on British, imperial and global history since 1700. Born in Britain, she graduated from Bristol University with First Class Honors in history, and completed her Ph.D. in history at Cambridge University. The first female Fellow of Christ’s College, Cambridge, she moved to Yale University in 1982.",
        "publications": "The Gun, the Ship, and the Pen: Warfare, Constitutions, and the Making of the Modern World; Acts of Union and Disunion; The Ordeal of Elizabeth Marsh: A Woman in World History; Captives: Britain, Empire, and the World, 1600-1850; Britons: Forging the Nation 1707-1837; In Defiance of Oligarchy: The Tory Party 1714-60"
    },
    {
        "name": "Thomas Donald Conlan",
        "position": "Professor of East Asian Studies and History",
        "phone": "609-258-4773",
        "email": "5024333f3e3c313e102022393e3335243f3e7e353425",
        "cv": "https://history.princeton.edu/document/9",
        "specialties": "Cultural History; Economic History; Global; History of Technology; Intellectual History; Legal History; Material Culture; Military History; Political History; Race & Ethnicity; Religion; Social History",
        "education": "B.A. in History and Japanese, University of Michigan 1989Phi Beta Kappa 1989M.A. in History, Stanford University 1992Ph.D. in History Stanford University 1998",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/thomas-conlan-princeton.jpeg?itok=cRN_G0SP",
        "intro": "Thomas Conlan, Professor of East Asian Studies and History, explores how processes such as warfare, or ritual performance, determined the politics, ideals, and social matrix of Japan from the tenth through the sixteenth centuries. Majoring in Japanese and History at the University of Michigan, he attended graduate school at Stanford University. Professor Conlan’s first published work, In Little Need of Divine Intervention: Scrolls of the Mongol Invasions of Japan, introduced new sources about the Mongol Invasions. In this work, he argued that the Japanese defenders were capable of fighting the Mongol invaders to a standstill. His next monograph, State of War: The Violent Order of Fourteenth-Century Japan, based on his Ph.D. dissertation, revealed how warfare transformed the social, political, and intellectual matrix of fourteenth-century Japan. He then wrote a general history of the samurai, entitled Weapons and Fighting Techniques of the Samurai Warrior, 1200-1877, which was revised and reprinted as Samurai Weapons and Fighting Techniques. He also completed a translation of Samurai and the Warrior Culture of Japan: A Sourcebook 471-1877. In his book From Sovereign to Symbol: An Age of Ritual Determinism in Fourteenth-Century Japan, Professor Conlan analyzed the nature of political thought in medieval Japan. Currently Professor Conlan is exploring the role of religion and politics in the fifteenth and sixteenth centuries, and argues that the Ōuchi, a daimyo of western Japan, were the central figures of their age.",
        "publications": "Kings in All But Name: The Lost History of Ouchi Rule in Japan, 1350 - 1569; Oaths in Premodern Japan and Premodern Europe; Samurai and the Warrior Culture of Japan, 471–1877: A Sourcebook; Samurai Weapons and Fighting Techniques; From Sovereign to Symbol: An Age of Ritual Determinism in Fourteenth Century Japan; Weapons & Fighting Techniques of the Samurai Warrior, 1200-1877 AD; State of War: The Violent Order of Fourteenth-Century Japan; In Little Need of Divine Intervention: Takezaki Suenaga's Scrolls of the Mongol Invasions of Japan"
    },
    {
        "name": "Angela N. H. Creager",
        "position": "Thomas M. Siebel Professor in the History of Science",
        "phone": "609-258-1680",
        "email": "4f2c3d2a2e282a3d0f3f3d26212c2a3b2021612a2b3a",
        "cv": "https://history.princeton.edu/document/209",
        "specialties": "Environmental History; History of Technology; Science",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/2019_angela_creager_sameerkhan_1550-2024.jpg?itok=qk-kZ3E_",
        "intro": "Angela Creager studies the history of 20th-century biomedical research. Professor Creager graduated from Rice University with a double major in biochemistry and English (1985) and completed a Ph.D. in biochemistry (1991) at the University of California, Berkeley, where she developed an interest in the history of biology. Supported by postdoctoral awards, she retrained as a historian of science at Harvard University and MIT, and joined the Princeton History Department in 1994. Her first book, The Life of a Virus: Tobacco Mosaic Virus as an Experimental Model, 1930-1965 (2002), shows how a virus that attacks tobacco plants came to play a central role in the development of virology and molecular biology. Her second book, Life Atomic: A History of Radioisotopes in Science and Medicine (2013), traces how and why artificial radioisotopes were taken up by biologists and physicians, and examines the consequences for knowledge and radiation exposure. In 2022, she and six coauthors published Residues: Thinking Through Chemical Environments, which considers the environmental impacts of chemicals production, consumption, disposal, and regulation. She is also the coeditor of four volumes, most recently Risk on the Table: Food Production, Health, and the Environment (2021), with Jean-Paul Gaudillière.",
        "publications": "Residues: Thinking Through Chemical Environments; Risk on the Table: Food Production, Health, and the Environment; 科学史新论: 范式更新与视角转换 History of Science Reader; Feminism in Twentieth-Century Science, Technology, and Medicine; Life Atomic: A History of Radioisotopes in Science and Medicine; Science without Laws: Model Systems, Cases, Exemplary Narratives; The Animal / Human Boundary: Historical Perspectives; The Life of a Virus: Tobacco Mosaic Virus as an Experimental Model, 1930-1965"
    },
    {
        "name": "Jacob S. T. Dlamini",
        "position": "Associate Professor of History",
        "phone": "609-258-3394",
        "email": "1379777f727e7a7d7a5363617a7d7076677c7d3d767766",
        "cv": "No CV found",
        "specialties": "Environmental History; Global; Historiography; Intellectual History; Political History; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/jacob-dlamini-books-2.png?itok=if1kJGdl",
        "intro": "Jacob Dlamini is a historian of Africa, with an interest in precolonial, colonial and postcolonial African History. He obtained a Ph.D. from Yale University in 2012 and is also a graduate of Wits University in South Africa and Sussex University in England. Jacob held a postdoctoral fellowship at the University of Barcelona, Spain, from November 2011 to April 2015, and was a Visiting Scholar at Harvard University from August 2014 to May 2015.",
        "publications": "The Terrorist Album: Apartheid’s Insurgents, Collaborators, and the Security Police; Safari Nation: A Social History of the Kruger National Park; Askari: A Story of Collaboration and Betrayal in the Anti-Apartheid Struggle; Native Nostalgia"
    },
    {
        "name": "Yaacob Dweck",
        "position": "Philip and Beulah Rollins Professor of History; Professor of History and the Program in Judaic Studies",
        "phone": "609-258-6997",
        "email": "fb919f8c9e9890bb8b899295989e8f9495d59e9f8e",
        "cv": "No CV found",
        "specialties": "Intellectual History; Jewish History",
        "education": "B.A. History, Columbia University 2002M.Phil. History, University of Cambridge 2003 (Degree awarded 2007)Ph.D. History, University of Pennsylvania 2008",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/jdweck-sm.png?itok=i51q1voU",
        "intro": "Yaacob Dweck studies the Jews of the early modern period. His first book, The Scandal of Kabbalah: Leon Modena, Jewish Mysticism, Early Modern Venice appeared in 2011. Prior to his appointment in the history department, he was a Mellon-Cotsen Fellow in the Society of Fellows in the Liberal Arts at Princeton.",
        "publications": "Dissident Rabbi: The Life of Jacob Sasportas; The Scandal of Kabbalah: Leon Modena, Jewish Mysticism, Early Modern Venice"
    },
    {
        "name": "Laura F. Edwards",
        "position": "Class of 1921 Bicentennial Professor in the History of American Law and Liberty; Professor of History",
        "phone": "609-258-8727",
        "email": "6408051116054a010013051600172414160d0a0701100b0a4a010011",
        "cv": "https://history.princeton.edu/document/4071",
        "specialties": "African American; Citizenship; Constitutional History; Consumer History; Cultural History; Gender & Sexuality; History & Public Policy; Labor History; Legal History; Material Culture; Political History; Slavery; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/LauraEdwards_080421_SameerAKhan%20portrait%202.jpg?itok=kqCdbpHT",
        "intro": "Laura F. Edwards is a legal historian whose research focuses on the nineteenth-century United States. She holds a B.A. in American Culture from Northwestern University, a Ph.D. in History from the University of North Carolina, Chapel Hill, and taught at Duke University for twenty years before coming to Princeton. She is the author of five books:  Gendered Strife and Confusion:  The Political Culture of Reconstruction (1997), Scarlet Doesn't Live Here Anymore:  Southern Women in the Civil War Era (2001); The People and Their Peace: Legal Culture and the Transformation of Inequality in the Post-Revolutionary South (2009), A Legal History of the Civil War and Reconstruction:  A Nation of Rights (2015), and Only the Clothes on Her Back:  Textiles, Law, and Commerce in the Nineteenth-Century United States (2022). Edwards is also associate editor, with W. Fitzhugh Brundage and Jon F. Sensbach, of A New History of the American South (2023).",
        "publications": "A New History of the American South; Only the Clothes on Her Back: Clothing and the Hidden History of Power in the Nineteenth-Century United States; A Legal History of the Civil War and Reconstruction: A Nation of Rights; The People and Their Peace: Legal Culture and the Transformation of Inequality in the Post-Revolutionary South; Scarlett Doesn't Live Here Anymore: Southern Women in the Civil War Era; Gendered Strife and Confusion: The Political Culture of Reconstruction"
    },
    {
        "name": "Elizabeth Ellis",
        "position": "Associate Professor of History",
        "phone": "609-258-9081",
        "email": "93f6f6a2aaa2a5d3e3e1fafdf0f6e7fcfdbdf6f7e6",
        "cv": "No CV found",
        "specialties": "Indigenous History; Native American",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/elizabeth-ellis-Zoe%CC%88%20McWhirter%20portrait%20sm.png?itok=Mb7x3cHS",
        "intro": "Elizabeth Ellis is an associate professor of history at Princeton University. She specializes in early American and Native American history, and her research focuses on the seventeenth and eighteenth-century south. Prior to joining Princeton, Liz was an assistant professor of history and the director of the Native Studies Forum at New York University.",
        "publications": "The Great Power of Small Nations: Indigenous Diplomacy in the Gulf South"
    },
    {
        "name": "Ada Ferrer",
        "position": "Dayton-Stockton Professor of History",
        "phone": "No phone found",
        "email": "711015105f171403031403310103181f1214051e1f5f141504",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-03/ferrer_december_2022_photo_-_owen_egan.jpg?h=8b1a2a9a&itok=sTGvzBFA",
        "intro": "Ada Ferrer is a historian of Latin America and the Caribbean. From 1995 to 2024, she taught at New York University, where she was jointly appointed in the History Department and the Center for Latin American and Caribbean Studies. Her thematic interests lie in the histories of slavery, antislavery, and emancipation, as well as in the comparative and transnational study of revolutions.",
        "publications": "No publications found"
    },
    {
        "name": "Sheldon Garon",
        "position": "Nissan Professor in Japanese Studies; Professor of History and East Asian Studies",
        "phone": "609-258-4993",
        "email": "345355465b5a7444465d5a5751405b5a1a515041",
        "cv": "https://history.princeton.edu/document/120",
        "specialties": "Cultural History; Economic History; Global; Labor History; Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/garon.png?itok=d3iVpHP9",
        "intro": "A specialist in modern and contemporary Japanese history, Sheldon Garon also writes transnational/global history that spotlights the flow of ideas and institutions between Asia, Europe, and the United States. He recently authored “Transnational History and Japan’s ‘Comparative Advantage.'”  His transnational history, Beyond Our Means: Why America Spends While the World Saves (2012), examines the connected histories of saving and spending over the past two centuries in Japan, other Asian nations, Europe, and America. The book has received global attention from media, nonprofit groups, international organizations, museums, and financial institutions because it offers recommendations on what Americans might learn from European and East Asian nations whose policies have vigorously encouraged citizens to save and avoid “overindebtedness.” Garon has been active in policy debates to increase lower-income households’ access to financial institutions and to reintroduce postal banking in the United States. He also coedited The Ambivalent Consumer: Questioning Consumption in East Asia and the West (2006).",
        "publications": "Beyond Our Means: Why America Spends While the World Saves; The Ambivalent Consumer: Questioning Consumption in East Asia and the West; Molding Japanese Minds; The State and Labor in Modern Japan"
    },
    {
        "name": "Yonatan Glazer-Eytan",
        "position": "Assistant Professor of History",
        "phone": "609-258-9021",
        "email": "176e707b766d7265726e6376795767657e79747263787939727362",
        "cv": "No CV found",
        "specialties": "Christianity; Cultural History; History of Archives; Imperial History; Islam; Jewish History; Legal History; Material Culture; Race & Ethnicity; Religion; Social History; Visual Culture",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-06/yonatanglazer-eytan_sameerkhan_2023.jpg?h=cd81ada7&itok=xtwZBUqy",
        "intro": "Yonatan Glazer-Eytan is a historian of early modern Spain and the wider Iberian world, with broad interests in interfaith and interethnic relations, religious culture, and law.",
        "publications": "Forced Conversion in Christianity, Judaism and Islam: Coercion and Faith in Pre-Modern Iberia and Beyond"
    },
    {
        "name": "Michael D. Gordin",
        "position": "Rosengarten Professor of Modern and Contemporary History; Professor of History",
        "phone": "609-258-8095",
        "email": "92fff5fde0f6fbfcd2e2e0fbfcf1f7e6fdfcbcf7f6e7",
        "cv": "https://history.princeton.edu/document/5111",
        "specialties": "Cultural History; Global; Intellectual History; Science",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/mgordin_1.jpg?itok=CjfTZy1z",
        "intro": "Michael Gordin specializes in the history of the modern physical sciences and Russian, European, and American history; as of July 2024, he serves as Dean of the College. He came to Princeton in 2003 after earning his A.B. (1996) and his Ph.D. (2001) from Harvard University, and serving a term at the Harvard Society of Fellows. He has published articles on a variety of topics, such as the introduction of science into Russia in the early 18th century, the history of biological warfare in the late Soviet period, the relations between Russian literature and science, as well as a series of studies on the life and chemistry of Dmitrii I. Mendeleev, formulator of the periodic system of chemical elements. His first book is a cultural history of Mendeleev in the context of Imperial St. Petersburg, A Well-Ordered Thing: Dmitrii Mendeleev and the Shadow of the Periodic Table (Basic Books, 2004). He has also worked extensively in the early history of nuclear weapons, and is the author of Five Days in August: How World War II Became a Nuclear War (Princeton, 2007), a history of the atomic bombings of Japan during World War II, and an international history of nuclear intelligence, Red Cloud at Dawn: Truman, Stalin, and the End of the Atomic Monopoly (FSG, 2009), as well as co-editor (with G. John Ikenberry) of The Age of Hiroshima (Princeton, 2020). In 2012, University of Chicago Press published his history of the controversies surrounding the boundary between science and pseudoscience focusing on the career of Immanuel Velikovsky, entitled The Pseudoscience Wars: Immanuel Velikovsky and the Birth of the Modern Fringe, and in 2013, the press also released How Reason Almost Lost Its Mind: The Strange Career of Cold War Rationality, which he co-authored with Lorraine Daston, Paul Erickson, Thomas Sturm, Rebecca Lemov, and Judy Klein. In 2015 University of Chicago Press and Profile Books published his Scientific Babel: How Science Was Done Before and After Global English, a history of modern science from the point of view of the languages in which science has been conducted. In 2020 he published Einstein in Bohemia (Princeton), which follows the intertwined paths of Albert Einstein and the city of Prague (where he taught during 1911-1912) across the twentieth century. His most recent book, On the Fringe: Where Science Meets Pseudoscience (Oxford, 2021), uses the history and philosophy of \"pseudoscience\" to explore some features of how modern science works; this was published in paperback as Pseudoscience: A Very Short Introduction. He has also co-edited the four-volume Routledge History of the Modern Physical Sciences (2001), with Peter Galison and David Kaiser, Intelligentsia Science: The Russian Century, 1860-1960 (2008), with Karl Hall and Alexei Kojevnikov, and Utopia/Dystopia: Conditions of Historical Possibility (Princeton, 2010), with Helen Tilley and Gyan Prakash. In 2013-2014, he served as the inaugural director of the Fung Global Fellows Program; and in 2017-2023 he was director of the Society of Fellows in the Liberal Arts. In 2011 he was awarded a National Endowment for the Humanities Fellowship, and was named a Guggenheim Fellow. In 2009 he was elected a member of the Leopoldina, the National Academy of Sciences of Germany.",
        "publications": "Pseudoscience: A Very Short Introduction; On the Fringe: Where Science Meets Pseudoscience; Einstein in Bohemia; Scientific Babel: How Science Was Done Before and After Global English; How Reason Almost Lost Its Mind: The Strange Career of Cold War Rationality; The Pseudo-Science Wars: Immanuel Velikovsky and the Birth of the Modern Fringe; Utopia / Dystopia: Conditions of Historical Possibility; Red Cloud at Dawn: Truman, Stalin, and the End of the Atomic Monopoly; Five Days in August: How World War II Became a Nuclear War; A Well-Ordered Thing: Dmitrii Mendeleev and the Shadow of the Periodic Table"
    },
    {
        "name": "Anthony Grafton",
        "position": "Henry Putnam University Professor of History",
        "phone": "609-258-4182",
        "email": "583f2a393e2c373618282a31363b3d2c3736763d3c2d",
        "cv": "No CV found",
        "specialties": "Book History; Historiography; Intellectual History",
        "education": "B.A. in History, University of Chicago, 1971Phi Beta Kappa 1970, honors in History and in the collegeM.A. in History, University of Chicago, 1972Occasional student, University College London 1973-74Ph.D. in History, University of Chicago, 1975",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/grafton2019-closeup3.jpg?itok=JSZISDp6",
        "intro": "Professor Grafton’s current project is a large-scale study of the science of chronology in 16th- and 17th-century Europe: how scholars attempted to assign dates to past events, reconstruct ancient calendars, and reconcile the Bible with competing accounts of the past. He hopes to reconstruct the complex and dramatic process by which the biblical regime of historical time collapsed, concentrating on the first half of the 17th century.",
        "publications": "Magus: The Art of Magic from Faustus to Agrippa; Printing and Misprinting: A Companion to Mistakes and In-House Corrections in Renaissance Europe (1450-1650); The Art of Discovery: Digging into the Past in Renaissance Europe; Information: A Historical Companion; Impagination – Layout and Materiality of Writing and Publication: Interdisciplinary Approaches from East and West; Inky Fingers: The Making of Books in Early Modern Europe; Forgers and Critics, New Edition: Creativity and Duplicity in Western Scholarship; The West: A New History; Canonical Texts and Scholarly Practices: A Global Comparative Approach; Henricus Glareanus’s (1488-1563) Chronologia of the Ancient World; The Culture of Correction in Renaissance Europe; Bring Out Your Dead: The Past as Revelation; Leon Battista Alberti: Master Builder of the Italian Renaissance; Cardano's Cosmos : The Worlds and Works of a Renaissance Astrologer; Joseph Scaliger: A Study in the History of Classical Scholarship. Volume II: Historical Chronology; Defenders of the Text: The Traditions of Scholarship in an Age of Science, 1450-1800"
    },
    {
        "name": "Molly Greene",
        "position": "Professor of History and Hellenic Studies",
        "phone": "609-258-1802",
        "email": "fd9a8f98989398bd8d8f94939e98899293d3989988",
        "cv": "No CV found",
        "specialties": "Digital History; Eastern Christianity; Environmental History; Immigration & Migration; Landscape Studies; Microhistory; Oral History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/MollyGreene_082721%20SameerAKhanFotobuddy%20profile.jpg?itok=bDzcV_Ml",
        "intro": "Molly Greene studies the history of the Mediterranean Basin, the Ottoman Empire, and the Greek world. Her interests include the social and economic history of the Ottoman Empire, the experience of Greeks under Ottoman rule and the early modern Mediterranean. After earning a B.A. in political science at Tufts University (1981), Professor Greene spent several years living in Greece and then completed a Ph.D. in the Department of Near Eastern Studies at Princeton (1993), where she studied Ottoman history. Upon graduating she joined the Princeton faculty with a joint appointment in the History Department and the Program in Hellenic Studies. Her first book, A Shared World: Christians and Muslims in the Early Modern Mediterranean (2000), examines the transition from Venetian to Ottoman rule on the island of Crete, which the Ottomans conquered in 1669. Challenging the assumption of a radical rupture with the arrival of the Ottomans, Greene shows that the population of Crete had been drawn into the Ottoman world long before the conquest and that important continuities linked the Venetian and the Ottoman periods. Her second book, Catholic Pirates and Greek Merchants: A Maritime History of Mediterranean 1450-1700, was published in 2010 and was a co-winner of the Runciman Award for that year, given for the best book in English on any aspect of Hellenism. At the center of the book is the relationship between Catholic piracy and Greek commerce in the early modern Mediterranean. In 2015 she published The Edinburgh History of the Greeks, 1453-1768: The Ottoman Empire, part of a multi-volume series on the history of the Greek people from antiquity until the present day. That book was shortlisted for the Runciman Award.",
        "publications": "The Edinburgh History of the Greeks, 1453 to 1768: The Ottoman Empire; Catholic Pirates and Greek Merchants: A Maritime History of the Early Modern Mediterranean; A Shared World"
    },
    {
        "name": "Katja Guenther",
        "position": "Professor of History",
        "phone": "609-258-7124",
        "email": "bbd0dcceded5cfd3defbcbc9d2d5d8decfd4d595dedfce",
        "cv": "https://history.princeton.edu/document/75",
        "specialties": "Medicine & Health",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/kguenthe2.jpg?itok=m-TdSvE4",
        "intro": "Katja Guenther specializes in the history of the human sciences, especially the clinical and theoretical sciences of the mind and brain. She is a trained doctor (M.D., University of Cologne) who has worked in hospitals in Germany, France, and the United Kingdom, and holds a research degree in neuroscience (M.Sc., Oxford University). She received her Ph.D. from the Department of the History of Science at Harvard. Her work has been funded by the Krupp Foundation, the Medical Research Council, the Studienstiftung des deutschen Volkes, the Kulturwissenschaftliche Kolleg in Konstanz (Germany), the IAS Princeton, and the ACLS, amongst others. She was named a Guggenheim Fellow in 2022.",
        "publications": "The Mirror and the Mind: A History of Self-Recognition in the Human Sciences; Formations of Belief: Historical Approaches to Religion and the Secular; Localization and Its Discontents: A Genealogy of Psychoanalysis and the Neuro Disciplines"
    },
    {
        "name": "Tera W. Hunter",
        "position": "Edwards Professor of American History; Professor of History and African American Studies",
        "phone": "609-258-8904",
        "email": "a6d2ced3c8d2c3d4e6d6d4cfc8c5c3d2c9c888c3c2d3",
        "cv": "https://history.princeton.edu/document/8",
        "specialties": "African American; Gender & Sexuality; Labor History; Race & Ethnicity; Slavery; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-01/terahunter_2017.jpg?h=685fb056&itok=O7HVNdpl",
        "intro": "Tera W. Hunter is the Edwards Professor of American History and Professor of African-American Studies, a specialist in the 19th and 20th centuries. Her research focuses on gender, race, labor, and Southern histories.",
        "publications": "Bound in Wedlock: Slave and Free Black Marriage in the Nineteenth Century; African American Labor History: A Survey of the Scholarship from Jim Crow to the New Millennium; Dialogues of Dispersal: Gender, Sexuality and African Diasporas; The African American Urban Experience: Perspectives from the Colonial Period to the Present; To 'Joy My Freedom: Southern Black Women's Lives and Labors After the Civil War"
    },
    {
        "name": "Alison Isenberg",
        "position": "Professor of History",
        "phone": "609-258-2205",
        "email": "d8b1abbdb6babdaa98a8aab1b6bbbdacb7b6f6bdbcad",
        "cv": "No CV found",
        "specialties": "African American; Cultural History; Economic History; Environmental History; Gender & Sexuality; History & Public Policy; Material Culture; Public History; Urban History",
        "education": "Isenberg received her Ph.D. in History from the University of Pennsylvania (1995, Michael Katz, dissertation adviser), and a B.A. in History from Yale University (1984, William Cronon, thesis adviser).",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-06/alison-isenberg-3x4.jpg?itok=3828ZHb6",
        "intro": "Alison Isenberg writes and teaches about nineteenth and twentieth century American society. She is currently completing a book about the aftermath of Dr. Martin Luther King Jr..'s assassination.",
        "publications": "Designing San Francisco: Art, Land, and Urban Renewal in the City by the Bay; Downtown America: A History of the Place and the People Who Made It"
    },
    {
        "name": "Harold James",
        "position": "Claude and Lore Kelly Professor in European Studies; Professor of History and International Affairs",
        "phone": "609-258-4160",
        "email": "59313338343c2a19292b30373a3c2d3637773c3d2c",
        "cv": "No CV found",
        "specialties": "Economic History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Harold_James_2020%20Credit%20Adena%20Stevens%201574x2055.jpg?itok=goaeBo7M",
        "intro": "Harold James, the Claude and Lore Kelly Professor in European Studies at Princeton University, is Professor of History and International Affairs at the Woodrow Wilson School, and an associate at the Bendheim Center for Finance. His books include a study of the interwar depression in Germany, The German Slump (1986); an analysis of the changing character of national identity in Germany, A German Identity 1770-1990 (1989); International Monetary Cooperation Since Bretton Woods (1996), and The End of Globalization (2001), which is available in 8 languages. He was also coauthor of a history of Deutsche Bank (1995), which won the Financial Times Global Business Book Award in 1996, and he wrote The Deutsche Bank and the Nazi Economic War Against the Jews (2001). His most recent books include Family Capitalism, Harvard University Press, 2006; The Creation and Destruction of Value: The Globalization Cycle, Harvard University Press, 2009; Making the European Monetary Union, Harvard University Press, 2012; The Euro and the Battle of Economic Ideas (with Markus K. Brunnermeier and Jean-Pierre Landau), Princeton University Press, 2016; Making A Modern Central Bank: The Bank of England 1979-2003, Cambridge University Press 2020; The War of Words: A Glossary of Globalization, Yale University Press 2021. He is the official historian of the International Monetary Fund. In 2004 he was awarded the Helmut Schmidt Prize for Economic History, and in 2005 the Ludwig Erhard Prize for writing about economics. He writes a monthly column for Project Syndicate.",
        "publications": "The IMF and the European Debt Crisis; Seven Crashes: The Economic Crises That Shaped Globalization; The War of Words: A Glossary of Globalization; Making a Modern Central Bank: The Bank of England, 1979–2003; The Euro and the Battle of Ideas; Making the European Monetary Union; Krupp: A History of the Legendary German Firm; The Creation and Destruction of Value: The Globalization Cycle; Family Capitalism: Wendels, Haniels, Falcks, and the Continental European Model; The Roman Predicament: How the Rules of International Order Create the Politics of Empire; Europe Reborn: A History, 1914-2000; The End of Globalization: Lessons from the Great Depression; International Monetary Cooperation Since Bretton Woods"
    },
    {
        "name": "Matthew L. Jones",
        "position": "Smith Family Professor of History",
        "phone": "No phone found",
        "email": "82efeee8edece7f1c2f2f0ebece1e7f6edecace7e6f7",
        "cv": "No CV found",
        "specialties": "Digital History; Historical Epistemology; Historiography; History of Technology; History of the State(s); Intellectual History; Mathematics; Modern Science; Natural Philosophy; Philosophy; Science; Science and Technology Studies; Theory of History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-08/matthew_l._jones.jpeg?h=a00f21be&itok=IUsIj_0F",
        "intro": "Matthew L. Jones focuses on the history of recent information technologies and intelligence as well as the history of science and technology in early modern Europe. He received his A.B. and Ph.D. from Harvard (1994, 2000) and an M.Phil. from Cambridge, after which he taught at Columbia for twenty-three years. Along with Chris Wiggins, he is the author of How Data Happened, a history of the science, politics, and power of data, statistics, and machine learning from the 1800s to the present (W. W. Norton, 2023). He has published two books previously, The Good Life in the Scientific Revolution: Descartes, Pascal, Leibniz and the Cultivation of Virtue and Reckoning with Matter: Calculating, Innovation, and Thinking about Thinking from Pascal to Babbage (both with Chicago). He has received fellowships from the Mellon Foundation, the Guggenheim Foundation, the Sloan Foundation, and the National Science Foundation, and is currently a CIFAR fellow in the Future Flourishing project.",
        "publications": "How Data Happened: A History from the Age of Reason to the Age of Algorithms; Reckoning with Matter: Calculating Machines, Innovation, and Thinking about Thinking from Pascal to Babbage; The Good Life in the Scientific Revolution Descartes, Pascal, Leibniz, and the Cultivation of Virtue"
    },
    {
        "name": "William Chester Jordan",
        "position": "Dayton-Stockton Professor of History; Director, Program in Medieval Studies",
        "phone": "609-258-4165",
        "email": "5324303b36202736211323213a3d3036273c3d7d363726",
        "cv": "No CV found",
        "specialties": "Constitutional History; Political History",
        "education": "B.A., History, Mathematics, and Russian Studies, Ripon CollegePh.D., History, Princeton University",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Louis%20IX.JPG?itok=yKDq0Qi9",
        "intro": "William Chester Jordan is Dayton-Stockton Professor of History. He is a former Director of the Program in Medieval Studies and has also been Director of the Shelby Cullom Davis Center for Historical Studies (1994 to 1999). He is the author of several books: Louis IX and the Challenge of the Crusade: A Study in Rulership (Princeton University Press, 1979); From Servitude to Freedom: Manumission in the Sénonais in the Thirteenth Century (University of Pennsylvania Press, 1986); The French Monarchy and the Jews from Philip Augustus to the Last Capetians (University of Pennsylvania Press, 1989); Women and Credit in Pre-Industrial and Developing Societies (University of Pennsylvania Press, 1993); The Great Famine: Northern Europe in the Early Fourteenth Century (Princeton University Press, 1996; awarded the Haskins Medal of the Medieval Academy of America); Europe in the High Middle Ages (Penguin, 2001); Unceasing Strife, Unending Fear: Jacques de Thérines and the Freedom of the Church in the Age of the Last Capetians (Princeton University Press, 2005); A Tale of Two Monasteries: Westminster and Saint-Denis in the Thirteenth Century (Princeton University Press, 2009); Men at the Center: Redemptive Governance under Louis IX (Central European University Press, 2012); From England to France: Felony and Exile in the High Middle Ages (Princeton University Press, 2015), and The Apple of His Eye:  Converts from Islam in the Reign of Louis IX (Princeton University Press, 2019).  His most recent book is Servant of the Crown and Steward of the Church:  The Career of Philippe of Cahors (University of Toronto Press / Medieval Academy of America Books, 2020).  Professor Jordan has also edited a one-volume encyclopedia of the Middle Ages for elementary school pupils (Franklin Watts, 1999) and a four-volume version for middle school students (Scribner's, 1996). He was the editor-in-chief of the first supplemental volume of the Dictionary of the Middle Ages (Scribner's, 2004). He is a Fellow of the Medieval Academy of America, the American Philosophical Society, and the American Academy of Arts and Sciences. His current research focuses on migrant labor in the thirteenth and early fourteenth century. From January 2009 to January 2010 Professor Jordan served as President of the American Catholic Historical Association. In 2011-2012 he served as President of the Fellows of the Medieval Academy of America, and in March 2012 and April 2013, he was elected Second Vice-President and First Vice-President respectively. He served as President of the Medieval Academy in 2014-2015. In 2019 Harvard University awarded Professor Jordan the honorary degree of Doctor of Laws. He has also been awarded the honorary degree of Doctor of Humane Letters by Ripon College (2002), Bard College (2016), Catholic University of America (2021), and Oxford University (2022).",
        "publications": "Tales of a Minstrel of Reims in the Thirteenth Century; The Apple of His Eye: Converts from Islam in the Reign of Louis IX; From England to France: Felony and Exile in the High Middle Ages; Men at the Center: Redemptive Governance under Louis IX; A Tale of Two Monasteries: Westminster and Saint-Denis in the Thirteenth Century; Unceasing Strife, Unending Fear: Jacques de Thérines and the Freedom of the Church in the Age of the Last Capetians; Europe in the High Middle Ages; Corrupt Histories; The Animal / Human Boundary: Historical Perspectives"
    },
    {
        "name": "Matthew Karp",
        "position": "Associate Professor of History",
        "phone": "609-258-6858",
        "email": "69040302081b1929191b00070a0c1d0607470c0d1c",
        "cv": "https://history.princeton.edu/document/176",
        "specialties": "African American; Foreign Relations; Global; Imperial History; Intellectual History; Political History; Slavery",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Amherst%20Mag%20doorway%20zoom.jpg?itok=CtcUvBXb",
        "intro": "Matthew Karp is a historian of the U.S. Civil War era and its relationship to the nineteenth-century world. He received his Ph.D. in History from the University of Pennsylvania in 2011 and joined the Princeton faculty in 2013.",
        "publications": "This Vast Southern Empire: Slaveholders at the Helm of American Foreign Policy"
    },
    {
        "name": "Emmanuel Kreike",
        "position": "Norman B. Tomlinson ’16 and ’48 Professor of War and Society; Professor of History",
        "phone": "609-258-4155",
        "email": "d0bba2b5b9bbb590a0a2b9beb3b5a4bfbefeb5b4a5",
        "cv": "https://history.princeton.edu/document/77",
        "specialties": "Colonialism & Post Colonialism; Environmental History; Global; Race & Ethnicity; Slavery; Social History",
        "education": "History Department, Princeton University\n129 Dickinson Hall, Princeton, NJ 08544-1017\nPhone: 609-258-4159   Fax: 609-258-5326 \nUndergraduate: 609-258-6725 · Graduate: 609-258-5529\nEmail: [email protected] · [email protected]\n[email protected]  · [email protected]\nSubscribe to our events mailing list",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-04/ekriekelecturing2016.jpg?itok=uEOpPy3w",
        "intro": "Emmanuel Kreike, a citizen of the Netherlands, holds a PhD in African history from Yale University (1996) and a Dr. of Science (PhD) in Tropical Forestry from the School of Environmental Sciences, Wageningen University (2006). His research and teaching interests focus on the intersection of war/violence, population displacement, environment, and society. He is particularly interested in how violence (including, for example, colonial conquest, liberation and civil wars, and slave raiding) and the ensuing forced migration led to the destruction of human landscapes and how people rebuild post-conflict lives and livelihoods in often alien environments. He has taught courses in African history and environmental history at Princeton University as well as courses and workshops in forestry and environmental sciences in Namibia and South Africa.",
        "publications": "Scorched Earth: Environmental Warfare as a Crime against Humanity and Nature; Environmental Infrastructure in African History: Examining the Myth of Natural Resource Management in Namibia; Deforestation and Reforestation in Namibia: The Global Consequences of Local Contradictions; Re-creating Eden: Land Use, Environment, and Society in Southern Angola and Northern Namibia; Corrupt Histories"
    },
    {
        "name": "Kevin M. Kruse",
        "position": "Professor of History",
        "phone": "609-258-1734",
        "email": "3a5151484f495f7a4a485354595f4e5554145f5e4f",
        "cv": "https://history.princeton.edu/document/2266",
        "specialties": "Political History; Race & Ethnicity; Religion; Social History; Urban History",
        "education": "1994 B.A., History, University of North Carolina, Chapel Hill.1997 M.A., History, Cornell University, Ithaca, New York.2000 Ph.D., History, Cornell University, Ithaca, New York.",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Barros_190918_123.jpg?itok=Dqo0qUrS",
        "intro": "Kevin M. Kruse studies the political, social, and urban/suburban history of 20th-century America. Focused on conflicts over race, rights, and religion, he has particular interests in segregation and the civil rights movement, the rise of religious nationalism and the making of modern conservatism.",
        "publications": "Myth America: Historians Take on the Biggest Legends and Lies About Our Past; Voter Suppression in U.S. Elections; Fault Lines: A History of the United States Since 1974; One Nation Under God: How Corporate America Invented Christian America; Fog of War: The Second World War and the Civil Rights Movement; The Spaces of the Modern City: Imaginaries, Politics, and Everyday Life; The New Suburban History; White Flight: Atlanta and the Making of Modern Conservatism"
    },
    {
        "name": "Michael Francis Laffan",
        "position": "Paula Chow Professor of International and Regional Studies; Professor of History; Director of the Center for Collaborative History",
        "phone": "609-258-8820",
        "email": "e78a8b8681818689a797958e898482938889c9828392",
        "cv": "No CV found",
        "specialties": "Colonialism & Post Colonialism",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/laffan-2023.jpg?h=55a0b4da&itok=XRqqRbbf",
        "intro": "I study the history of Southeast Asia and the Indian Ocean region. I earned my B.A. in Asian Studies (Arabic) at the Australian National University in Canberra (1995) and got my Ph.D. in Southeast Asian History from the University of Sydney (2001). I came to Princeton in 2005 from a postdoctoral fellowship at the International Institute for Asian Studies in Leiden, the Netherlands. In my first book, Islamic Nationhood and Colonial Indonesia: The Umma Below the Winds (Routledge, 2003), I argued that Islam played a central and largely unacknowledged role in the Indonesian nationalist movement, which historians have tended to associate mainly with a secular, Dutch-educated elite. My second book, The Makings of Indonesian Islam (Princeton, 2011), looks at the results of an engagement between Islamic reformers with intellectual links to Cairo and influential colonial scholars, arguing that they set the parameters for the ways in which Islam has been, and still is, imagined in specific ways in both Southeast Asia and the Academy. My newest book, Under Empire (Columbia, 2022), looks at two centuries of interactions between Muslim subjects of empires and nation states across the Indian Ocean. Starting in Cape Town in the 1780s and finishing in Java under the Japanese occupation of 1942-45, it interrogates notions of Malayness, loyalty, and religious authority at moments of regime change. I have also edited collections of essays (one with Gyan Prakash and Nikhil Menon) on ideas of belonging around the Bay of Bengal and the postcolonial moment in South and Southeast Asia. These came out with Bloomsbury Academic Press in 2016 and 2017.",
        "publications": "Under Empire: Muslim Lives and Loyalties Across the Indian Ocean World, 1775-1945; The Postcolonial Moment in South and Southeast Asia; Belonging Across the Bay of Bengal: Religious Rites, Colonial Migrations, National Rights; Facing Fear: The History of an Emotion in Global Perspective; The Makings of Indonesian Islam: Orientalism and the Narration of a Sufi Past; Islamic Nationhood and Colonial Indonesia: The Umma Below the Winds"
    },
    {
        "name": "Beth Lew-Williams",
        "position": "Professor of History",
        "phone": "609-258-6962",
        "email": "8ae8effee2e6fdcafaf8e3e4e9effee5e4a4efeeff",
        "cv": "https://history.princeton.edu/document/151",
        "specialties": "Asian American; Cultural History; Gender & Sexuality; Immigration & Migration; Political History; Race & Ethnicity; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/beth_headshot-2018.jpg?h=0a806884&itok=nct0mSPG",
        "intro": "Beth Lew-Williams is a historian of race and migration in the United States, specializing in Asian American history. Her book, The Chinese Must Go: Violence, Exclusion, and the Making of the Alien in America (Cambridge, MA: Harvard University Press, 2018), maps the tangled relationships between local racial violence, federal immigration policy, and U.S. imperial ambitions in Asia. During a period better known for the invention of the modern citizenship, the book reveals how violence, exclusion, and imperialism produced a modern concept of alienage in U.S. law and society. The Chinese Must Go won the Ray Allen Billington Prize and the Ellis W. Halley Prize from the Organization of American Historians, the Sally and Ken Owens Prize from the Western History Association, the Vincent P. DeSantis Book Prize from the Society of the Gilded Age and Progressive Era, the Caroline Bancroft History Prize, and was a finalist for the Berkshire Conference book prize.",
        "publications": "The Chinese Must Go: Violence, Exclusion, and the Making of the Alien in America"
    },
    {
        "name": "Rosina Lozano",
        "position": "Associate Professor of History",
        "phone": "609-258-1719",
        "email": "3a485655405b54557a4a485354595f4e5554145f5e4f",
        "cv": "No CV found",
        "specialties": "Immigration & Migration; Latino; Political History; Race & Ethnicity; Social History",
        "education": "A.B., Stanford University, History",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Lozano-Photo.jpg?itok=zOgdF1B-",
        "intro": "Rosina Lozano is a historian of United States history with a research and teaching focus on Latino/a/e history, the American West, migration and immigration, and comparative studies in race and ethnicity.",
        "publications": "An American Language: The History of Spanish in the United States"
    },
    {
        "name": "Federico Marcon",
        "position": "Associate Professor of East Asian Studies and History",
        "phone": "609-258-4274",
        "email": "f7919a9685949899b787859e999492839899d9929382",
        "cv": "https://history.princeton.edu/document/15",
        "specialties": "Cultural History; History of Technology; Intellectual History; Science; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/fmarcon-sm.png?itok=eTY6_hlC",
        "intro": "Federico Marcon is a social historian of ideas. Although his main area of expertise is early modern Japan, Marcon is interested in the interaction of social, intellectual, institutional, and politico-economic dynamics in knowledge production in the early-modern and modern periods as well as self-reflexively in the discipline of history-writing. A native of Italy, he earned a laurea degree in East Asian Languages and Cultures (with a “minor” in philosophy of language) from the University of Venice Ca’ Foscari, and after extended periods of research in Japan at Tokyo University of Foreign Studies and Waseda University he earned a Ph.D. from the History-East Asia program of Columbia University. After a postdoctoral fellowship at the Reischauer Institute of Japanese Studies of Harvard University, he worked as tenure-track assistant professor in the Corcoran Department of History at the University of Virginia. He joined Princeton University in 2011.",
        "publications": "The Knowledge of Nature and the Nature of Knowledge in Early Modern Japan"
    },
    {
        "name": "Erika Lorraine Milam",
        "position": "Charles C. and Emily R. Gillispie Professor in the History of Science; Professor of History",
        "phone": "609-258-0209",
        "email": "03666e6a6f626e4373716a6d6066776c6d2d666776",
        "cv": "https://history.princeton.edu/document/2891",
        "specialties": "Environmental History; Gender & Sexuality; Science",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-03/elm-mauriceweiss9-2023_0.jpg?h=30c761e6&itok=409WfGIH",
        "intro": "Erika Lorraine Milam specializes in the history of the modern life sciences, particularly evolutionary theory and ecology. Her research has explored how scientists have used animals as models for understanding human behavior, from sex to aggression. She is author of Creatures of Cain: The Hunt for Human Nature in Cold War America (Princeton University Press, 2019) and Looking for a Few Good Males: Female Choice in Evolutionary Biology (Johns Hopkins University Press, 2010). With Robert A. Nye, she co-edited Scientific Masculinities (Osiris, Vol. 30, 2015).",
        "publications": "Descent of Darwin: Race, Sex, and Human Nature; Creatures of Cain: The Hunt for Human Nature in Cold War America; Scientific Masculinities; Looking for a Few Good Males: Female Choice in Evolutionary Biology"
    },
    {
        "name": "Yair Mintzker",
        "position": "Behrman Professor in the Humanities, Professor of History",
        "phone": "609-258-8828",
        "email": "107d797e646a7b7562506062797e7375647f7e3e757465",
        "cv": "https://history.princeton.edu/document/28",
        "specialties": "German History; Jewish History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/photo_2.jpg?itok=MG3ddHc4",
        "intro": "Yair Mintzker is a specialist in the history of early modern and modern Germany, and the author or editor of four books and many articles in the field. His latest monograph, The Many Deaths of Jew Süss (Princeton UP, 2017) is a retelling of the trial and execution of Joseph Süss Oppenheimer, the notorious “Jew Süss.” The book won the National Jewish Book Award in History and was chosen by the Financial Times as one of the best books of 2017. Hebrew and German translations are forthcoming. Born and raised in Jerusalem, Mintzker received his M.A. in history from Tel-Aviv University (2003) and his Ph.D. from Stanford (2009). He is the recipient of many prizes, including the Fritz Stern Dissertation Prize (2010) and the Urban History Association best book prize (2014), as well as fellowships from the DAAD, the Whiting Foundation, the Stanford Humanities Center, the Institute of Advanced Study in Princeton, and the Wissenschaftskolleg zu Berlin. He welcomes applications from prospective graduate students interested in working on topics related to central European history from 1500 to the early twentieth century.",
        "publications": "The Many Deaths of Jew Süss: The Notorious Trial and Execution of an Eighteenth-Century Court Jew; The Defortification of the German City, 1689–1866"
    },
    {
        "name": "Isadora Moura Mota",
        "position": "Assistant Professor of History",
        "phone": "609-258-9139",
        "email": "3d545052495c7d4d4f54535e5849525313585948",
        "cv": "https://history.princeton.edu/document/149",
        "specialties": "Foreign Relations; Intellectual History; Race & Ethnicity; Slavery; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Motaheadshot2019%20cropped.jpg?itok=TvSaNeUH",
        "intro": "Isadora Moura Mota is a historian of slavery in Brazil and the Atlantic world. Her scholarship focuses on modern Brazilian history, comparative slavery, abolitionism, literacy, and the African diaspora to Latin America.",
        "publications": "No publications found"
    },
    {
        "name": "Gyan Prakash",
        "position": "Dayton-Stockton Professor of History",
        "phone": "609-258-5695",
        "email": "057577646e64766d4575776c6b6660716a6b2b606170",
        "cv": "No CV found",
        "specialties": "Colonialism & Post Colonialism; Cultural History; Global; Historiography; Intellectual History; Science; Social History; Urban History",
        "education": "B.A. in History (Honours), University of DelhiM.A. in History, Jawaharlal Nehru UniversityPh.D. in History, University of Pennsylvania",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Gyan-MAMI-7.jpg?itok=d-h0nQkH",
        "intro": "Educated in India and the United States, Gyan Prakash specializes in the history of modern India. His general field of research and teaching interests concerns urban modernity, the colonial genealogies of modernity, and problems of postcolonial thought and politics. He advises graduate students on modern South Asian history, colonialism and postcolonial theory, urban history, global history, and history of science.",
        "publications": "Inventing the Third World: In Search of Freedom for the Postwar Global South; Emergency Chronicles: Indira Gandhi and Democracy's Turning Point; The Postcolonial Moment in South and Southeast Asia; Worlds Together, Worlds Apart; The Tower of Silence; Noir Urbanisms: Dystopic Images of the Modern City; Mumbai Fables; Utopia / Dystopia: Conditions of Historical Possibility; The Spaces of the Modern City: Imaginaries, Politics, and Everyday Life; Bonded Histories: Genealogies of Labor Servitude in Colonial India; Another Reason: Science and the Imagination of Modern India"
    },
    {
        "name": "Ekaterina Pravilova",
        "position": "Rosengarten Chair of Modern and Contemporary History; Professor of History; Acting Director, Program in Russian, East European, and Eurasian Studies",
        "phone": "609-258-7251",
        "email": "80ebf0f2e1f6c0f0f2e9eee3e5f4efeeaee5e4f5",
        "cv": "https://history.princeton.edu/document/135",
        "specialties": "Economic History; Imperial History; Legal History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/pravilova%20sameer%20khan%20august%202021%20profile.jpg?itok=Xz0yTaqi",
        "intro": "A native of St. Petersburg (Russia), Professor Ekaterina Pravilova received her Ph.D. from the Russian Academy of Sciences. She was a research scholar at the Academy of Sciences, and taught history at the European University at St. Petersburg from 2002 to 2006. She joined the faculty at Princeton in the fall of 2006. Her research interests vary greatly, ranging from the development of Russian law, economy and governance, to the study of imperial art and historiography.",
        "publications": "The Ruble: A Political History; A Public Empire: Property and the Quest for the Common Good in Imperial Russia"
    },
    {
        "name": "Jennifer M. Rampling",
        "position": "Associate Professor of History",
        "phone": "609-258-6432",
        "email": "a4d6c5c9d4c8cdcac3e4d4d6cdcac7c1d0cbca8ac1c0d1",
        "cv": "No CV found",
        "specialties": "Intellectual History; Medicine & Health",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/rampling.png?itok=YIVSYl6z",
        "intro": "I am a historian of medieval and early modern science and medicine, specialising in alchemy. In my teaching and research, I explore alchemy’s relationship with natural philosophy, medicine and culture in pre-modern Europe (particularly England), focusing especially on interconnections between textual authority, artisanal practice, and alchemical imagery. My interests also extend to early modern intellectual history and the history and philosophy of chemistry more generally.",
        "publications": "The Experimental Fire: Inventing English Alchemy, 1300-1700"
    },
    {
        "name": "Helmut Reimitz",
        "position": "Shelby Cullom Davis ’30 Professor of European History; Professor of History",
        "phone": "609-258-6449",
        "email": "442c36212d292d303e0434362d2a2721302b2a6a212031",
        "cv": "https://history.princeton.edu/document/180",
        "specialties": "Political History; Race & Ethnicity; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-01/hreimitz-medieval-studies%20compressed.jpg?itok=Ir92DucM",
        "intro": "Helmut Reimitz studies the history of the early Middle Ages, a formative period for the history of the Christian West after the end of the Western Roman empire.  Between the fifth century and the end of the tenth century, the former Northwestern provinces of the Roman empire saw the formation of a distinct Western Christian culture within a society increasingly known as “Europe.” In studying the religious, social, and political transformation of the late Roman world to the medieval world, Professor Reimitz focuses on the formation of a number of distinctive features of Western civilization such as the creation of a specific conception of ethnicity, the politics of identity and their relation to the definition of social stratification, the history of historical thinking in late Antiquity and the medieval West, and uses of literacy and forms of communication.",
        "publications": "Legal Pluralism and Social Change in Late Antiquity and the Middle Ages: A Conference in Honor of John Haldon; Historiography and Identity II: Post-Roman Multiplicity and New Political Identities; Motions of Late Antiquity: Essays on Religion, Politics, and Society in Honour of Peter Brown; History, Frankish Identity and the Framing of Western Ethnicity, 550-850; Cultures in Motion; Vergangenheit und Vergegenwartigung: Fruehes Mittelalter und europaische Erinnerungskultur; Staat im fruhen Mittelalter"
    },
    {
        "name": "Marina Rustow",
        "position": "Khedouri A. Zilkha Professor of Jewish Civilization in the Near East; Professor of Near Eastern Studies and History",
        "phone": "609-258-8240",
        "email": "335e414640475c447343415a5d5056475c5d1d565746",
        "cv": "No CV found",
        "specialties": "Economic History; Historiography; Imperial History; Jewish History; Material Culture; Religion; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2019_MarinaRustow-SameerKhanFotobuddy%20profile.jpeg?itok=QlHZBEa1",
        "intro": "I am a social historian of the medieval Middle East, and I work with a relatively neglected type of source: documents, especially sources from the Cairo Geniza, a cache of roughly 400,000 folio pages and fragments preserved in an Egyptian synagogue. I also work with Arabic papyri and paper documents from other sources. Most of my research has centered on Egypt and Syria from the tenth century to the fifteenth, with occasional forays into Europe and modernity, both strange preserves into which I rarely venture unchaperoned.",
        "publications": "The Lost Archive: Traces of a Caliphate in a Cairo Synagogue; Heresy and the Politics of Community: The Jews of the Fatimid Caliphate"
    },
    {
        "name": "Teresa Shawcross",
        "position": "Associate Professor of History and Hellenic Studies",
        "phone": "609-258-6509",
        "email": "8eedfde6eff9edfce1cefefce7e0edebfae1e0a0ebeafb",
        "cv": "No CV found",
        "specialties": "Byzantine; Cultural History; Economic History; Global; Historiography; Imperial History; Intellectual History; Political History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-06/dr-shawcross-teresa-2007-1.jpg?h=2a1e257f&itok=Msy9sr4V",
        "intro": "Teresa Shawcross is a historian of the Medieval Mediterranean world. Her research situates itself at the interstices between Byzantium, Islam and the Latin West. She is especially concerned with contact, conflict and exchange between different ethno-religious and social groups, often within the context of large-scale migration and the experiences of migrants such as colonisers, enslaved persons, and refugees. Much of her work studies the theories and practices of empire (and its alternatives) in a Western Eurasia where the memory of Rome remained an enduring influence. In recent years, she has developed lines of enquiry concerned with illuminating pre-modern interactions between the Mediterranean Sea, the Black Sea and the Atlantic Ocean. She has investigated modes of belonging and identity; language, multilingualism, translation and code-switching; and the interplay between written, visual and aural media. She has also contributed to the field of reception studies, publishing on medieval and especially early modern forms of antiquarianism (such as collecting, editing, lexicography, and historiography).",
        "publications": "Reading in the Byzantine Empire and Beyond; The Chronicle of Morea: Historiography in Crusader Greece"
    },
    {
        "name": "Jack Tannous",
        "position": "Associate Professor of History and Hellenic Studies; Chair, Center for the Study of Late Antiquity",
        "phone": "609-258-8349",
        "email": "f49e80959a9a9b8187b484869d9a9791809b9ada919081",
        "cv": "No CV found",
        "specialties": "Byzantine; Cultural History; Eastern Christianity; Intellectual History; Islam; Religion; Social History",
        "education": "Ph.D., Princeton UniversityM.Phil., OxfordB.A., University of Texas, Austin",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/tannous4.jpg?itok=IZH_2a68",
        "intro": "I am interested in the cultural history of the eastern Mediterranean, especially the Middle East, in the Late Antique and early medieval period. My research focuses on the Syriac-speaking Christian communities of the Near East in this period, but I am interested in a number of other, related areas, including Eastern Christian Studies more broadly, Patristics/early Christian studies, Greco-Syriac and Greco-Arabic translation, Christian-Muslim interactions, sectarianism and identity, early Islamic history, the history of the Arabic Bible, and the Quran. I am also interested in manuscripts and the editing of Syriac and Arabic (especially Christian Arabic) texts.",
        "publications": "Legal Pluralism and Social Change in Late Antiquity and the Middle Ages: A Conference in Honor of John Haldon; The Life of Simeon of the Olives: An Entrepreneurial Saint of Early Islamic North Mesopotamia; The Making of the Medieval Middle East: Religion, Society, and Simple Believers"
    },
    {
        "name": "Emily Thompson",
        "position": "Professor of History",
        "phone": "609-258-8405",
        "email": "86e3ebefeafff2c6f6f4efe8e5e3f2e9e8a8e3e2f3",
        "cv": "No CV found",
        "specialties": "Cultural History; History of Technology; Material Culture; Media; Urban History",
        "education": "B.S. Physics, Rochester Institute of Technology, 1984Ph.D. History, Princeton University, 1992",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/emilyt.jpg?itok=r60E6_5p",
        "intro": "Professor Thompson is now half-time faculty, as she moves toward full retirement beginning July 2025.",
        "publications": "The Soundscape of Modernity: Architectural Acoustics and the Culture of Listening in America, 1900-1933; The Architecture of Science"
    },
    {
        "name": "Iryna Vushko",
        "position": "Assistant Professor of History",
        "phone": "609-258-7795",
        "email": "5d342b282e3536321d2d2f34333e3829323373383928",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Iryna%20Vushko.jpg?itok=8GO7Odz_",
        "intro": "Iryna Vushko is an Assistant Professor of History at Princeton University with the focus on Eastern Europe, the Austrian Empire and successor states. She is the author of two books: The Politics of Cultural Retreat: Imperial Bureaucracy in Austrian Galicia, 1772-1867 (Yale University Press, 2015), and Lost Fatherland: Europeans between Empire and Nation States, 1867-1939 (Yale University Press, 2024).",
        "publications": "Lost Fatherland: Europeans Between Empire and Nation-States, 1867–1939; The Politics of Cultural Retreat: Imperial Bureaucracy in Austrian Galicia, 1772-1867"
    },
    {
        "name": "Keith A. Wailoo",
        "position": "Henry Putnam University Professor of History and Public Affairs",
        "phone": "609-258-4960",
        "email": "325945535b5e5d5d7242405b5c5157465d5c1c575647",
        "cv": "https://history.princeton.edu/document/4206",
        "specialties": "African American; Cultural History; History & Public Policy; History of Technology; Intellectual History; Legal History; Medicine & Health; Race & Ethnicity; Science; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/KeithWailoo%202019%20cropped4%20copy.jpg?itok=yda8faEG",
        "intro": "Keith Wailoo (keithwailoo.com) is Henry Putnam University Professor of History and Public Affairs. He is jointly appointed in the Department of History and in the Princeton School of Public and International Affairs. He is former Vice Dean of the School of Public and International Affairs, former Chair of History, and former President of the American Association for the History of Medicine (2020-2022). His research straddles history and health policy, touching on drugs and drug policy, on the politics of race and health, on the interplay of identity, ethnicity, gender, and medicine, and on controversies in genetics and society.",
        "publications": "Pushing Cool: Big Tobacco, Racial Marketing, and the Untold History of the Menthol Cigarette; Medicare and Medicaid at 50: America's Entitlement Programs in the Age of Affordable Care; Pain: A Political History; Genetics and the Unsettled Past: The Collision of DNA, Race, and History; How Cancer Crossed the Color Line; Three Shots at Prevention: The HPV Vaccine and the Politics of Medicine's Simple Solutions; The Troubled Dream of Genetic Medicine: Ethnicity and Innovation in Tay-Sachs, Cystic Fibrosis, and Sickle Cell Disease; Dying in the City of the Blues: Sickle Cell Anemia and the Politics of Race and Health; Drawing Blood: Technology and Disease Identity in Twentieth-Century America"
    },
    {
        "name": "Wendy Warren",
        "position": "Associate Professor of History",
        "phone": "609-258-7769",
        "email": "81f6e0f6e0f3f3e4efc1f1f3e8efe2e4f5eeefafe4e5f4",
        "cv": "No CV found",
        "specialties": "Colonialism & Post Colonialism; Gender & Sexuality; Labor History; Microhistory; Slavery; Social History; Theory of History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Anne%20Pollard.jpg?itok=Jh6wGXAn",
        "intro": "Professor Wendy Warren specializes in the history of colonial North America and the early modern Atlantic World.",
        "publications": "New England Bound: Slavery and Colonization in Early America"
    },
    {
        "name": "Max Weiss",
        "position": "Associate Professor of History",
        "phone": "609-258-0725",
        "email": "3f525e47485a564c4c7f4f4d56515c5a4b5051115a5b4a",
        "cv": "https://history.princeton.edu/document/112",
        "specialties": "Cultural History; Intellectual History; Islam; Legal History; Religion; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Max%20Weiss-9999782.jpg?itok=38BT1lhE",
        "intro": "Max Weiss studies the cultural, intellectual, and literary history of the modern Middle East, and is Associated Faculty in Comparative Literature.",
        "publications": "This Thing Called Love; Revolutions Aesthetic: A Cultural History of Ba`thist Syria; Formations of Belief: Historical Approaches to Religion and the Secular; States of Passion; The Beekeeper: Rescuing the Stolen Women of Iraq; Arabic Thought Against the Authoritarian Age: Towards an Intellectual History of the Present; Arabic Thought Beyond the Liberal Age: Towards an Intellectual History of the Nahda; The Silence and the Roar; A Woman in the Crossfire: Diaries of the Syrian Revolution; Facing Fear: The History of an Emotion in Global Perspective; A Tunisian Tale; In the Shadow of Sectarianism: Law, Shi`ism, and the Making of Modern Lebanon"
    },
    {
        "name": "Xin Wen",
        "position": "Associate Professor of East Asian Studies and History",
        "phone": "609-258-8872",
        "email": "a0d8c9ced7c5cee0d0d2c9cec3c5d4cfce8ec5c4d5",
        "cv": "No CV found",
        "specialties": "Book History; Cultural History; Digital History; Economic History; Global; Historiography; Political History; Race & Ethnicity; Social History; Urban History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2023-03/xin-wen.jpeg?itok=M5Ezb1eT",
        "intro": "Xin Wen (Ch. 文欣) is a historian of medieval China and Inner Asia. He received his BA from the University of Science and Technology of China (USTC), MA in Pre-modern Chinese history (focusing on the Tang dynasty) from Peking University, and MA in Regional Studies, East Asia and PhD in Inner Asian and Altaic Studies, both from Harvard University. He joined the Department of East Asian Studies and the Department of History at Princeton University in Fall 2017.",
        "publications": "The King’s Road: Diplomacy and the Remaking of the Silk Road"
    },
    {
        "name": "Natasha Wheatley",
        "position": "Associate Professor of History",
        "phone": "609-258-5835",
        "email": "2f4158474a4e5b434a566f5f5d46414c4a5b4041014a4b5a",
        "cv": "https://history.princeton.edu/document/210",
        "specialties": "Constitutional History; Global; Imperial History; Intellectual History; Legal History; Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Wheatley%20faculty%20photo%202019.jpg?itok=2FMXb9-z",
        "intro": "Natasha Wheatley is an historian of modern European and international history, with broad interests in intellectual and legal history, Central Europe, and the history of international law. Her book The Life and Death of States: Central Europe and the Transformation of Modern Sovereignty was published by Princeton University Press in spring 2023. It recovers Habsburg Central Europe as a crucible for modern statehood and modern legal thought. The radical mismatch between theories of singular sovereignty and the empire’s plural, layered legal order pushed politicians as well as scholars like Hans Kelsen toward bold new conceptions of the state and the nature of law. The book follows a recurring set of questions about the juridical birth, death, and survival of states through the creative experiments of Austro-Hungarian constitutional order and into the domain of international law following the empire’s collapse in 1918. Tracing the problem of states-in-time from the mid-19th century through to the mid-20th, it presents an unfamiliar pre-history of the international law of decolonization, as well as new ways of understanding Central Europe in the world.",
        "publications": "The Life and Death of States: Central Europe and the Transformation of Modern Sovereignty; Remaking Central Europe: The League of Nations and the Former Habsburg Lands; Power and Time: Temporalities in Conflict and the Making of History"
    },
    {
        "name": "Sean Wilentz",
        "position": "George Henry Davis 1886 Professor of American History; Professor of History",
        "phone": "609-258-4702",
        "email": "6417130d08010a101e2414160d0a0701100b0a4a010011",
        "cv": "https://history.princeton.edu/document/5",
        "specialties": "Cultural History; Political History; Slavery; Social History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/swilentz.png?itok=yhDMThSV",
        "intro": "Sean Wilentz studies U.S. political and social history. He received his Ph.D. in history from Yale University (1980) after earning bachelor’s degrees from Columbia University (1972) and Balliol College, Oxford University (1974). Chants Democratic (1984), which won several national prizes, including the Albert J. Beveridge Award of the American Historical Association, shows how the working class emerged in New York City and examines the changes in politics and political thought that came with it. In The Kingdom of Matthias (1994), Professor Wilentz and coauthor Paul E. Johnson tell the story of a bizarre religious cult that sprang up in New York City in the 1830s, exploring in the process the darker corners of the 19th-century religious revival known as the Second Great Awakening. Professor Wilentz is also the coauthor and coeditor of The Key of Liberty (1993) and the editor of several other books, including The Rose and the Briar (2004, Greil Marcus coeditor), a collection of historical essays and artistic creations inspired by American ballads. His The Rise of American Democracy: Jefferson to Lincoln (2005), was awarded the Bancroft Prize and was a finalist for the Pulitzer Prize. Subsequent books include The Age of Reagan: A History, 1974-2008, a reconsideration of U.S. politics since the Watergate affair; Bob Dylan in America, a consideration of Dylan's place in American cultural history; and The Politicians & The Egalitarians: The Hidden History of American Politics, a thematic collection of essays covering American political history from the Revolution through the 1960s. His most recent study, No Property in Man: Slavery and Antislavery at the Nation’s Founding, based on his Nathan I. Huggins Lectures at Harvard, appeared in 2018 and was the recipient of the annual Thomas A. Cooley Book Prize for the best book on the Constitution, awarded by the Georgetown University Law Center. In 2020, the Library of America published the first of three projected volumes of his authoritative edition of the writings of the historian Richard Hofstadter. Professor Wilentz has received numerous fellowships from, among other institutions, the John Simon Guggenheim Foundation, the American Council of Learned Societies, and the American Academy in Berlin. Formerly a contributing editor to The New Republic, and currently a member of the editorial boards of Dissent and Democracy, he lectures frequently and has contributed some four hundred articles, reviews, and op-ed pieces to publications such as the New York Review of Books, the New York Times, the Washington Post, the Los Angeles Times, The Atlantic, the London Review of Books, The American Scholar, The Nation, Le Monde, and Der Spiegel. He has also given congressional testimony, notably before the House Judiciary Committee in 1998. His writings on American music have earned him two Grammy nominations and two Deems Taylor-ASCAP awards.",
        "publications": "Richard Hofstadter: Anti-Intellectualism in American Life, The Paranoid Style in American Politics, Uncollected Essays, 1956-1965; The Politicians and the Egalitarians: The Hidden History of American Politics; 360 Sound: The Columbia Records Story; Bob Dylan in America; The Age of Reagan: A History, 1974-2008; The Rise of American Democracy: Jefferson to Lincoln"
    },
    {
        "name": "Trenton W. Wilson",
        "position": "Assistant Professor of East Asian Studies and History",
        "phone": "609-258-0544",
        "email": "384c4a5d564c57564f78484a51565b5d4c5756165d5c4d",
        "cv": "No CV found",
        "specialties": "Cultural History; Historiography; Intellectual History; Legal History; Material Culture; Philosophy; Political History; Religion",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/2024-01/trenton_wilson-2023.jpeg?itok=kmDf1uDT",
        "intro": "Trenton Wilson is an intellectual, cultural, and political historian of early China. His current book project examines political and ethical debates around trust and suspicion from the third century BCE to the third century CE. The project and his research more broadly examine connections between intellectual and institutional history, including questions of bureaucracy, surveillance, law, punishment, amnesty, and luck. In his research, he utilizes traditional sources and excavated materials, including the many new legal and administrative documents from China’s early empires. He is interested in the history of Chinese classicism, commentary, and the intellectual culture of the early and medieval periods, especially “Mystery Learning” (xuanxue). His work also looks at the interpretation of early Chinese thought and institutions in the early modern/modern world and the writing of Chinese political history.",
        "publications": "No publications found"
    },
    {
        "name": "Peter Wirzbicki",
        "position": "Associate Professor of History",
        "phone": "609-258-6670",
        "email": "0e79677c746c676d65674e7e7c67606d6b7a6160206b6a7b",
        "cv": "https://history.princeton.edu/document/91",
        "specialties": "Intellectual History; Political History; Slavery",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/wirzbicki2017_portrait.jpeg?itok=5hzEE6tU",
        "intro": "Professor Wirzbicki is an intellectual historian of Nineteenth-Century United States. His scholarship focuses on the relationship between American intellectual life, political movements, and cultural expression. His first book, which came out in 2021 and is entitled Fighting for the Higher Law: Black and White Transcendentalists Against Slavery, examines how Transcendentalist ideas influenced the political strategies, ideologies, and struggles of the abolitionist movement. It is particularly interested in the ways that black abolitionists engaged with and helped to shape Transcendentalism. It thus stresses the political legacies of famous Concord Transcendentalists like Ralph Waldo Emerson, Henry David Thoreau, and Margaret Fuller, while also demonstrating the intellectual importance of black abolitionists like William C. Nell, Charlotte Forten, and Thomas Sidney.",
        "publications": "Fighting for the Higher Law: Black and White Transcendentalists Against Slavery"
    },
    {
        "name": "Julian E. Zelizer",
        "position": "Malcolm Stevenson Forbes, Class of 1941 Professor of History and Public Affairs, Princeton School of Public & International Affairs",
        "phone": "609-258-8846",
        "email": "9ef4e4fbf2f7e4fbecdeeeecf7f0fdfbeaf1f0b0fbfaeb",
        "cv": "https://history.princeton.edu/document/2626",
        "specialties": "Political History",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/zelizer%202021%20492x651.jpg?itok=HQrgRulW",
        "intro": "New York Times best-selling author Julian E. Zelizer has been among the pioneers in the revival of American political history. He is the Malcolm Stevenson Forbes, Class of 1941 Professor of History and Public Affairs at Princeton University and a CNN Political Analyst and a regular guest on NPR’s \"Here and Now.\" He is the award-winning author and editor of 25 books including The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society, the winner of the D.B. Hardeman Prize for the Best Book on Congress and Fault Lines: A History of the United States Since 1974, co-authored and Burning Down the House: Newt Gingrich, The Fall of a Speaker, and the Rise of the New Republican Party. The New York Times named the book as an Editor's Choice and one of the 100 Notable Books in 2020. His most recent books are Abraham Joshua Heschel: A Life of Radical Amazement and The Presidency of Donald J. Trump: A First Historical Assessment, which he edited, and Myth America: Historians Take on the Biggest Lies and Legends About Our Past which he co-edited with Kevin Kruse. He is currently working on a new book about the Mississippi Freedom Democratic Party and the 1964 Democratic Convention entitled ‘Is this America?’: Reckoning With Racism at the 1964 Atlantic City Democratic Convention as well as another book entitled In Defense of Partisanship. Along with Karen Greenberg he is co-editing a new work entitled Keeping the Republic: Election Security as National Security. Zelizer, who has published over 1200 op-eds, has received fellowships from the Brookings Institution, the Guggenheim Foundation, the Russell Sage Foundation, the New York Historical Society, and New America.",
        "publications": "Our Nation at Risk: Election Integrity as a National Security Issue; Myth America: Historians Take on the Biggest Legends and Lies About Our Past; The Presidency of Donald J. Trump: A First Historical Assessment; Defining the Age: Daniel Bell, His Time and Ours; Abraham Joshua Heschel: A Life of Radical Amazement; Burning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party; Fault Lines: A History of the United States Since 1974; The Presidency of Barack Obama: A First Historical Assessment; Media Nation: The Political History of News in Modern America; America at the Ballot Box: Elections and Political History; Medicare and Medicaid at 50: America's Entitlement Programs in the Age of Affordable Care; Faithful Republic: Religion and Politics in Modern America; The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society; Governing America: The Revival of Political History; Jimmy Carter: The American Presidents Series: The 39th President, 1977-81; Taxing America: Wilbur D. Mills, Congress, and the State, 1945-1975"
    },
    {
        "name": "Corinna Zeltsman",
        "position": "Assistant Professor of History",
        "phone": "609-258-9086",
        "email": "45263f2029313628242b0535372c2b2620312a2b6b202130",
        "cv": "No CV found",
        "specialties": "Book History; Cultural History; Environmental History; Greater Mexico; History of Archives; History of Technology; Labor History; Material Culture; Media; Political History; Social History; Urban History; Visual Culture",
        "education": "No education found",
        "photo": "https://history.princeton.edu/sites/g/files/toruqf5351/files/styles/3x4_750w_1000h/public/Zeltsman%20crop2%20sm.jpg?itok=Ee91tKqk",
        "intro": "Corinna Zeltsman is a historian of Modern Latin America with a focus on printing and the book, political culture, and labor in nineteenth- and twentieth-century Mexico. Her training as a letterpress printer continues to shape her research and teaching, which also explores Latin America’s media and material cultures.",
        "publications": "Ink Under the Fingernails: Printing Politics in Nineteenth-Century Mexico"
    }
]