[
    {
        "name": "Alvita Akiboh",
        "position": "Assistant Professor",
        "email": "alvita.akiboh@yale.edu",
        "phone": "203-432-8226",
        "cv": "No CV found",
        "specialties": "United States; U.S. imperialism; Caribbean; Pacific; material culture; nations and national identity",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1564-1717609971.jpg?itok=wdF3kS5j",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Jennifer Allen",
        "position": "Associate Professor of History",
        "email": "jennifer.allen@yale.edu",
        "phone": "+1 (203) 432-6149",
        "cv": "No CV found",
        "specialties": "Modern German history; cultural history of modern Europe; theories and practices of memory; grassroots activism; the politics of space; Europe after the Cold War",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-481-1549031856.jpg?itok=5Fjj1lwm",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Sunil Amrith",
        "position": "Renu and Anand Dhawan Professor of History; Associate DGS, History",
        "email": "sunil.amrith@yale.edu",
        "phone": "203-432-7304",
        "cv": "No CV found",
        "specialties": "Modern South Asian, Southeast Asian and Indian Ocean history; the history of migration and diasporas; environmental history, especially the history of water and climate; the history of port cities",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1477-1593694493.jpg?itok=s41Y3Xes",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Sergei Antonov",
        "position": "Assistant Professor",
        "email": "sergei.antonov@yale.edu",
        "phone": "203-432-1378",
        "cv": "No CV found",
        "specialties": "Russia after 1800 and Soviet Union; Russian and comparative legal history; Russian serfdom; global history of capitalism and credit; crime & criminal justice; secret political police; elites & power",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-866-1657047788.jpg?itok=YJWDN3E5",
        "intro": "Sergei Antonov specializes in modern Russia after 1800, with particular interest in politics, culture, and society in the late imperial and early Soviet period (ca. 1850-1927). His research focuses on the history of Russian law, conceived broadly to include not just legislation and legal doctrines, but ways in which legal norms and institutions impacted the daily practices of ordinary persons, rich and poor, men and women, and served to define and protect private interests, resolve (or perpetuate) interpersonal conflicts, as well as to assert (or challenge) social power and authority. Professor Antonov’s first book, Bankrupts and Usurers of Imperial Russia: Debt, Property, and the Law in the Age of Dostoevsky and Tolstoy, appeared from Harvard University Press in 2016. It won the Ed A. Hewett Book Prize for an outstanding publication on the political economy of Russia, Eurasia and/or Eastern Europe, awarded by the Association for Slavic, East European, & Eurasian Studies. It is the first full-length history of the culture of personal debt in Russia. Based on close readings of previously unexamined court cases, it argues that informal personal debt was central to the imperial-era regime of private property, which, in turn, underpinned Russia’s social and political stability. Moreover, this culture of credit and private property was rooted in a reasonably efficient and vigorous legal culture and legal tradition, thus contradicting the commonly held view of Russian law as underdeveloped or even a “fiction.” Aiming to connect issues of money, capitalism, and the law to their broader cultural context, Professor Antonov’s book is intended for readers interested in a broad multidisciplinary perspective on imperial Russia during a crucial period of its history.",
        "publications": "No publications information found"
    },
    {
        "name": "Lauren Benton",
        "position": "Barton M. Biggs Professor of History and Professor of Law; DGS, History",
        "email": "lauren.benton@yale.edu",
        "phone": "203-432-7285",
        "cv": "No CV found",
        "specialties": "Comparative empires; history of international law; Atlantic history; global and international history; British and Iberian empires",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1479-1683824865.jpg?itok=e1meefnc",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Paola Bertucci",
        "position": "Professor of History and History of Medicine; Curator-in-charge, History of Science and Technology Division, Peabody Museum",
        "email": "paola.bertucci@yale.edu",
        "phone": "203-432-1397",
        "cv": "No CV found",
        "specialties": "Science and technology in the early modern world, cultures of collecting and display; artisanal knowledge, the early modern body, scientific travel, material culture, experimental philosophy",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-23-1661270041.jpg?itok=RwnlxUwH",
        "intro": "My work focuses on science, technology, and medicine in seventeenth- and eighteenth-century Europe. I am also broadly interested in the visual and material cultures of science. I have published on artisanal cultures and the politics of encyclopedism in Old Regime France, on the social history of experimental physics in Italy and England, on the silk industry and industrial espionage within Europe and across the Atlantic. Most recently, my research and publications have addressed the intersections between HSTM and the history of craft and labor. I am the author of three monographs:",
        "publications": "No publications information found"
    },
    {
        "name": "Ned Blackhawk",
        "position": "Howard R. Lamar Professor of History and American Studies",
        "email": "ned.blackhawk@yale.edu",
        "phone": "203-432-8530",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/blackhawk_resume_2024.pdf",
        "specialties": "Native American history & Native American law",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-24-1358541507.jpg?itok=h0P0S0OR",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "David Blight",
        "position": "Sterling Professor of History and African American Studies",
        "email": "david.blight@yale.edu",
        "phone": "+1 (203) 432-8521, 203-432-3339",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/blight_cv_short_2019_0.pdf",
        "specialties": "Civil War & Reconstruction era; African American history; American cultural & intellectual history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-25-1358541652.jpg?itok=yvTqgMbT",
        "intro": "David W. Blight  is Sterling Professor of American History at Yale University, joining that faculty in January, 2003.  He previously taught at Amherst College for thirteen years.  As of June, 2004, he is Director, succeeding David Brion Davis, of the Gilder Lehrman Center for the Study of Slavery, Resistance, and Abolition at Yale.  In 2013-14 he was the William Pitt Professor of American History at Cambridge University, UK, and in 2010-11, Blight was the Rogers Distinguished Fellow in 19th century American History at the Huntington Library, San Marino, CA.   During the 2006-07 academic year he was a fellow at the Dorothy and Lewis B. Cullman Center for Writers and Scholars, New York Public Library.  He is currently writing a new, full biography of Frederick Douglass that will be published by Simon and Schuster in 2015.  Blight works in many capacities in the world of public history, including on boards of museums and historical societies, and as a member of a small team of advisors to the 9/11 Memorial and Museum team of curators.  For that institution he wrote the recently published essay, “Will It Rise: September 11 in American Memory.”  In 2012, Blight was elected to the American Academy of Arts and Sciences and delivered an induction address, “The Pleasure and Pain of History.” Blight’s newest books include annotated editions, with introductory essay, of Frederick Douglass’s second autobiography, My Bondage and My Freedom (Yale Univ. Press, 2013), Robert Penn Warren’s Who Speaks for the Negro, (Yale Univ. Press, 2014), and the monograph, American Oracle: The Civil War in the Civil Rights Era (Harvard University Press, published August 2011), which received the 2012 Anisfield-Wolf Award for best book in non-fiction on racism and human diversity.  American Oracle is an intellectual history of Civil War memory, rooted in the work of Robert Penn Warren, Bruce Catton, Edmund Wilson, and James Baldwin.  Blight is also the author of A Slave No More: Two Men Who Escaped to Freedom, Including their Narratives of Emancipation, (Harcourt, 2007), paperback in 2009.  This book combines two newly discovered slave narratives in a volume that recovers the lives of their authors, John Washington and Wallace Turnage, as well as provides an incisive history of the story of emancipation.  In June, 2004, the New York Times ran a front page story about the discovery and significance of these two rare slave narratives.  A Slave No More garnered three book prizes, including the Connecticut Book Award for non-fiction.  Blight recently published the articles, “The Theft of Lincoln in History, Politics, and Memory,” in Our Lincoln, Eric Foner, ed., (2008); and “Hating and Loving the ‘Real’ Abe Lincolns: Lincoln and the American South,” in Richard Carwardine and Jay Sexton, eds., The Global Lincoln, (Oxford Univ. Press, 2011); “Mirror of Memory,” American Interest, August, 2011; and numerous op-ed columns for newspapers, including the New York Times and the New York Daily News.",
        "publications": "No publications information found"
    },
    {
        "name": "Daniel Botsman",
        "position": "Sumitomo Professor of History; Associate DGS, History",
        "email": "daniel.botsman@yale.edu",
        "phone": "+1 (203) 432-3197",
        "cv": "No CV found",
        "specialties": "Japanese history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-26-1418047781.jpg?itok=BmLt5PpU",
        "intro": "Daniel Botsman teaches courses on the history of Japan from 1500 to the present. Born in Lae, Papua New Guinea (site of one of the many brutal battles fought between Allied and Japanese forces during the Second World War), he spent his formative years in Brisbane, Australia, where he was introduced to the Japanese language at a young age.  After an extended visit to Osaka as a high school student the study of Japanese history and society quickly became a guiding intellectual passion.  He went on to complete his B.A. in Asian Studies (Hons.) at the Australian National University in Canberra and was awarded the 1992 Rhodes Scholarship for his home state of Queensland. After two years at Merton College, Oxford, where he received an M.Phil. in Economic and Social History, he completed his graduate studies at Princeton University, earning his Ph.D. in History in 1999.",
        "publications": "No publications information found"
    },
    {
        "name": "Paul Bushkovitch",
        "position": "Reuben Post Halleck Prof of History",
        "email": "paul.bushkovitch@yale.edu",
        "phone": "203-432-1351",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/bushkovitch_cv_2023.pdf",
        "specialties": "Russia to 1800; Russian foreign policy, Orthodoxy, and empire",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-27-1360086509.jpg?itok=9P_sOHWg",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Deborah Coen",
        "position": "Professor of History & History of Science & Medicine",
        "email": "deborah.coen@yale.edu",
        "phone": "+1 (203) 436-8100",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://hshm.yale.edu/sites/default/files/styles/medium/public/pictures/picture-321-1502481030.jpg?itok=qnHWCe1o",
        "intro": "“What’s Next for Histories of Climate Change?” LARB (January 2024) “Climate” in Encyclopedia of the History of Science (December 2023)",
        "publications": "No publications information found"
    },
    {
        "name": "Rohit De",
        "position": "Associate Professor",
        "email": "rohit.de@yale.edu",
        "phone": "203-432-4233",
        "cv": "No CV found",
        "specialties": "Modern South Asia (India, Pakistan, Bangladesh), Global Legal History, Law and Society, Law and Colonialism, British Empire, Nationalism and Decolonization in Asia and Africa, Comparative Constitutionalism",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-413-1535470568.jpg?itok=lF0XE2U1",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Carolyn J. Dean",
        "position": "Charles J. Stille Professor of History and French",
        "email": "carolyn.dean@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "Cultural and intellectual history of modern Europe; history of gender and sexuality; genocide studies and the Holocaust of European Jewry",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-370-1371652471.jpg?itok=uYMghLJU",
        "intro": "Carolyn J. Dean is Charles J. Stille Professor of History and French.  She is a historian of modern Europe with a focus on the twentieth century whose work explores the intersection of ideas and culture, most recently in the context of genocide.  Her latest book, The Moral Witness: Trials and Testimony after Genocide (Cornell, forthcoming 2019) traces the history of the witness to genocide, tracking the changing representation of violence over the last hundred years and demonstrating how the cultural meaning of genocide was distinguished from war and imperial conquest.  She is the author of five other books that focus on the historical and cultural representation of victims, most recently Aversion and Erasure: The Fate of the Victim after the Holocaust (Cornell, 2010) and The Fragility of Empathy after the Holocaust (Cornell, 2004).  She has also written extensively about gender and sexuality in France and on the intellectual history of French theory.  She held the John Hay Professor of International Studies at Brown University, where she taught before coming to Yale in 2013, and has been the recipient of several fellowships, including an ACLS and a Guggenheim, among others. In 1996 she was awarded Professor of the Year by the Carnegie Foundation for the Advancement of Teaching and Council for the Advancement of Support of Education. ",
        "publications": "No publications information found"
    },
    {
        "name": "Fabian Drixler",
        "position": "Professor of History",
        "email": "fabian.drixler@yale.edu",
        "phone": "+1 (203) 432-1388",
        "cv": "No CV found",
        "specialties": "Japanese history; Demographic history around the world",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-89-1358541710.jpg?itok=USCy8-QZ",
        "intro": "Fabian Drixler teaches Japanese history. He is particularly interested in cultural history and historical demography, approaches that converge in his dissertation, Infanticide and Fertility in Eastern Japan: Discourse and Demography, 1660-1880 (Harvard 2008).  This study charts the rise and destruction of a premodern society in which couples raised only two to three children. Highlighting the role of contingency and individual agency in demographic history, it connects population patterns with changing understandings of human life, political space, and the nature of time. Courses taught in 2008/2009:",
        "publications": "No publications information found"
    },
    {
        "name": "Maura Dykstra",
        "position": "Assistant Professor of History",
        "email": "maura.dykstra@yale.edu",
        "phone": "203-432-4589",
        "cv": "No CV found",
        "specialties": "Early modern China; Ming and Qing China; empire and governance; legal history; bureaucratic history; institutional history; economic history; municipal governance; histories of information and administration",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1732-1691677709.jpg?itok=b--ocF-T",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Marcela Echeverri Muñoz",
        "position": "Associate Professor",
        "email": "marcela.echeverri@yale.edu",
        "phone": "203-432-6218",
        "cv": "No CV found",
        "specialties": "History of social sciences, gender and nationalism; political theory and state formation; Spanish empire and Atlantic world; Revolutionary Age, race and ethnicity; slavery and abolition; twentieth-century Latin American social thought",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-369-1698758009.jpg?itok=5Xeb6Naa",
        "intro": "“Royalists, Monarchy, and Political Transformation in the Spanish Atlantic World during the Age of Revolutions.” In The Cambridge History of the Age of Atlantic Revolutions, Volume 3: The Iberian Empires. Edited by Wim Klooster. New York: Cambridge University Press, 2023, pp. 277-303.",
        "publications": "No publications information found"
    },
    {
        "name": "Carlos Eire",
        "position": "T. Lawrason Riggs Professor of History and Religious Studies",
        "email": "carlos.eire@yale.edu",
        "phone": "+1 (203) 432-1357",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/eire_vita_24june.pdf",
        "specialties": "Early modern Europe; Intellectual, social, cultural & religious history; Protestant and Catholic Reformations",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-91-1719324342.jpg?itok=0QEu-ROZ",
        "intro": "Carlos Eire, who was awarded the 2024 Harwood F. Byrnes/Richard B. Sewall Teaching Prize by Yale College, received his PhD from Yale in 1979.   He specializes in the social, intellectual, religious, and cultural history of late medieval and early modern Europe, with a focus on both the Protestant and Catholic Reformations; the history of popular piety; the history of the supernatural, and the history of death.  Before joining the Yale faculty in 1996, he taught at St. John’s University in Minnesota and the University of Virginia, and was a member of the Institute for Advanced Study in Princeton.  He is the author of  War Against the Idols (1986); From Madrid to Purgatory (1995); A Very Brief History of Eternity (2010); Reformations: The Early Modern World (2016);  The Life of Saint Teresa of Avila: A Biography (2019); and They Flew: A History of the Impossible (2023).  He is also co-author of Jews, Christians, Muslims: An Introduction to Monotheistic Religions (1997); and ventured into the twentieth century and the Cuban Revolution in the memoir Waiting for Snow in Havana (2003), which won the National Book Award in Nonfiction in the United States and has been translated into more than a dozen languages.  His second memoir, Learning to Die in Miami (2010), explores the exile experience.  A past president of the Society for Reformation Research, he is currently researching various topics in the history of the supernatural. His book Reformations won the R.R.Hawkins Prize for Best Book of the Year from the American Publishers Association, as well as the award for Best Book in the Humanities in 2017. It was also awarded the Jaroslav Pelikan Prize by Yale University Press.  All of his books are banned in Cuba, where he has been proclaimed an enemy of the state – a distinction he regards as the highest of all honors. ",
        "publications": "No publications information found"
    },
    {
        "name": "Omnia El Shakry",
        "position": "Professor of History",
        "email": "No email found",
        "phone": "203-432-4309",
        "cv": "No CV found",
        "specialties": "Intellectual and cultural history of the modern Middle East; race, religion, gender, and sexuality in the modern Middle East; history of colonialism; psychoanalysis and critical theory",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1730-1691429792.jpg?itok=6_husS57",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Anne Eller",
        "position": "Associate Professor",
        "email": "anne.eller@yale.edu",
        "phone": "203-432-4585",
        "cv": "No CV found",
        "specialties": "Latin America and the Caribbean, Emancipation, Haitian and Dominican studies; African Diaspora; Independence and Decolonization",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-374-1374593344.jpg?itok=kf465lCg",
        "intro": "“Beyond a Revolution: The Common Wind at a Nadir.” In H-Net Haiti’s Forum on the Common Wind: In Honor of Julius S. Scott. Julia Gaffield and Marlene L. Daut, eds. ",
        "publications": "No publications information found"
    },
    {
        "name": "David Engerman",
        "position": "Leitner International Interdisciplinary Professor of History",
        "email": "david.engerman@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "Twentieth-century international history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1156-1549029355.jpg?itok=zD3DcmAw",
        "intro": "David C. Engerman is a scholar of twentieth-century international history.  Building on his dual training in American and Russian/Soviet history at the University of California-Berkeley (where he received his Ph.D. in 1998), he wrote two books on the place of Russia and the USSR in American intellectual and political life: Modernization from the Other Shore: American Intellectuals and the Romance of Russian Development (Harvard UP, 2003) and Know Your Enemy: The Rise and Fall of America’s Soviet Experts (Oxford UP, 2009). He has also researched and written on a variety of topics related to the history of development assistance, including a co-edited volume, Staging Growth: Modernization, Development and the Global Cold War (U-Mass Press, 2003), and most recently a monograph, The Price of Aid: The Economic Cold War in India (Harvard UP, 2018).  This research was also the topic of his presidential address for the Society for Historians of American Foreign Relations in 2016.  Research for The Price of Aid was supported by grants and fellowships from the American Council of Learned Societies, the American Institute of Indian Studies, the American Philosophical Society, the Guggenheim Foundation, the Kennan Institute for Advanced Russian Studies, the National Council for Eurasian and East European Studies, the National Endowment for the Humanities, and the Eisenhower, Johnson and Truman presidential libraries.",
        "publications": "No publications information found"
    },
    {
        "name": "Hussein Fancy",
        "position": "Associate Professor",
        "email": "hussein.fancy@yale.edu",
        "phone": "203-432-3933",
        "cv": "No CV found",
        "specialties": "Medieval European and Islamic History; Medieval Iberia and North Africa; Social History; Intellectual History; Economic History; Legal History; Latin and Arabic Paleography",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1627-1641501874.jpg?itok=7dNmqQRN",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Paul Freedman",
        "position": "Chester D. Tripp Professor of History",
        "email": "paul.freedman@yale.edu",
        "phone": "+1 (203) 432-1399",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/cv-freedmanpaul_0.pdf",
        "specialties": "Medieval European history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-96-1359496028.jpg?itok=1VIAvDK8",
        "intro": "Professor Freedman specializes in medieval social history, the history of Catalonia, comparative studies of the peasantry, trade in luxury products, and the history of cuisine.  His latest book is American Cuisine and How It Got This Way (Liveright/Norton, 2020). Freedman earned his BA at the University of California at Santa Cruz and an MLS from the School of Library and Information Studies at the University of California at Berkeley. He received a Ph.D. in History at Berkeley in 1978. His doctoral work focused on medieval Catalonia and how the bishop and canons interacted with the powerful and weak elements of lay society in Vic, north of Barcelona. This resulted in the publication of The Diocese of Vic: Tradition and Regeneration in Medieval Catalonia (1983).",
        "publications": "No publications information found"
    },
    {
        "name": "Joanne Freeman",
        "position": "Class of 1954 Professor of American History and of American Studies",
        "email": "joanne.freeman@yale.edu",
        "phone": "203-432-1392",
        "cv": "No CV found",
        "specialties": "Revolutionary & Early National American history with special interest in politics & culture; Early American journalism & print culture",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-97-1355326982.jpg?itok=fdAtSwo4",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "John Gaddis",
        "position": "Robert A. Lovett Professor of Military & Naval History",
        "email": "john.gaddis@yale.edu",
        "phone": "203-432-1374",
        "cv": "No CV found",
        "specialties": "Cold War history; Historical methodology; Biography; Grand Strategy",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-99-1367344659.jpg?itok=8sYbCChg",
        "intro": "John Lewis Gaddis is Robert A. Lovett Professor of Military and Naval History at Yale University, where he teaches courses on the Cold War, grand strategy, biography, historical methods, and time travel.  His most recent books include The Landscape of History:  How Historians Map the Past (2002), Surprise, Security, and the American Experience (2004), The Cold War:  A New History (2005), a new edition of Strategies of Containment:  A Critical Appraisal of Postwar American National Security Policy (2005), George F. Kennan:  An American Life (2011), and On Grand Strategy (2018).  He’s currently writing a microhistory of the small Texas town in which he grew up. Professor Gaddis has received two awards for undergraduate teaching at Yale, as well as the National Humanities Medal and the 2012 Pulitzer Prize for biography. ",
        "publications": "No publications information found"
    },
    {
        "name": "Beverly Gage",
        "position": "John Lewis Gaddis Professor of History",
        "email": "beverly.gage@yale.edu",
        "phone": "203-432-1356",
        "cv": "No CV found",
        "specialties": "Gilded Age and 20th century; political history; government and political development; ideology and social movements (esp. conservatism and radicalism)",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-100-1437139415.jpg?itok=yHm1BqZh",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Greg Grandin",
        "position": "Peter V. and C. Vann Woodward Professor of History",
        "email": "greg.grandin@yale.edu",
        "phone": "203-432-7229",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1345-1594047315.jpg?itok=p9efW3Sx",
        "intro": "Greg Grandin, who received his doctorate at Yale University under the direction of Emilia Viotti da Costa and Gilbert Joseph, previously taught at New York University for nineteen years.  He is the author of seven books, including The Blood of Guatemala, which won the Latin American Studies Association’s Bryce Wood Award for best book published on Latin America in any discipline, The Last Colonial Massacre, Empire’s Workshop, Fordlandia, which was a finalist for the Pulitzer Prize, the National Book Award, and the National Book Critics Award, The Empire of Necessity, which won the Bancroft and Beveridge awards in American history, Kissinger’s Shadow, and The End of the Myth, which won the Pulitzer Prize for general non-fiction and was a finalist in the history category.  Grandin is a member of the American Academy of Arts and Sciences and the Society of American Historians.  He has co-edited, with Gil Joseph, A Century of Revolution, and, with Deborah Levenson and Elizabeth Oglesby, The Guatemala Reader.  Grandin has published widely, in The Nation, where he is a member of the editorial board,the London Review of Books, the New Republic, NACLA’s Report on the Americas, and the New York Times, among other venues.  He is a regular guest on Democracy Now!  A revised edition of Empire’s Workshop is forthcoming.",
        "publications": "No publications information found"
    },
    {
        "name": "Valerie Hansen",
        "position": "Stanley Woodward Professor of History",
        "email": "valerie.hansen@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "China to 1600; Chinese religious & legal history; History of the Silk Road",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-109-1357225028.jpg?itok=D8xLVrKP",
        "intro": "Éric Trombert, Le glaive et la charrue: Soldats et paysans chinois à la conquête de l’ouest: L’histoire d’un échec (The sword and the plow: Chinese soldiers and peasants in the conquest of the west: the story of a failure.) Journal of Chinese History 28 Oct. 2021 (first view): 1-4",
        "publications": "No publications information found"
    },
    {
        "name": "Robert Harms",
        "position": "Henry J. Heinz Professor of History & African Studies",
        "email": "robert.harms@yale.edu",
        "phone": "203-432-0559",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/harms_cv_for_website_dec._2022.pdf",
        "specialties": "Sub-Saharan Africa",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-110-1359574810.jpg?itok=qNBvfOP9",
        "intro": "Robert Harms received his Ph.D. from the University of Wisconsin-Madison in 1978.  He is the author of River of Wealth, River of Sorrow: The Central Zaire Basin in the Era of the Slave and Ivory Trade (1981), Games Against Nature: An Eco-Cultural History of the Nunu of Equatorial Africa (1988/1999), The Diligent: A Voyage through the Worlds of the Slave Trade (2002), Africa in Global History (2018), and Land of Tears: The Exploration and Exploitation of Equatorial Africa (2019).  His graduate courses include seminars on African environmental history, African agrarian history, colonialism in Africa, and decolonization. Professor Harms’ celebrated book The Diligent: A Voyage through the Worlds of the Slave Trade, is based on the extraordinary journal of French lieutenant Robert Durand, who participated in the slave trade.  Click here to watch a short TV news report about Professor Harms’ research. Then look at the sample entry from Lieutenant Durand’s journal below, which is located in Yale’s Beinecke Rare Books and Manuscripts Library.",
        "publications": "No publications information found"
    },
    {
        "name": "Elizabeth Hinton",
        "position": "Professor of History, African American Studies & Law",
        "email": "elizabeth.hinton@yale.edu",
        "phone": "203-432-7283",
        "cv": "No CV found",
        "specialties": "20th Century United States History; political history; urban history; African American studies; criminalization; policing; incarceration.",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1492-1692647299.jpg?itok=MHmXUC2e",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Denise Ho",
        "position": "Associate Professor of History",
        "email": "denise.ho@yale.edu",
        "phone": "+1 (203) 436-9291",
        "cv": "No CV found",
        "specialties": "Modern China, Cultural Revolution, borderlands, urban history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-480-1659720403.jpg?itok=V7Y8Ku37",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Matthew Jacobson",
        "position": "Sterling Professor of American Studies and History",
        "email": "matthew.jacobson@yale.edu",
        "phone": "+1 (203) 432-1186",
        "cv": "No CV found",
        "specialties": "US cultural history; 19th & 20th century immigration, ethnicity & race; US expansionism",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-112-1693501725.jpg?itok=CpZOPrEr",
        "intro": "Matthew Frye Jacobson is Sterling Professor of American Studies and History. He is the author of eight books on race, politics, and culture in the United States: Dancing Down the Barricades:  Sammy Davis, Jr. and the Long Civil Rights Era (2023); Odetta’s One Grain of Sand (2019); The Historian’s Eye:  Photography, History, and the American Present (2018); What Have they Built You to Do?: The Manchurian Candidate and Cold War America, (with Gaspar Gonzalez, 2006); Roots Too: White Ethnic Revival in Post–Civil Rights America (2005); Barbarian Virtues: The United States Encounters Foreign Peoples at Home and Abroad, 1876–1917 (2000); Whiteness of a Different Color: European Immigrants and the Alchemy of Race (1998); and Special Sorrows: The Diasporic Imagination of Irish, Polish, and Jewish Immigrants in the United States (1995).  He also served as creator, writer, and lead researcher for A Long Way from Home:  The Untold Story of Baseball’s Desegregation (Hammer & Nail Productions, 2019).  The film garnered a Golden Telly Award in the category of General Television Documentary (2019).  Ongoing projects include Dick Gregory and the Idea of Political Comedy.  Along with Patty Limerick, he has also hosted Historians Imagine, a monthly webinar devoted to creativity in the historian’s craft. His teaching and research focus on race in U.S. political culture 1790–present, including U.S. imperialism, immigration and migration, popular culture, Civil Rights, and the juridical structures of U.S. citizenship, in addition to Documentary Studies and Public Humanities. ",
        "publications": "No publications information found"
    },
    {
        "name": "Paul Kennedy",
        "position": "J. Richardson Dilworth Professor of History",
        "email": "paul.kennedy@yale.edu",
        "phone": "+1 (203) 432-6242, 432-6244",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/Kennedy%20-%20Apr08.pdf",
        "specialties": "Great power relations, 19th & 20th centuries; Military & naval history; British foreign & imperial history; Contemporary global security issues; United Nations history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-117-1357229875.jpg?itok=CnPhkrXa",
        "intro": "Paul Kennedy, the J. Richardson Dilworth Professor of History, Director of International Security Studies at Yale, and Distinguished Fellow of the Brady-Johnson Program in Grand Strategy, coordinates the ISS programs funded by the Smith Richardson Foundation. He is internationally known for his writings and commentaries on global political, economic, and strategic issues. Born in June 1945 in the northern English town of Wallsend, Northumberland, he obtained his BA at Newcastle University and his DPhil at the University of Oxford. He is a former Fellow of the Institute for Advanced Studies, Princeton University, and of the Alexander von Humboldt-Stiftung, Bonn. He holds many honorary degrees, and is a Fellow of the Royal Historical Society, the American Philosophical Society, and the American Academy of Arts and Sciences. He was made Commander of the Order of the British Empire (C.B.E.) in 2000 for services to History and elected a Fellow of the British Academy in June 2003.",
        "publications": "No publications information found"
    },
    {
        "name": "Jennifer Klein",
        "position": "Bradford Durfee Professor of History",
        "email": "jennifer.klein@yale.edu",
        "phone": "203-432-1391",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/jennifer_klein-_spring_2023_cv.pdf",
        "specialties": "20th century US history; Urban history; Labor history; 20th Century political economy and policy",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-121-1407340273.jpg?itok=LZUezx5w",
        "intro": "Jennifer Klein is Durfee Professor of History in the field of 20th Century US history. She earned her B.A. at Barnard College, her Ph.D. at the University of Virginia and first came to Yale as a Robert Wood Johnson Foundation fellow in Health Policy. Klein was the winner of the 2014 Hans Sigrist Prize awarded by the University of Bern (Switzerland) and the Hans Sigrist Foundation for her contribution to the field of “Women and Precarity: Historical Perspectives.”  Read the full news item here.  Klein has been selected as a Visiting Scholar at the Russell Sage Foundation for 2022-23.",
        "publications": "No publications information found"
    },
    {
        "name": "Regina Kunzel",
        "position": "Larned Professor of History and Women’s, Gender, and Sexuality Studies;  Chair, Department of History",
        "email": "regina.kunzel@yale.edu",
        "phone": "203-432-7281",
        "cv": "No CV found",
        "specialties": "20th-century U.S.; histories of gender and sexuality; incarceration; psychiatry; disability",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1559-1624987651.jpg?itok=WHitVchf",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Noel Lenski",
        "position": "Dunham Professor of Classics and History",
        "email": "noel.lenski@yale.edu",
        "phone": "+1 (203) 432-0982",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/lenski_cv_2023.pdf",
        "specialties": "No specialties found",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-456-1420565365.jpg?itok=mCtOTqsv",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Mary Lui",
        "position": "Professor of American Studies & History",
        "email": "mary.lui@yale.edu",
        "phone": "203-432-8288",
        "cv": "No CV found",
        "specialties": "Asian American history; US urban history; Race & ethnicity; Immigration, gender and sexuality",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-126-1429801849.jpg?itok=uMuK_qFn",
        "intro": "Mary Lui is Professor of American Studies and History. Her primary research interests include: Asian American history, urban history, women and gender studies, and public history. She is the author of The Chinatown Trunk Mystery: Murder, Miscegenation, and Other Dangerous Encounters in Turn-of-the-Century New York City (Princeton University Press, 2005). The book uses a 1909 unsolved murder case to examine race, gender, and interracial sexual relations in the cultural, social and spatial formation of New York City Chinatown from 1870-1920. ",
        "publications": "No publications information found"
    },
    {
        "name": "Benedito Machava",
        "position": "Assistant Professor",
        "email": "benedito.machava@yale.edu",
        "phone": "203-432-7291",
        "cv": "No CV found",
        "specialties": "Colonial and Post-colonial Africa, Liberation Struggles, Decolonization, African Socialism, Carcerality, Culture and Politics in Lusophone Africa",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1483-1594060697.jpg?itok=pZmtXQL9",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Daniel Magaziner",
        "position": "Professor & DUS History",
        "email": "daniel.magaziner@yale.edu",
        "phone": "+1 (203) 432-6110",
        "cv": "No CV found",
        "specialties": "South Africa, modern Africa, religion, political thought, popular culture and the African Diaspora",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-19-1649957120.jpg?itok=M16CZjwd",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Joseph Manning",
        "position": "William K. and Marilyn Milton Simpson Professor of Classics and History, Professor Yale School of the Environment, and Senior Research Scholar in Law",
        "email": "joseph.manning@yale.edu",
        "phone": "+1 (203) 432-0989",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/manningcv2023_0.pdf",
        "specialties": "Ancient Greek history, especially Hellenistic history; eastern Mediterranean through the Roman period; ancient law, the ancient economy; Ancient Egyptian history; Ancient North African history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-141-1552915646.jpg?itok=K4tOWXnL",
        "intro": "Manning has a specialized historical focus on Hellenistic history with particular focus on the legal and economic history of Ptolemaic Egypt. His interests include governance, reforms of the state, legal institutions, formation of markets, and the impact of new economic institutions (coinage, banking) on traditional socio-economic patterns in the ancient world. He has also been deeply concerned with Papyrology, the interpretation of ancient sources, and bringing to bear the historical social sciences, particularly Economic Sociology and economic and legal theory, to ancient history. Manning’s research focus over the last ten years has concentrated on historical climate change and its impact on premodern societies more widely. He is the PI of the US National Science foundation project:  “Volcanism, Hydrology and Social Conflict: Lessons from Hellenistic and Roman-Era Egypt and Mesopotamia.” He has published four monographs: The Hauswaldt Papyri. A Family Archive from Edfu in the Ptolemaic Period.  Demotische Studien, Vol. 12. Würzburg, 1997, Land and power in Ptolemaic Egypt. The structure of land tenure 332-30 BCE. Cambridge University Press, 2003, The last pharaohs. Egypt under the Ptolemies, 305 – 30 BC. Princeton University Press, 2009, and The Open Sea: The Economic Life of the Ancient Mediterranean World from the Iron Age to the Rise of Rome (Princeton University Press, 2018). His major new work on historic climate change and its impact since the last Ice Age will appear with Norton.",
        "publications": "No publications information found"
    },
    {
        "name": "Ivan Marcus",
        "position": "Frederick P. Rose Professor of Jewish History",
        "email": "ivan.marcus@yale.edu",
        "phone": "203-432-1379",
        "cv": "No CV found",
        "specialties": "History of the Jews in medieval Europe; History of Jewish culture; Jewish-Christian relations; Jewish mysticism & pietism; The Jews & Islam",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-143-1359989265.jpg?itok=f93AVdsW",
        "intro": "Ivan Marcus received his BA from Yale University, his MA from Columbia University, and his MHL and PhD from The Jewish Theological Seminary of America. He is Frederick P. Rose Professor of Jewish History, Professor of History and of Religious Studies, and Chair of Yale’s Program in Judaic Studies. He teaches Jewish history from late antiquity through the early modern period. He has offered courses on the history of Jews in Muslim Lands, Jewish-Christian relations, and the Jews in medieval and early modern Europe and the Muslim Mediterranean. His specializations include the history of Jewish-Christian representations of each other, and the history of childhood and other life cycle rites of passage. Before joining the Yale faculty in the fall of 1994, he was Professor of Jewish History at The Jewish Theological Seminary of America, where he was Provost from 1991 to 1994. He has also taught at the Hebrew University of Jerusalem and at Princeton where he serves on the Advisory Council of the Department of Religion.",
        "publications": "No publications information found"
    },
    {
        "name": "Joanne Meyerowitz",
        "position": "Arthur Unobskey Professor of History and Professor of American Studies",
        "email": "joanne.meyerowitz@yale.edu",
        "phone": "+1 (203) 432-1713",
        "cv": "No CV found",
        "specialties": "20th century; Gender & sexuality; Global poverty",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-147-1531228274.jpg?itok=6CJ45On8",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Alan Mikhail",
        "position": "Chace Family Professor of History",
        "email": "alan.mikhail@yale.edu",
        "phone": "203-432-1353",
        "cv": "No CV found",
        "specialties": "Middle East, Early Modern Muslim World, Ottoman Empire, Egypt, Environmental History, Early Modern History, History of Medicine",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-148-1516118098.jpg?itok=XuZK7WFo",
        "intro": "Alan Mikhail is widely recognized for his work in Middle Eastern and global history. He is the author of four books and over thirty scholarly articles that have received multiple awards in the fields of Middle Eastern and environmental history, including the Fuat Köprülü Book Prize from the Ottoman and Turkish Studies Association for Under Osman’s Tree: The Ottoman Empire, Egypt, and Environmental History and the Roger Owen Book Award of the Middle East Studies Association for Nature and Empire in Ottoman Egypt: An Environmental History.",
        "publications": "No publications information found"
    },
    {
        "name": "Samuel Moyn",
        "position": "Chancellor Kent Professor of Law and History",
        "email": "samuel.moyn@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "International law, human rights, the law of war, and legal thought, 20th-century European moral and political theory",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-826-1508856803.jpg?itok=rw4ZeSZY",
        "intro": "Samuel Moyn is the Kent Professor of Law and History at Yale University, where he also serves as head of Grace Hopper College. Trained in modern European intellectual history, he works on political and legal thought in modern times and on constitutional and international law in historical and current perspective. His most recent book is Liberalism against Itself: Cold War Intellectuals and the Making of Our Times (Yale University Press, 2023), based on the Carlyle Lectures in the History of Political Thought at the University of Oxford.",
        "publications": "No publications information found"
    },
    {
        "name": "Isaac Nakhimovsky",
        "position": "Associate Professor",
        "email": "isaac.nakhimovsky@yale.edu",
        "phone": "203-432-1396",
        "cv": "No CV found",
        "specialties": "Intellectual history of Europe since the 17th century; history of political thought; historiography of international law and political economy",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-427-1683819838.jpg?itok=_qB775O8",
        "intro": "Isaac Nakhimovsky is Associate Professor of History and Humanities. He is the author of The Holy Alliance: Liberalism and the Politics of Federation (Princeton, 2024) as well as The Closed Commercial State: Perpetual Peace and Commercial Society from Rousseau to Fichte (Princeton, 2011). He has also collaborated on an edition of Fichte’s Addresses to the German Nation (Hackett, 2013) and two volumes of essays on eighteenth-century political thought and its post-revolutionary legacies: Commerce and Peace in the Enlightenment (Cambridge, 2017), and Markets, Morals, Politics: Jealousy of Trade and the History of Political Thought (Harvard, 2018). In June 2022 he delivered the Quentin Skinner Lecture at the University of Cambridge. “Georg Lukács and Revolutionary Realpolitik, 1918–19: An Essay on Ethical Action, Historical Judgment, and the History of Political Thought,” Journal of the History of Ideas 83, no. 1 (2022): 63-85.",
        "publications": "No publications information found"
    },
    {
        "name": "Vanessa Ogle",
        "position": "Associate Professor",
        "email": "vanessa.ogle@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "Economic history; history of capitalism; political economy; modern European history; global and intl. history; comparative empires and decolonization",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1644-1660582102.jpg?itok=tGctFx_f",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Mark Peterson",
        "position": "Edmund S. Morgan Professor of History",
        "email": "mark.a.peterson@yale.edu",
        "phone": "No phone found",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/peterson_curriculum_vitae_2021.pdf",
        "specialties": "Early North America and the Atlantic world",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1166-1531502621.png?itok=-9uD0c_s",
        "intro": "Professor Mark Peterson, a specialist in early North America and the Atlantic world, joined the Yale History Department in July 2018.  He earned his Ph.D. in History at Harvard University, and taught previously at the University of Iowa from 1998 to 2007, and at the University of California, Berkeley, from 2007 to 2018, where he was Chair of the History Department from 2015-2018.  His most recent book is The City-State of Boston: The Rise and Fall of an Atlantic Power, 1630-1865 (Princeton University Press, 2019, paperback, 2020), and he is also the author of The Price of Redemption: The Spiritual Economy of Puritan New England (Stanford University Press, 1997).  At the moment, he is at work on two new books for Princeton University Press. The first, The Long Crisis of the Constitution, offers a historical account of the US Constitution as a political compromise based on 18th-century conceptions of power and property, and describes how the slow erosion of its original premises in the face of a changing US population and economy have left the nation politically unmoored.  The second, Revolution’s Ends: A History of the American Revolution for the 21st Century, is a new narrative history of the major conflicts of late-18th-century North America, designed to offer useful frameworks for understanding the processes that generated an independent and consolidated United States, in order to better grasp the prospects for the nation and its place in the world today.  Besides these current projects, Professor Peterson is also planning a third volume of his New England trilogy, focused on the transformation of material culture, consumer demand, and public expenditure from the 16th to the 19th century.  He is also completing an edited volume of the writings of John Hull, a 17th-century Boston merchant, mint-master, and political leader, for publication by the Colonial Society of Massachusetts.  In addition, Professor Peterson also serves as co-editor for the book series, American Beginnings published by the University of Chicago Press. ",
        "publications": "No publications information found"
    },
    {
        "name": "Stephen Pitti",
        "position": "Professor of History and of American Studies; Director, Center for the Study of Race, Indigeneity and Transnational Migration",
        "email": "stephen.pitti@yale.edu",
        "phone": "+1 (203) 432-0560",
        "cv": "No CV found",
        "specialties": "History of Mexican Americans; US West; Latinos; 19th & 20th century immigration; US-Mexico border; Labor history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-152-1357241938.jpg?itok=cJZkPUq6",
        "intro": "Professor Pitti, who was raised in Sacramento, California, and received his PhD from Stanford University in 1998, is the author of The Devil in Silicon Valley: Race, Mexican Americans, and Northern California (2003) and articles on Chicano history and historiography. He is currently working on two book projects: The World of Céasar Chávez (forthcoming, Yale University Press) and Leaving California: Race from the Golden State (in process). He teaches graduate and undergraduate courses in Latino Studies, Ethnic Studies, Western History, 20th-century immigration, civil rights, and related subjects. He currently serves as the Director of Undergraduate Studies of Yale’s American Studies Program. And he directs the Latina/o History Project, which explores ethnic Mexican, Puerto Rican, Dominican, Cuban, and other Latino histories in the United States, their links and divisions, their diversity, and their cultures and politics.",
        "publications": "No publications information found"
    },
    {
        "name": "Nana Osei Quarshie",
        "position": "Assistant Professor",
        "email": "nanaosei.quarshie@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "West Africa; Medicine; Migration and Political Expulsions; Urbanization",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1481-1594149159.jpg?itok=TZOLj4Nx",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Bill Rankin",
        "position": "Associate Professor",
        "email": "william.rankin@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "The physical and earth sciences since the mid-19th century; military, industrial, and governmental science; history of cartography; science and architecture; visual studies; environmental history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-20-1598907592.jpg?itok=U0vu9ZLa",
        "intro": "Bill Rankin’s research focuses on the relationship between science and space, from the territorial scale of states and globalization down to the scale of individual buildings. He is particularly interested in mapping, the environmental sciences and technology, architecture and urbanism, and methodological problems of digital scholarship, spatial history, and geographic analysis (including GIS). His prize-winning first book, After the Map: Cartography, Navigation, and the Transformation of Territory in the Twentieth Century (University of Chicago Press, 2016), is a history of the mapping sciences in the twentieth century. It tracks the shift from the god’s-eye view of the paper map to the embedded experience of GPS, and it analyzes the role of mapping both in the macropolitics of US global power and in the micropolitics of everyday subjectivity and the unexpected uses of new technologies. More information is available on the book’s website, www.afterthemap.info.",
        "publications": "No publications information found"
    },
    {
        "name": "Carolyn Roberts",
        "position": "Assistant Professor",
        "email": "carolyn.roberts@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "Medicine and slavery in the Atlantic world; race, medicine, and science; history of medicine in Africa and the African diaspora; health and protest in African American history; non-Western medicine and global health",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-836-1662486376.jpg?itok=R9urLWuO",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Edward Rugemer",
        "position": "Professor of African American Studies & History",
        "email": "edward.rugemer@yale.edu",
        "phone": "203-436-3556",
        "cv": "No CV found",
        "specialties": "Comparative slavery & abolition; Antebellum US history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-155-1357242582.jpg?itok=A6FV6ybX",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Paul Sabin",
        "position": "Randolph W. Townsend, Jr. Professor of History and Professor of American Studies",
        "email": "paul.sabin@yale.edu",
        "phone": "203-436-2516",
        "cv": "No CV found",
        "specialties": "20th century U.S. history, U.S. and global environmental history, government and political development, American West, energy and resources",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-157-1692191390.jpg?itok=KjPzRJrL",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Stuart Schwartz",
        "position": "George Burton Adams Professor of History; Chair, Council on Latin American & Iberian Studies",
        "email": "stuart.schwartz@yale.edu",
        "phone": "203-432-1375",
        "cv": "No CV found",
        "specialties": "Latin American history; Brazil",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-159-1358453436.jpg?itok=W4NwChPV",
        "intro": "Professor Schwartz, who received his Ph.D. from Columbia in 1968, specializes in the History of colonial Latin America, especially Brazil and on the history of Early Modern expansion. Among his books are Sovereignty and Society in Colonial Brazil (1973), Early Latin America (1983), Sugar Plantations in the Formation of Brazilian Society (1985), Slaves, Peasants, and Rebels (1992), as editor, A Governor and His Image in Baroque Brazil (1979), Implicit Understandings (1994), Victors And Vanquished: Spanish and Nahua Views of the Conquest of Mexico (2000), Cambridge History Of Native Peoples Of The Americas. South America (1999), and All Can Be Saved: Religious Tolerance and Salvation in the Iberian Atlantic World (2008). He is presently working on several projects: a history of independence of Portugal and the crisis of the Iberian Atlantic, 1620-1670; and a social history of Caribbean hurricanes. ",
        "publications": "No publications information found"
    },
    {
        "name": "Hannah Shepherd",
        "position": "Assistant Professor of History",
        "email": "hannah.shepherd@yale.edu",
        "phone": "203-432-7290",
        "cv": "No CV found",
        "specialties": "Modern Japanese History, Urban History, Modern Korean History",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1567-1630430268.jpg?itok=outqZf2q",
        "intro": "Hannah Shepherd is Assistant Professor in the Department of History. Before joining the Yale faculty, she was Junior Research Fellow in History at Trinity College, University of Cambridge. She holds degrees from Harvard University (AM, PhD), SOAS (MA), and the University of Oxford (BA Hons). Shepherd’s teaching and research interests focus on modern Japan and its colonial empire, with an emphasis on the connected twentieth-century histories of imperial expansion, urban growth, and movement of peoples between Japan and Korea. Her current book project, Cities into Empire: Fukuoka, Pusan, and Japan’s Imperial Urbanization 1876-1953, focuses on two cities on either side of an imperial border. This project is based on her Ph.D. dissertation, for which she was awarded the 2019 Harold K. Gross Dissertation Prize by the Harvard Department of History. Her broader interests include urban and spatial history, Pacific history, migrants and migrations, and the histories of women in Empire.",
        "publications": "No publications information found"
    },
    {
        "name": "Marci Shore",
        "position": "Professor of History",
        "email": "marci.shore@yale.edu",
        "phone": "+1 (203) 432-6792",
        "cv": "No CV found",
        "specialties": "European cultural & intellectual history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-161-1611244566.jpg?itok=RUsEDEKz",
        "intro": "https://www.cnn.com/2024/03/28/opinions/kyiv-ukraine-russia-missile-attack-culture-glaser-shore/index.html “The Bloody History between Poland and Ukraine Led to Their Unlikely Solidarity” (The New Republic)\nhttps://newrepublic.com/article/116956/poland-and-ukraine-bloody-history-aside-unlikely-allies",
        "publications": "No publications information found"
    },
    {
        "name": "Timothy Snyder",
        "position": "Richard C. Levin Professor of History",
        "email": "No email found",
        "phone": "No phone found",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/tim_snyder_cvshort2022.pdf",
        "specialties": "Modern Eastern Europe",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-164-1357245356.jpg?itok=CTd7iJ-1",
        "intro": "Timothy Snyder is the Richard C. Levin Professor of History at Yale University and a permanent fellow at the Institute for Human Sciences in Vienna. He speaks five and reads ten European languages.  His chief books are Nationalism, Marxism, and Modern Central Europe: A Biography of Kazimierz Kelles-Krauz (1998); The Reconstruction of Nations: Poland, Ukraine, Lithuania, Belarus, 1569-1999 (2003); Sketches from a Secret War: A Polish Artist’s Mission to Liberate Soviet Ukraine (2005); The Red Prince: The Secret Lives of a Habsburg Archduke (2008); Bloodlands: Europe Between Hitler and Stalin (2010), Thinking the Twentieth Century (with Tony Judt, 2012); Black Earth: The Holocaust as History and Warning (2015); On Tyranny: Twenty Lessons from the Twentieth Century (2017); and The Road to Unfreedom: Russia, Europe, America (2018).  Snyder is co-editor of The Wall Around the West: State Borders and Immigration Controls in Europe and North America (2001); Stalin and Europe: Terror, War, Domination (2013); and The Balkans as Europe (2018). His essays are collected in Ukrainian History, Russian Politics, European Futures (2014), and The Politics of Life and Death (2015).  Snyder’s work has appeared in forty languages and has received about as many prizes.  He has received state orders from Estonia, Lithuania, and Poland.  He was a Marshall Scholar at Oxford, where he earned his D.Phil., and has received the Carnegie and Guggenheim fellowships.  Among other distinctions are the Emerson Prize in the Humanities, the Literature Award of the American Academy of Arts and Letters, the Foundation for Polish Science prize in the social sciences, the Leipzig Award for European Understanding, the Dutch Auschwitz Committee award, and the Hannah Arendt Prize in Political Thought.  He has appeared in media around the world, including major films.  His words has been quoted in political demonstrations in several countries.  He is completing a philosophical book about freedom and is at work on a family history of eastern Europe. ",
        "publications": "No publications information found"
    },
    {
        "name": "David Sorkin",
        "position": "Lucy G. Moses Professor of Modern Jewish History",
        "email": "david.sorkin@yale.edu",
        "phone": "203-432-1367",
        "cv": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/CV/sorkin_2019.pdf",
        "specialties": "Modern Jewish history and especially political history",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-434-1421874124.jpg?itok=DI9zXxZa",
        "intro": "David Sorkin is interested in finding new approaches to the intersection of Jewish and European history since the 16th century. He first examined the formation of Jewish culture in the German states, which he came to understand as a “subculture.” The Transformation of German Jewry, 1780-1840 (1987) won the Present Tense/Joel H. Cavior Literary Award for History. In a commissioned study of Moses Mendelssohn’s Jewish thought he emphasized the neglected Hebrew works. Moses Mendelssohn and the Religious Enlightenment (1996) has been translated into French, German and Italian. In the Sherman Lectures delivered at Manchester University (UK) he used comparison to remove the “Haskalah” (Jewish Enlightenment) from its conventional parochial setting. Those lectures were published as The Berlin Haskalah and German Religious Thought (2000).  He crossed confessional boundaries and national borders to reconceive the relationship of the Enlightenment to religion in The Religious Enlightenment:  Protestants, Jews and Catholics from London to Vienna (2008), which was featured in a New York Times’ “Beliefs” column (October 11, 2008, A21).",
        "publications": "No publications information found"
    },
    {
        "name": "John Harley Warner",
        "position": "Chair and Avalon Professor History of Medicine; Professor American Studies & History; Chair HSHM",
        "email": "john.warner@yale.edu",
        "phone": "203-785-5032",
        "cv": "No CV found",
        "specialties": "19th & 20th century US medicine and health; Comparative history of medicine (US, Britain, France); Cultural history of science & medicine",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-135-1470762291.jpg?itok=CCOL-UnF",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Arne Westad",
        "position": "Elihu Professor of History",
        "email": "arne.westad@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "Modern international and global history, history of eastern Asia since the 18th century",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1342-1562777924.jpg?itok=1Xo8-wCE",
        "intro": "",
        "publications": "No publications information found"
    },
    {
        "name": "Jonathan Wyrtzen",
        "position": "Professor of Sociology & History",
        "email": "jonathan.wyrtzen@yale.edu",
        "phone": "203-432-5172",
        "cv": "No CV found",
        "specialties": "Modern North Africa, Middle East, empire, colonialism, nationalism, ethnicity, state-formation",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-455-1711371071.jpg?itok=BJ8LJO9W",
        "intro": "Jonathan Wyrtzen’s teaching and research engage questions related to empire and colonialism, state formation and non-state forms of political organization, ethnicity and nationalism, and religion and socio-political action.  His work focuses on society and politics in North Africa and the Middle East, particularly with regards to interactions catalyzed by the expansion of European empires into this region. His first book, Making Morocco: Colonial Intervention and the Politics of Identity (Cornell University Press, 2015) examines how European colonial intervention in Morocco (1912–1956) established a new type of political field in which notions about and relationships among politics and identity formation were fundamentally transformed. Instead of privileging top-down processes of colonial state formation or bottom-up processes of local resistance, the analysis in Making Morocco focuses on interactions between state and society. During the Protectorate period, interactions among a wide range of European and local actors indelibly politicized four key dimensions of Moroccan identity: religion, ethnicity, territory, and the role of the Alawid monarchy. This colonial inheritance is reflected today in ongoing debates over the public role of Islam, religious tolerance, and the memory of Morocco’s Jews; recent reforms regarding women’s legal status; the monarchy’s multiculturalist recognition of Tamazight (Berber) as a national language alongside Arabic; the still-unresolved territorial dispute over the Western Sahara; and the monarchy’s continued symbolic and practical dominance of the Moroccan political field.",
        "publications": "No publications information found"
    },
    {
        "name": "Nurfadzilah Yahaya",
        "position": "Assistant Professor",
        "email": "nurfadzilah.yahaya@yale.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "specialties": "History of Southeast Asia; History of Indian Ocean; History of Islamic World; Global and International History; Colonialism and Imperialism; Environmental History; History of Infrastructure; Legal History; Islamic law",
        "education": "No education information found",
        "photo": "https://history.yale.eduhttps://history.yale.edu/sites/default/files/styles/portrait/public/pictures/picture-1642-1660766943.jpg?itok=cxXfqGXg",
        "intro": "",
        "publications": "No publications information found"
    }
]