[
    {
        "name": "Diliana Angelova",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "angelova@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "BA, American University in Bulgaria, 1995MA, Southern Methodist University, 1998 MA, Harvard University, 2002PhD, Harvard University, 2005",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/angelova_diliana.jpg?itok=OeBGRvhm&timestamp=1524774603",
        "intro": "BA, American University in Bulgaria, 1995MA, Southern Methodist University, 1998 MA, Harvard University, 2002PhD, Harvard University, 2005 “Stamp of Power: The Life and Afterlife of Pulcheria’s Buildings” in Byzantine Images and Their Afterlives, ed. Lynn Jones (Ashgate, 2014), 83-103. Review of Beat Brenk, The Apse, the Image, and the Icon: An Historical Perspective of the Apse as a Space for Images (Reichert, 2010). In Jahrbuch der Österreichischen Byzantinistik, vol. 61 (2011). “The Ivories of Ariadne and Ideas about Female Imperial Ideology in Early Byzantium,” Gesta 43/1 (2004): 1-15 (peer-reviewed). Received the Van Courtlandt Elliott Prize (“for an outstanding first article” in the field of medieval studies), Medieval Academy of America, 2006.",
        "publications": "No publications found"
    },
    {
        "name": "Janaki Bakhle",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "jbakhle@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Intellectual History of Religion; Politics and Modern India",
        "education": "Columbia University, New York, NY, 1997-2001PhD, Department of History",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/bakhle_janaki_0.jpg?itok=-InBnUZZ&timestamp=1527026288",
        "intro": "Columbia University, New York, NY, 1997-2001PhD, Department of History University of Pennsylvania, Philadelphia, PA, 1995-1996MA, Department of History Temple University, Philadelphia, PA, 1984-1988PhD candidate, Department of Mass Communications University of Bombay, Bombay, India, 1979-1983BA, Major: Economics Director, South Asia Institute, Columbia University, 2009-2016 Associate Professor with tenure, Department of History, Columbia University, July 2010-2013 Associate Professor, South Asian History, Department of History, Columbia University, September 2005-2013 Assistant Professor, South Asian History, Middle East and Asian Languages and Cultures, Columbia University, July 2002-2005 Adjunct Lecturer. Department of Anthropology, Columbia University, Spring 2002 Senior Acquisitions Editor, University of Minnesota Press, 1990-1995 Assistant Editor, Temple University Press, 1988-1990 Senior Short-term Fellowship, American Institute of lndian Studies, 2007 Senior Fellowship Award, National Endowment for the Humanities, 2007 Hettleman Award for Junior Faculty Research, Columbia University, 2005 Senior Short-term Fellowship, American Institute of lndian Studies, 2005 Junior Research Fellowship, American Institute of lndian Studies, 1999 Fulbright-Hays Junior Research Fellowship, declined, 1999 Vice President's Fellowship, Columbia University, 1997-2001 Foreign Language and Area Studies Grant, Languages: Urdu and Marathi, Title VI, University of Pennsylvania, 1995-1996 \"Putting Global Intellectual History in its Place\" in Global Intellectual History. Eds. Moyn, Samuel and Sartori, Andrew. New York: Columbia University Press, forthcoming December 2012. \"Savarkar (1883-1966), Sedition, and Surveillance: the rule of law in a colonial situation,\" in Social History. vol. 35, no. I, February 2010. \"Country First? Vinayak Damodar Savarkar ( I883-I966) and the Writing of Essentials of Hindutva,\" Public Culture 22:I, February 2010. \"Music as the Sound of the Secular,\" Comparative Studies in Society and History, January 2008. Review of \"Peasant Pasts: History and Memory in Western India,\" by Vinayak Chaturvedi in Journal of Anthropological Research. vol. 64, 2008.",
        "publications": "No publications found"
    },
    {
        "name": "Andrew E. Barshay",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "abars@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "No photo found",
        "intro": "State and Intellectual in Imperial Japan: The Public Man in Crisis (UC Press, 1988; paperback edition, 1991; reissued, 2021); Japanese translation: Nanbara Shigeru to Hasegawa Nyozekan: Kokka to chishikijin; Maruyama Masao no futari no shi (Minerva Shobô, 1995). “The Protestant Imagination: Robert Bellah, Maruyama Masao, and the Study of Japanese Thought,” in M. Bortolini (ed.), The Anthem Companion to Robert Bellah (Anthem Press, 2019), pp. 191-213. Revised and expanded version of “The Protestant Imagination: A Note on Maruyama Masao, Robert Bellah, and the Study of Japanese Thought,” Bulletin of the Maruyama Masao Center for the History of Ideas, no.13 (March 2018): 134-54. “Ironsha-tachi no kindai: Maruyama Masao, Robāto Berā no Nihon shisō kenkyū ni kansuru oboegaki,” Arena 15 (2015): 1-14. “Kazuki Yasuo: The Witness of Art,” in End of Empire: 100 Days in 1945 that Changed Asia and the World, ed. David Chandler, Robert Cribb, and Li Narangoa (Copenhagen: NIAS Press, 2016), pp. 139-41; online version: http://www.endofempire.asia/0823-kazuki-yasuo-1911-74-the-witness-of-art-4/ “Maruyama Masao (1914-96),” in International Encyclopedia of the Social and Behavioral Sciences, 2nded., ed. James D. Wright et al., vol. 14 (Oxford: Elsevier, 2015), pp. 635-41. \"Japan for the World,\" in Living for Jesus and Japan: The Social and Theological Thought of Uchimura Kanzô, ed. Shibuya Hiroshi and Chiba Shin (Eerdmans, 2013). “The Painted Gulag: Kazuki Yasuo and The Siberia within Me,” Representations 119 (Summer 2012): 60-91. “Knowledge Painfully Acquired: The Gulag Memoirs of a Japanese Humanist, 1945-1949,” Journal of Japanese Studies 36, no. 2 (Summer2010): 255-88. “Social Science and Ethics: Further Questions, Further Thoughts,” Shōgaku ronshū (Fukushima University) 78, no. 2 (December 2009): 62-71. \"What is Japan to Us?\" in The Humanities and the Dynamics of Inclusion since World War II, ed. David A. Hollinger (Johns Hopkins University Press, 2006). \"Maruyama Masao, Social Scientist,\" in Bulletin of the Maruyama Masao Center for the History of Ideas, no. 1 (March 2005): 122-40. \"Kindai Nihon: Nanbara Shigeru to Hasegawa Nyozekan,\" in Chishikijin kara kangaeru kôkyôsei, ed. Hiraishi Naoaki and Kim Tae-chang (Tokyo Daigaku Shuppankai, 2006), pp. 141-63. \"Socialism and the Left,\" chapter in Sources of Japanese Tradition, 2nd ed., ed. William Theodore de Bary (Columbia University Press, 2005). \"The Public Man and the Public World in Modern Japan: Nanbara Shigeru and Hasegawa Nyozekan Revisited,\" Social Science Japan Journal, vol. 7, no. 2 (October 2004): 263-75. \"Shakai kagakushi no kanten kara mita Maruyama Masao,\" Shisô, no. 964 (August 2004): 25-41. \"Capitalism and Civil Society in Postwar Japan: Perspectives from Intellectual History,\" in The State of Civil Society in Japan, ed. Frank Schwartz and Susan Pharr (Cambridge University Press, 2003). \"The Social Sciences in Japan\" and \"The Sciences of Modernity in a Disparate World,\" in Cambridge History of Science, volume 7, The Modern Social Sciences, ed. Dorothy Ross and Theodore Porter (Cambridge University Press, 2003).",
        "publications": "No publications found"
    },
    {
        "name": "Mark Brilliant",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "mbrill@berkeley.edu",
        "cv": "No CV found",
        "specialties": "political economy; civil rights; education; law; the west",
        "education": "BA, Brown University, 1989PhD, Stanford, 2002",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/brilliant_mark.jpg?itok=wTLB6J_w&timestamp=1532641134",
        "intro": "Born in New York City and raised in Denver, Colorado, I received my bachelor's degree from Brown University in 1989. I then taught social studies at Lafayette High School in Brooklyn, New York from 1990 through 1994, after which I headed to Stanford University, where I earned my Ph.D. in history in 2002. Following Stanford, I spent two years at Yale University, the first as a post-doctoral fellow at the Howard R. Lamar Center for the Study of Frontiers and Borders and the second as a lecturer in the history department. I then came to the University of California, Berkeley in September 2004 as an assistant professor in history and American studies. In September 2010, Oxford University Press published my first book, The Color of America Has Changed: How Racial Diversity Shaped Civil Rights Reform in California, 1941-1978. It won the Cromwell Book Prize from the American Society for Legal History and received honorable mention from the Organization of American Historians for the Frederick Jackson Turner Award. I am currently working on book entitled From School Bus to Google Bus: A New Politics, a New Economy, and the Rise of a New Gilded Age, which examines the relationship between the new (post-industrial, high technology) economy and the new (post-New Deal, post-Great Society, bipartisan neoliberal) politics from the late 1960s through the late 1980s and how they contributed to the rise of the New (or Second) Gilded Age, as it would come to be known. BA, Brown University, 1989PhD, Stanford, 2002 20th century U.S.",
        "publications": "No publications found"
    },
    {
        "name": "Cathryn Carson",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "clcarson@berkeley.edu",
        "cv": "No CV found",
        "specialties": "History of 20th-century physics: conceptual, cultural, social, political; Relations between science and philosophy and between scientists and philosophers; History of science in Germany and the United States; Nuclear history; History and ethnography of contemporary research institutions",
        "education": "AB, 1990, University of Chicago, history and philosophy of science; also completed requirements for AB, physics, and SB, mathematics",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/untitled_design_1_0.jpg?itok=00KVcut-&timestamp=1717712572",
        "intro": "AB, 1990, University of Chicago, history and philosophy of science; also completed requirements for AB, physics, and SB, mathematics AM, 1993, Harvard University, physics PhD, 1995, Harvard University, history of science Operational Lead, Data Science Education Program, 2016-present Chair of the Faculty Advisory Board, Data Science Planning Initiative, 2015-2016 (info here, FAB report here) Co-Chair, Data Sciences Education Rapid Action Team, 2014 (report: Sketch 1.2, 1/19/2015) Associate Dean of Social Sciences, 2010-2014 Operational Lead and Interim Director, D-Lab (Social Sciences Data Laboratory), 2012-2014 Berkeley Collegium Award for Excellence in Undergraduate Education, 2017 Distinguished Service Award, Division of Social Sciences, 2014 Carol D. Soc Distinguished Graduate Student Mentoring Award, 2014 Carson, Cathryn. \"Knowledge economies: Research and war.\" Cambridge history of World War II, vol. III, Part A. Cambridge: Cambridge University Press, forthcoming 2015. Carson, Cathryn. \"Engineers, social scientists, and nuclear power: A narrative from within.\" In Reflections on the Fukushima Daiichi nuclear accident: Toward social-scientific literacy and engineering resilience, ed. Joonhong Ahn, Cathryn Carson, Mikael Jensen, Kohta Juraku, Shinya Nagasaki, and Satoru Tanaka. Heidelberg: Springer, forthcoming 2015. Sunderland, Mary E., Behnam Taebi, Cathryn Carson, and William Kastenberg. \"Teaching global perspectives: Engineering ethics across international and academic borders.\" Journal of responsible innovation 2014, http://dx.doi.org/10.1080/23299460.2014.922337. Carson, Cathryn. Chapter in Blazing the trail: Essays by leading women in science, ed. Emma Ideal and Rhiannon Meharchand, 59-65. Irvine, CA: CreateSpace, 2013. Carson, Cathryn. \"Method, moment, and crisis in Weimar science.\" In Weimar thought: A critical history, ed. Peter E. Gordon and John P. McCormick, 179-199. Princeton: Princeton University Press, 2013. Carson, Cathryn. \"Modern or antimodern science? Weimar culture, natural science, and the Heidegger-Heisenberg exchange.\" In Weimar culture and quantum mechanics: Selected papers by Paul Forman and contemporary perspectives on the Forman Thesis, ed. Cathryn Carson, Alexei Kojevnikov, and Helmuth Trischler, 523-542. London: Imperial College Press, 2011. Carson, Cathryn. \"Science as instrumental reason: Heidegger, Habermas, Heisenberg.\" Continental Philosophy Review 42 (2010): 483-509. Carson, Cathryn. \"Beyond reconstruction: CERN's second generation accelerator program as an indicator of shifts in West German science.\" In Physics and politics: Research and research support in twentieth century Germany in international perspective, ed. Helmuth Trischler and Mark Walker, 107-130. Beiträge zur Geschichte der Deutschen Forschungsgemeinschaft, v. 5. Stuttgart: Steiner, 2010. Carson, Cathryn. \"Science policy as Ordnungspolitik: Heisenberg as social and political theorist in the scientific-technical age.\" In Who is making science? Scientists as makers of technical-scientific structures and administrators of science policy, ed. Albert Presas i Puig, MPI Preprint 361, 35-44. Berlin: Max Planck Institute for the History of Science, 2008. Carson, Cathryn. \"The revolution in science.\" In A companion to Europe, 1900-1945, ed. Gordon Martel, 19-34. Oxford: Blackwell, 2006. Carson, Cathryn. \"Heisenberg als Wissenschaftsorganisator.\" In Werner Heisenberg 1901-1976: Beiträge, Berichte, Briefe — Festschrift zu seinem 100. Geburtstag, ed. Christian Kleint, Helmut Rechenberg, and Gerald Wiemers, 214-222. Stuttgart: S. Hirzel, 2005. Carson, Cathryn. \"Reflections on Copenhagen.\" In Michael Frayn's Copenhagen in debate: Historical essays and documents on the 1941 meeting between Niels Bohr and Werner Heisenberg, ed. Matthias Dörries, 7-17. Berkeley: Office for History of Science and Technology, 2005. Soo, Mary, and Cathryn Carson. \"Managing the research university: Clark Kerr and the University of California.\" Minerva 42 (2004): 215-236. Carson, Cathryn. \"Objectivity and the scientist: Heisenberg rethinks.\" Science in context 16 (2003): 243-269. Carson, Cathryn. \"Bildung als Konsumgut: Physik in der westdeutschen Nachkriegskultur.\" In Physik im Nachkriegsdeutschland, ed. Dieter Hoffmann, 73-85. Frankfurt: Harri Deutsch, 2003. Carson, Cathryn. \"Nuclear energy development in postwar West Germany: Struggles over cooperation in the Federal Republic's first reactor station.\" History and technology 18 (2002): 233-270. Carson, Cathryn, and Michael Gubser. \"Science advising and science policy in postwar West Germany: The example of the Deutscher Forschungsrat.\" Minerva 40 (2002): 147-179. Carson, Cathryn. \"Heisenberg and the framework of science policy.\" Fortschritte der Physik 50 (2002): 432-436. Carson, Cathryn. \"Old programs, new politics? Nuclear reactor studies after 1945 in the Max-Planck-Institut für Physik.\" In Geschichte der Kaiser-Wilhelm-Gesellschaft im Nationalsozialismus: Bestandaufnahme und Perspektiven der Forschung, ed. Doris Kaufmann, 726-749. Göttingen: Wallstein, 2000. Carson, Cathryn. \"The origins of the quantum theory.\" Beam line (Stanford Linear Accelerator Center) 30:2 (2000): 6-19. Carson, Cathryn. \"New models for science in politics: Heisenberg in West Germany.\" Historical studies in the physical and biological sciences30, no. 1 (1999): 115-171. Carson, Cathryn. \"The peculiar notion of exchange forces — I: Origins in quantum mechanics, 1926-1928.\" Studies in history and philosophy of modern physics 27 (1996): 23-45. \"II: From nuclear forces to QED, 1929-1950.\" Studies in history and philosophy of modern physics 27 (1996): 99-131. Carson, Cathryn. \"Who wants a postmodern physics?\" Science in context 8 (1995): 635-655. Faux, D.A. Faux, G. Gaynor, C.L. Carson, C.K. Hall, and J. Bernholc. “Computer simulation studies of the growth of strained layers by molecular-beam epitaxy.” Phys. Rev. B42 (1990): 2914-2922. Carson, C.L., J. Bernholc, D. Faux, and C.K. Hall. “Efficient techniques for computer simulations of heteroepitaxial growth.” App. Phys. Lett. 56 (1990): 1971-1973.",
        "publications": "No publications found"
    },
    {
        "name": "Margaret Chowning",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "chowning@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Mexico; Late colonial and nineteenth century; Women; Gender; Church; Social; Economic",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/chowning_photo_for_book.jpg?itok=Fug93uQW&timestamp=1661211720",
        "intro": "Having completed Catholic Women and Mexican Politics, which will be published by Princeton University Press in January 2023, I have begun a new project tentatively entitled \"Gender and the Liberal City in Nineteenth-Century Mexico.\"  It will examine both the impact of liberal politics and the absorption (or not) of liberal culture in Morelia, Mexico City, and Guadalajara. Latin America Catholic Women and Mexican Politics, 1750-1940.  Princeton University Press, 2023. Rebellious Nuns: The Troubled History of a Mexican Convent, 1752-1863. Oxford University Press, 2006. Wealth and Power in Provincial Mexico: Michoacan from the Late Colony to the Revolution. Stanford University Press, 1999. \"Talking Back: Nuns, Beatas, and Colegialas Invoke Rights and Constitutional Principles in Late Colonial and Nineteenth-Century Mexico,\" Colonial Latin American Review, March 2020. “Culture Wars in the Trenches?  Public Schools and Catholic Education in Mexico, 1867-1897,” Hispanic American Historical Review, November 2017. \"The Catholic Church and the Ladies of the Vela Perpetua:  Gender and Devotional Change in Nineteenth-Century Mexico,\" in Past & Present, Nov. 2013.",
        "publications": "No publications found"
    },
    {
        "name": "John Connelly",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "jfconnel@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Modern East and Central European Political and Social History; Comparative Education; History of Nationalism and Racism; History of Catholicism",
        "education": "PhD, 1994, Harvard University, HistoryMA, 1988, Harvard University, HistoryBSFS, 1982, Georgetown University, International Relations, magna cum laude",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/connelly_john.jpg?itok=S7xgeMhk&timestamp=1524866935",
        "intro": "PhD, 1994, Harvard University, HistoryMA, 1988, Harvard University, HistoryBSFS, 1982, Georgetown University, International Relations, magna cum laude Humanities Research Fellowship, University of California, Spring 2007Membership, Institute for Advanced Study, Princeton, 2002-03George L. Beer Prize of the American Historical Association, 2001 (for Captive University)Spencer Fellow, 1996-98German Marshall Fund Fellow, 1996-9782nd Airborne Division Association Scholarship, Georgetown University, 1978-82 Co-director, UC Berkeley History Social Science Project (an outreach program for high schools), 2002-06North American Editor, Contemporary European History, 2002-2010Editorial Board, Zeitschrift für Ostmitteleuropaforschung, Marburg, 2001-presentEditorial Board, Slavic Review, 2007-present From Enemy to Brother: The Revolution in Catholic Teaching on the Jews (Harvard University Press, 2012) Universities Under Dictatorship (State College: Pennsylvania State University Press, 2005), co-edited with Michael Grüttner German Translation: Universitäten in den Diktaturen des 20. Jahrhunderts: Zwischen Autonomie und Anpassung [Universities in the Dictatorships of the Twentieth Century: Between Autonomy and Accomodation] (Paderborn: Schöningh, 2003). Captive University: The Sovietization of East German, Czech, and Polish Higher Education, 1945-1956 (University of North Carolina Press, 2000). Czech translation: Zotročená univerzita: Sovětizace vysokého školství ve východním Německu, v českých zemích a v Polsku v letech 1945-1956(Prague: Carolinum, 2008) Ukrainian translation: Ponevolenni universitet: Sovetizatsia vishoi osviti u Schidnii Nimechchini, Chechii ta Pol'shi, 1945-1956 (Kharkov: Ribalka D.L., 2011) \"The Paradox of East German Communism: From Non-Stalinism to Neo-Stalinism,\" in Vladimir Tismaneunu, ed., Stalinism Revisited. The Establishment of Communist Regimes in East-Central Europe (Budapest, New York: Central European University Press, 2009), 161-94 \"Catholic Racism and Its Opponents,\" Journal of Modern History 79:4 (December 2007), 813-847 \"Why the Poles Collaborated So Little—And Why That Is No Reason for Nationalist Hubris,\" Slavic Review 64:4 (2005) \"Mity i kontrmity, przyczynek do dyskusji o polskiej tożsamości historycznej\" (Myths and Countermyths: a Contribution to Discussions on Polish Historical Identity), Pamięć i Sprawiedliwość, nr. 8 (December 2005) \"Reflections of Social Change: Polish Rural Sociology, 1930-1965,\" Trondheim Studies on East European Cultures and Societies 14 (2004) \"The Sovietization of Higher Education in the Czech Lands, East Germany, and Poland During the Stalinist period (1948-54),\" in György Péteri and Michael David-Fox, eds., Academia in Upheaval (Greenwood, 2000). \"Nazis and Slavs: From Racial Theory to Racist Practice,\" Central European History, 32:1 (1999), 1-33. \"The Foundations of Diversity: Communist Higher Education Policies in Eastern Europe, 1945-1955,\" in Kristie Macrakis and Dieter Hoffmann, eds., Science under Socialism: East Germany in Comparative Perspective (Cambridge, MA, 1999), 125-139. [Reprinted in German in Hoffmann and Macrakis, eds., Naturwissenschaft und Technik in der DDR (Berlin, 1997)] \"Stalinismus und Hochschulpolitik in Ostmitteleuropa nach 1945,\" [\"Stalinism and Higher Education Policies in East Central Europe after 1945\"] Geschichte und Gesellschaft 24:1(1998), 5-23. \"Nazi Racism and the Church: How Converts Showed the Way to Resist,\" Commonweal, 24 February 2012, 12-16 \"Gypsies, Homosexuals and Slavs\" in John Roth and Peter Hayes, eds., The Holocaust Handbook (Oxford, 2010), 274-292. \"Karl Thiemes theologischer Umkehr,\" Freiburger Rundbrief 17:4 (2010), 256-271. \"Hat denn Gott sein Volk verstossen? Das Zweite Vatikanum und der Streit um die christliche Missionierung der Juden,\" Neue Zürcher Zeitung, 10 April 2010 \"The Price of Freedom: What Came Down with the Berlin Wall,\" Commonweal, 20 November 2009, 10-15. \"Benedict, German Catholics and the Holocaust, \" Commonweal, 20 June 2008, 11. \"Reformer and Racialist,\" Commonweal, 18 January 2008, 10-13. \"Universities that are Catholic in Every Sense of the Word: A Response to Father Halik,\"in C. Garbowski, P. Gutkowski, and A. Kijewska, eds.,Catholic Universities in the New Europe (Lublin: Wydawnictwo KUL, 2005), 45-56 (also printed as an ErasmusInstitute Occasional Paper, 2005-1, University of Notre Dame). \"Cultural Revolution: Studentocracy in Czech Higher Education, 1948-54,\" in M. Svatos, L.Velek, and A. Velkova, eds, Magister noster. In memoriam Prof. PhDr. JanHavranek, CSc. (Prague, Karolinum 2005), 167-174. \"Reflections of Social Change: Polish Rural Sociology, 1930-1965,\" Trondheim Studies on East European Cultures and Societies, No. 14 (Norwegian University of Technology, 2004). \"Historikerstreit [Historians' controversy] in Post-Socialist Poland and Czech Republic,\" in Michael Minkenberg and Timm Beichelt, eds., Cultural Legacies in Post-Socialist Europe. The Role of Various Pasts in the Current Transformation Process (Frankfurt an der Oder, 2003), 49-56. \"In Sheep's Clothing,\" Review of Hubert Wolf, Pope and Devil: The Vatican's Archives and the Third Reich (Harvard, 2010) in The Book: an Online Review of the New Republic, 8 February 2011. \"Totalitarianism: Defunct Theory, Useful Word,\" Review of Sheila Fitzpatrick and Michael Geyer, eds., Beyond Totalitarianism: Stalinism and Nazism Compared (Cambridge, 2008) in Kritika: Explorations in Russian and Eurasian History 11:4 (Fall 2010), 819-835. \"It Never Occurred to Them,\" Review of Götz Aly, Hitler's Beneficiaries: How the Nazis Bought the German People (Verso, 2007), London Review of Books (27 August 2009), 33-34. \"Memorial Day's A Reason to Buy a Beach Bag\": Reflections from the USA on István Rév's Retroactive Justice, East Central Europe, Vol. 36 (2009) \"The First Cold Warrior?\": Review of Pius XII, the Holocaust and the Cold War by Michael Phayer (Indiana University Press, 2007), Commonweal, 26 September 2008, 20-24 \"No Excuse\": Review of In Defense of Christian Hungary: Religion, Nationalism, and Anti-Semitism, 1890–1944 by Paul A. Hanebrink (Cornell University Press, 2006) Commonweal, 18 May 2007. Peter F. Dembowski, Christians in the Warsaw Ghetto: An Epitaph for the Unremembered, in Zaglada Zydow: Pismo Centrum Badan nad Zaglada Zydow IFiS PAN (Wasaw) 3: 2007, 421-25 \"Ordinary Poles\": Review of Fear: Anti-Semitism in Poland after Auschwitz by Jan T. Gross (Random House, 2005), Commonweal 23 February 2007, 28-30 \"Rampaging\": Review of Catherine Merridale, Ivan's War: The Red Army 1939-46 (Faber, 2005); Anthony Beevor, ed., A Writer at War: Vassily Grossman with the Red Army (Harvill, 2005), London Review of Books (22 June 2006). Richard Overy, The Dictators: Hitler's Germany, Stalin's Russia (Norton, 2004), Kritika :Explorations in Russian and Eurasian History 7.4 (2006) 919-929 \"Rule by Inspiration\": Review of Christopher Browning, The Origins of the Final Solution: The Evolution of Nazi Jewish Policy 1939-42 (Arrow, 2005), London Review of Books (7 July 2005), 27-28. \"Those Streets over There\": Review of Norman Davies, Rising '44: 'The Battle for Warsaw' (Pan, 2004), London Review of Books (24 June 2004), 19-20 \"Poles and Jews in the Second World War: the Revisions of Jan T. Gross,\" Contemporary European History, 11, 4 (2002), 641-58.",
        "publications": "No publications found"
    },
    {
        "name": "Thomas James Dandelet",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "tdandelet@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Spanish Empire; Italy; Mediterranean; Social; Cultural; Political",
        "education": "BA, History, St. John's University, Minnesota, 1982MDiv, Church History, Princeton Theological, Princeton, NJ, 1988PhD, History, University of California, Berkeley, 1995",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/thomas-dandelet.jpg?itok=G_vqqPc1&timestamp=1524872485",
        "intro": "BA, History, St. John's University, Minnesota, 1982MDiv, Church History, Princeton Theological, Princeton, NJ, 1988PhD, History, University of California, Berkeley, 1995 Early Modern Europe University of California, Berkeley, Professor (2015-present)University of California, Berkeley, Associate Professor (2001-2015)Princeton University, Assistant Professor of History (1997-2000)Bard College, Assistant Professor of History (1995-97) Guggenheim Fellowship, 2007-2008.Roland Bainton Prize, best new book in history, Sixteenth Century Studies Conference, 2002. American Academy in Rome, Rome Prize, 1999-2000.National Endowment for the Humanities Fellowship, 1998.Spanish Ministry of Culture Fellowship, Fall, 1997.Mellon Fellowship, 1994-95.Fulbright Fellowship, 1992-93. \"Imagining Marcus Aurelius in the Renaissance: Forgery, Fiction and History in the Creation of the Imperial Ideal,\" in For the Sake of Learning, edited by Ann Blair and Anja-Silvia Goeing (Leiden: Brill, 2016). \"Imperial Anxiety, the Roman Mirror, and the Neapolitan Academy of the Duke of Medinaceli,\" in Representing Rivalry in the Early Modern Mediterranean, edited by Barbara Fuchs and Emily Weissbourd (Toronto: University of Toronto Press, 2015). “Gregory XIII and Political Pragmatism in the Age of the Pax Hispanica” in Memoirs of the American Academy in Rome, (Rome, 2009). \"Searching for the New Constantine: Early Modern Rome as a Spanish Imperial City,\" in Embodiments of Power, ed. Gary Cohen (New York, 2008) “Financing New St. Peter’s, 1506-1700,” in Sankt Peter’s Von Romeditors, Georg Satzinger and Sebastian Schutze (Bonn, 2008). “The Ties that Bind: The Colonna and the Spanish Empire in the 17th Century,” in Roma Española (Madrid, 2007). “The Imperial Renaissance”, in The Renaissance World edited by John Jeffries Martin (Routledge, 2007). “Creating a Protestant Constantine: Martin Bucer’s De Regno Christi and the Foundations of English Imperial Political Theology”, in Politics and Reformations: Communities, Polities, Nations, and Empires Essays in Honor of Thomas A. Brady, Jr., Edited by Christopher Ocker, Michael Printy, Peter Starenko, and Peter Wallace (Brill, 2007) \"Paying for the New St. Peter's: Contributions to the Construction of the New Basilica from Spanish Lands, 1506-1620,\" in Spain in Italy, 1500-1700, Brill, 2007. \"Between Empires: Spanish Sicily and the Contest for the Central Mediterranean in the Late Sixteenth Century,\" in Espagna e l'oriente islamico, Istanbul, 2007. \"Between Courts: The Colonna Agents in Italy and Iberia, 1555-1600,\" in Your Humble Servant. Agents in Early Modern Europe, 1500-1800, Edited by Marike Keblusek, Badeloch Noldus and Hans Cools, in cooperation with the Royal Netherlands Institute in Rome. Hilversum: Verloren, 2006. \"Rome, 1592: An Introduction to A Newly Discovered Parish Census,\" in Memoirs of the American Academy in Rome, 2006. \"The Spanish Economic Foundations of Renaissance and Baroque Rome,\" in Beyond Florence: Rethinking Medieval and Early Modern Italy, (Stanford, Stanford University Press), 2003. Spanish translation of \"Spanish Rome\", La Roma Espańola, 1500-1700, (Barcelona, Editorial Critica), 2002. \"Politics and the State System after the Habsburg-Valois Wars,\" in Early Modern Italy (Oxford, Oxford University Press), 2002. Spanish Rome, 1500-1700, (New Haven: Yale University Press), 2001. \"Celestial Heroes and the Splendor of Iberia: Spanish Saint Making in Early Modern Rome,\" in Il santo e la cittŕ (Venice, Marsilio), 2000. \"Setting the Noble Stage in Baroque Rome: Roman Palaces, Political Contest, and Social Theatre, 1600-1700,\" in Life and the Arts in the Baroque Palaces of Rome, Ambiente Barocco, (New Haven: Yale University Press), 1999. \"Spanish Conquest and Colonization at the Center of the Old World: The Spanish Nation in Rome, 1555-1625\" in The Journal of Modern History, Volume 69, #3,1997.",
        "publications": "No publications found"
    },
    {
        "name": "Brian DeLay",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "delay@berkeley.edu",
        "cv": "No CV found",
        "specialties": "The Age of Revolutions; Firearms History; U.S. Empire; American West; 19th-century Americas; transnational history; US-Mexico Borderlands; Native American History; International Arms Trade",
        "education": "BA: University of Colorado, Boulder, 1994MA: Harvard University, 1998PhD: Harvard University, 2004",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/delay_wha_2022.jpeg?itok=3p0W4Wel&timestamp=1669745284",
        "intro": "I’m a scholar of 18th- and 19th-century North America, specializing in transnational, borderlands, and Native American histories. Most of my writing explores connections between U.S., Latin American, and Indigenous histories in order to better understand power and inequality in the Western Hemisphere. My first book, War of a Thousand Deserts: Indian Raids and the U.S.-Mexican War (Yale University Press), recovers the forgotten, transnational story of how Comanches, Kiowas, Apaches, Navajos and other Indigenous peoples shaped the transformative era of the U.S.-Mexican War. War of a Thousand Deserts won best book prizes from the Latin American Studies Association, the Western History Association, and the Society for Historians of the Early American Republic, and was a finalist for the Francis Parkman Prize. I am the editor of North American Borderlands (Routledge), and co-author of the U.S. history textbooks Experience History and U.S./A Narrative History’ (McGraw-Hill). I’ve published articles, book chapters, and essays on variety of subjects. I’ve argued that historians of foreign relations should center Indigenous polities in histories of international relations and empire in 19th-century North America, and that, for most of the century, relations between Native nations dominated the continent’s international system. Other topics I’ve explored in my writing include the transnational context of John Singleton Copley’s famous painting Watson and the Shark; discourses of belonging and patterns of conflict between Navajos and New Mexicans; similarities in the violence of borderland Mexico’s 21st-century drug war and the borderland violence of the 19th-century; the reaction of the United States to the French intervention in Mexico; white supremacy and the Second Amendment; the dependence of the arms industry on the U.S. government and its taxpayers; and the myths of continuity that gun-rights activists deploy to attack firearms regulations in the Bruen era. I’m now working on three interconnected projects about the history of the international arms trade. The first is a book called Aim at Empire: American Revolutions through the Barrel of a Gun, 1750-1825. The book explains how the international arms trade made anticolonial rebellion a practical possibility in British North America; how arms dealers from the newly-independent United States equipped the Haitian Revolution and the Spanish American Wars for Independence; and how privileged control over war material empowered U.S. empire in the trans-Appalachian West. Aim at Empire will be published by W.W. Norton in 2024. Part of the argument of the book is previewed here. The second project is another book under contract with W.W. Norton: Means of Destruction: Guns, Freedom, and Domination in the Americas before World War II. Advance material from Means of Destruction has appeared here, here, and here. My work on both books has been funded by fellowships from the John Simon Guggenheim Foundation, the Stanford Humanities Center, the Harry Frank Guggenheim Foundation, and the American Council of Learned Societies. The third project-in-progress is a data project. For the past several years I have been working with a team of student researchers to quantify the global arms trade from the end of the Napoleonic Wars to the outbreak of World War I. The vast majority of firearms sold and used around the world in the long nineteenth-century originated with five major producers/exporters: Britain, France, Belgium, the United States, and Germany. The Project on Arms Trade History reconstructs the contours of the global arms trade in this era by extracting data from annual customs reports produced by these countries, counting everything from cannons to percussion caps. Once complete, PATH will be made publicly available as a website enabling scholars anywhere in the world to track the global movement of guns, ammunition, and artillery between 1814-1914 at multiple scales. The United States has a tradition of regulating firearms in the name of public safety, one that stretches back to the early colonial era. Drawing on my understanding of that tradition, I have worked as an expert witness and drafted declarations on the history of gun technology and regulation for state and local authorities defending gun-safety laws in Washington D.C., Oregon, Illinois, Washington State, California, New Jersey, Delaware, and Boulder County, CO. Since 2014, I have served alongside historians Steven Hahn and Amy Dru Stanley as series editor for the University of Pennsylvania Press book series America in the Nineteenth Century. At Berkeley, I teach classes on U.S., Latin American, and Native American history. In 2023-24, I’ll be teaching a lecture class on Encounter & Conquest in the Indigenous Americas; a senior thesis seminar; and a graduate research seminar on North American topics before 1900. I have had the privilege of advising wonderful Ph.D. students working on topics that span the continent and range from the early colonial period through the twentieth century. I’m particularly interested in advising students who are interested in the Age of Revolutions, borderlands, Native American, and/or transnational history; who are more curious than judgmental about the past; and who care about writing. With Mark Brilliant, Hidetaka Hirota, and Bernadette Pérez, I co-direct Berkeley West, a dissertation group for Berkeley Ph.D. students working on the history of the North American West, (very) broadly conceived. BA: University of Colorado, Boulder, 1994MA: Harvard University, 1998PhD: Harvard University, 2004 Preston Hochkiss Chair in the History of the United States, University of California, Berkeley, 2016-present Professor, University of California, Berkeley, 2023-Present Associate Professor, University of California, Berkeley, 2010-2023 Assistant Professor, University of California, Berkeley, 2009-2010 Assistant Professor, University of Colorado, Boulder, 2004-2009 Lecturer, Harvard University, Spring 2004 \"The Myth of Continuity in American Gun Culture,\" 35k-word article forthcoming in the California Law Review 113:1 (Feb. 2025) \"The Arms Trade & American Revolutions,\" American Historical Review 128:3 (Sept., 2023), 1144-1181. “Foreign Relations between Indigenous Polities, 1820-1900,” in Kristin Hoganson and Jay Sexton, eds., The Cambridge History of America and the World, Vol 2: 1812-1900 (Cambridge University Press, 2022), 387-411. Co-author with James West Davidson, William E. Gienapp, Christine Leigh Heyrman, Mark H. Lytle, and Michael B. Stoff, Experience History: Interpreting America’s Past [Formerly Nation of Nations: A Narrative History of the American Republic], McGraw-Hill (2019).  *Concise Edition: US/A Narrative History (2022). “How the U.S. Government Created and Coddled the Arms Industry,” The Conversation, October 2017 “Indian Polities, Empire, and Nineteenth-Century American Foreign Relations”Diplomatic History 39:5 (December 2015), 927-42. “Watson and the Shark,” chapter in Brooke Blower and Mark Philip Bradley, eds., The Familiar Made Strange: American Icons and Artifacts after the Transnational Turn, Cornell University Press, 2015 “Blood Talk: Violence and Belonging in the Navajo-New Mexican Borderland,” in Juliana Barr and Edward Countryman, eds., Contested Spaces of Early America, University of Pennsylvania Press, 2014. (See Source Notes here and Source Data here.) \"How Not to Arm a State: American Guns and the Crisis Of Governance In Mexico, Nineteenth and Twenty-First Centuries\" [24th Annual W.P. Whitsett Lecture], Southern California Quarterly 95:1 (Spring 2013), pp. 5-23. “Oportunismo, ansiedad, idealismo: los impulsos Estadunidenses durante la intervención Francesa en México,” in Jean Meyer, ed., Memorias del Simposio Internacional 5 de Mayo, El Colegio de Puebla, 2013, pp 269-288. “19th Century Lessons for Today’s Drug War Policies,”The Chronicle Review, Tuesday, July 28, 2009 “Independent Indians and the U.S.-Mexican War,”American Historical Review 112 (Feb., 2007), 35-68. “The Wider World of the Handsome Man: Southern Plains Indians Invade Mexico, 1830-1846,” Journal of the Early Republic27 (March, 2007), 83-113 Vandervort Prize for Outstanding Article in Military History, Society for Military History, 2024 Fulbright Distinguished Lecturer, Doshisha American Studies Seminar (Kyoto), 2014 Bryce Wood Book Award for the outstanding book on Latin America in the social sciences and humanities published in English, Latin American Studies Association, 2010 Charles A. Ryskamp Fellowship, American Council of Learned Societies, 2010-2011 Organization of American Historians Distinguished Lecturer, 2008-2011 W. Turrentine Jackson Prize for best first book, Western History Association, 2009 Robert M. Utley Book Award, Western History Association, 2009 Southwest Book Award, sponsored by the Border Regional Library Association, 2009 James Broussard Best First Book Prize, Society for Historians of the Early American Republic, 2008 Norris and Carol Hundley Best Book Award, Pacific Coast Branch of the American Historical Association, 2008 [co-winner] The Sons of the Republic of Texas Summerfield G. Roberts Best Book Award, 2008 Finalist, Francis Parkman Prize from the Society of American Historians, 2008 Bolton-Cutter Award for best borderlands article, Western History Association, 2008 Robert F. Heizer Prize for the best article in the field of ethnohistory, 2008 CLAH Article Prize, Conference on Latin American History, 2008 Stuart Bernath Article Prize, Society for Historians of American Foreign Relations, 2008 Phi Alpha Theta/Westerners International Prize for Best Dissertation, 2005 Harold K. Gross Prize from Harvard University for the dissertation “demonstrating the greatest promise of a distinguished career in historical research,” 2004 John Simon Guggenheim Foundation Fellowship, 2019-2020 Stanford Humanities Center Fellowship, 2019-2020 American Council of Learned Societies Fellowship, 2017-2018 Harry Frank Guggenheim Foundation Fellowship, 2013-2014 UC Humanities Research Fellowship Grant, 2013-2014 UC Berkeley CORE Research Bridging Grant, 2012-2014 Charles A. Ryskamp Research Fellowship, American Council of Learned Societies, 2010-2011 Donald T. Harrington Fellowship, UT Austin, 2009-2010 (Declined) University of Colorado Graduate Committee on the Arts and Humanities Research Grant, 2008 American Philosophical Society / British Academy Fellowship, 2008 Junior Faculty Development Award, University of Colorado, 2007 Bill and Rita Clements Research Fellowship for the Study of Southwestern Americana, Full Year, Clements Center, Southern Methodist University, Dallas, TX, 2005-2006 Postdoctoral Fellowship, Full Year, Huntington Library, San Marino, CA, 2005-2006 (Declined) Postdoctoral Fellowship, Full Year, Newberry Library, Chicago, IL, 2005-2006 (Declined) Packard Foundation Dissertation Finishing Grant, 2002-2003 American Philosophical Society, Philips Fund Grant for Native American Research, 2001",
        "publications": "No publications found"
    },
    {
        "name": "Dzovinar Derderian",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "derderian@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, University of Michigan, Ann Arbor,  2019",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/01-_1.jpg?itok=h1aQ1i5l&timestamp=1706809916",
        "intro": "Dr. Dzovinar Derderian is a social and cultural historian focusing on Armenians in the Middle East and the Caucasus. Her interest lies in peoples at the margins of empires, and their roles in imperial processes of modernization. She examines discursive and social practices of provincial Armenians to understand how they navigated their multi-ethnic and multi-religious milieus, and as such how they maintained and transformed orders of power in the Ottoman Empire in the nineteenth century. As part of an effort to understand and situate nineteenth-century Armenians in the multi-ethnic and multi-religious context, with Tolga Yaşar Cora and Ali Sipahi, she co-edited a book The Ottoman East in the Nineteenth Century: Societies, Identities and Politics published by I.B. Tauris in 2016. In this book she also has a chapter titled “Shaping Subjectivities and Contesting Power through the Image of Kurds, 1860s.” PhD, University of Michigan, Ann Arbor,  2019 MA, Georgetown University, 2009 BA, Tufts University, 2007 Armenian history, Ottoman Empire, Russian Empire 2326 Dwinelle Hall derderian@berkeley.edu",
        "publications": "No publications found"
    },
    {
        "name": "Sandra Eder",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "s.eder@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Gender and Sexuality; History of Medicine and Science",
        "education": "PhD, History of Medicine, The Johns Hopkins University",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/eder_sandra.jpg?itok=7e0ECkBd&timestamp=1526331710",
        "intro": "PhD, History of Medicine, The Johns Hopkins University I am interested in the emergence of modern ideas about the self and formulations of identity through scientific knowledge production and in medical practice,  the interplay of gender, sexuality, identity, ethnicity, and medicine, patient records and clinical practices, and gender and sexuality in popular culture. My first book, How the Clinic Made Gender: The Medical History of a Transformative Idea (University of Chicago Press, 2022) examines the emergence of our modern sex/gender binary in mid-twentieth century clinical practices in the U.S. The book illuminates an alternative lineage for the conceptualization of our current understanding of gender as socially and culturally determined, one that emerges and intersects with the clinic where physicians, psychologists, and psychiatrists developed a pragmatic understanding of psychological or learned sex in their engagement with children manifesting intersex traits. The book details gender’s transition from a pragmatic tool in the sex assignment of children with intersex traits in the 1950s to an essential category in clinics for transgender individuals in the 1960s. It then considers the variable ways feminists integrated gender into their theories and practices in the early 1970s. In historicizing the emergence of the sex/gender binary, How the Clinic Made Gender reveals the role of medicine in developing a transformative idea and the interdependence between clinical practices and wider social norms that inform the attitudes of physicians and researchers. I focus specifically on epistemological practices, that is, how gender was ‘made’ – the intricate way in which ideas were put into practice and practices informed ideas. In short, I approach the history of gender and sexuality through the history of medicine and science. I am also the co-editor of Pink and Blue: Gender, Culture, and the Health of Children (Rutgers University Press, 2021), which explores how gender has served as one of the frameworks for pediatric care in the U.S. since the specialty’s inception. Pink and Blue deploys gender—often in concert with class and race—as the central critical lens for understanding the function of pediatrics as a cultural and social project in modern U.S. history. Currently, I am working on my second book, tenatively entitled The Science of Happiness: Gender, Identity, and Measurement. I am also developing projects on the medicalization of trans, transfeminism and on race and medical institutions. I teach classes on the history of medicine, US gender and sexuality, and gender and race in medicine and science. “How ‘Gender’ Went Rogue,” Los Angeles Review of Books (May 24, 2023) How the Clinic Made Gender: The Medical History of a Transformative Idea: University of Chicago Press, 2022.  Conis, Elena, Sandra Eder, and Aimee Medeiros, eds. Pink and Blue: Gender, Culture, and the Health of Children: Rutgers University Press, 2021. \"Gender and Cortisone: Clinical Practice and Transatlantic Exchange in the Medical Management of Intersex in the 1950s.\" Bull. Hist. Med. 92, no. 4 (2018): 604-33. \"Female Circumcision and Clitoridectomy in the United States: A History of a Medical Treatment by Sarah B. Rodriguez (Review).\" Bull. Hist. Med. 89, no. 4 (2015): 816-17. \"From ‘Following the Push of Nature’ to ‘Restoring One’s Proper Sex’ – Cortisone and Sex at Johns Hopkins’s Pediatric Endocrinology Clinic.\" Endeavour 36, no. 2 (2012): 69-76. \"The Volatility of Sex: Intersexuality, Gender and Clinical Practice in the 1950s.\" Gender & History 22, no. 3 (November 2010): 692-707. \"Lesbian Pulps Revisited. Über die Beharrlichkeit des Geschlechts und das Scheitern von Konstruktionen.\". In Liebe Und Widerstand: Ambivalenzen Historischer Geschlechterbeziehungen. L'homme: Schriften, 209-26. Wien: Böhlau, 2005.",
        "publications": "No publications found"
    },
    {
        "name": "John M. Efron",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "efron@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "BA, Monash University, Melbourne, Australia (1979)",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/efron_john.jpg?itok=R7vHEY7D&timestamp=1526331997",
        "intro": "BA, Monash University, Melbourne, Australia (1979) MA, New York University (1981) PhD, Columbia University (1991) Modern Jewish History; Cultural and Social history of German Jewry German Jewry and the Allure of the Sephardic (Princeton University Press, 2016) The Jews: A History, with Matthias Lehmann and Steven Weitzman (Prentice Hall, 2009; second edition, 2013) Medicine and the German Jews: A History (Yale University Press, Spring 2001) Jewish History and Jewish Memory: Essays in Honor of Yosef Hayim Yerushalmi ed., with Elisheva Carlebach and David N. Myers (University Press of New England, 1998) Defenders of the Race: Jewish Doctors and Race Science in Fin-de Siécle Europe (New Haven: Yale University Press, 1994)",
        "publications": "No publications found"
    },
    {
        "name": "Susanna Elm",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "elm@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/susanna_elm.jpg?itok=2Kb4ZDqW&timestamp=1526332728",
        "intro": "DPhil Oxon, Literae Humaniores (Ancient History) St. Hilda's College, 1986 Philosophicum, summa cum laude, Free University Berlin (BA-equivalent in Philosophy and education), 1982 Interim examination, summa cum laude, University Berlin, 1980 Music certificate, qualified flute teacher, North Rhine Westphalian Academy of Music, 1978 Valedictorian, Gymnasium Leopoldinum I, Detmold, 1978 Ancient History with a focus on the political, economic, religious and cultural history of the later Roman Empire, East and West. Current projects include Augustine of Hippo and slavery, the possibility of formulating a theology of economics, late Roman Antioch, elite display, and aspects of ancient medicine. 2022 - present, Distinguished Professor of History and Ancient Greek and Roman Studies 2015–2022, Sidney H. Ehrman Professor of European History, UC Berkeley 2002–Present, Professor of History and Classics, UC Berkeley 1999–2004, Director, Undergraduate Program in Religious Studies 1997–2004, Chair, Graduate Program in Ancient Mediterranean History and Archaeology 1994–2002, Associate Professor, UC Berkeley 1994–19955, Acting Director, Graduate Program in Ancient Mediterranean History and Archaeology Co-Director, Interdisciplinary Program for Religious Studies 1988–1994, Assistant Professor, UC Berkeley 2021 -  Corresponding Fellow, The British Academy 2020-2021 ACLS and Loeb Foundation grants 2018, Visiting Professor, Sonderforschungsbereich Bedrohte Ordnungen, at the Lehrstuhl Professor Irmgard Männlein-Robert, Klassische Philologie, Universität Tübingen, May-July 2018, Hyde Lecturer in Ancient History, University of Pennsylvania, Philadelphia, March 19-23 2017, Hedi-Fritz-Niggli University Professor, Universität Zürich, Spring semester 2013–2014, UC Regents' Faculty Research and Mellon Research Fellowship 2013, May-July, Researcher in Residence (by invitation), Center for Advanced Studies (CAS), Ludwig-Maximilians-Universität München 2009 Fall, Visiting Professor, Ludwig-Maximilians-Universität München, and Fellow, Center for Advanced Studies (CAS) 2007, American Philological Association Prize for Scholarly Outreach for the Multi-Campus Research Group Late Antiquity Steering Committee. 2007, Ellen Maria Gorrison Berlin Prize Fellow, American Academy Berlin, Spring. 2003, UC Berkeley Regents' Faculty Research Fellowship, Seminar für Alte Geschichte, Eberhard-Karls Universität;t Tübingen, Fall. 2000–2001, Fellow, Shelby Cullom Davis Center for Historical Studies, Princeton Invitation to the Institute for Advanced Studies, Princeton, declined The Emperors's Eunuch: Civil War, Queer Masculinities, and Imperial Representation in the Early Theodosian Age, UC Press, forthcoming. A Short History of Ancient Christianity. With Rebecca Lyman. Cambridge: Cambridge University Press, under contract. The Emperors's Eunuch: Political Unity, Manliness, and Imperial Representation in the Theodosian Age. In preparation. Sold: Augustine of Hippo on Slavery, Taxation, and Original Sin. In preparation. Virgins of God. The Making of Asceticism in Late Antiquity. Oxford Classical Monograph Series. Oxford: Clarendon Press, 1994; paperback, 1996, re-ed. 1999, 2003; e-book 2006; Fecioarele lui Dumnezeu: Întemeierea ascetismului în Antichitatea Târzie, Romanian trans. Eva Darmian, Iasi: Editura Doxologia, 2020. Sons of Hellenism, Fathers of the Church: Emperor Julian, Gregory of Nazianzus, and the Vision of Rome. Berkeley: UC Press, 2012; paperback 2015. Winner 2013 C. J. Goodwin Award of Merit, American Philological Association. Virgins of God. The Making of Asceticism in Late Antiquity. Oxford Classical Monograph Series. Oxford: Clarendon Press, 1994; Paperback, 1996, re-ed. 1999, 2003; e-book 2006). The Late (Wild) Augustine, edited by Susanna Elm and Christopher M. Blunda, Leiden: Brill/Schoeningh, 2020. The Cambridge Companion to Ancient Christianity. Ed. S. Elm and R. Lyman. Cambridge University Press, under contract. Material Christianity, ed. Christopher Ocker and Susanna Elm. Springer Nature, 2020. Antioch: The Many Faces of Antioch: Intellectual Exchange and Religious Diversity (CE 350-450). Ed. Silke-Petra Bergjan and Susanna Elm, COMES, Tübingen: Mohr-Siebeck, 2018. Braut Christi: Familienformen in Europa im Spiegel der sponsa, Ed. Susanna Elm and Barbara Vinken, München: W. Fink Verlag, 2016. Wer heilt, hat Recht? Medizin, Kunst, Ritus. Ed. Stefan Willich and Susanna Elm. Trigon 11, Guardini Stiftung, Berlin: Berliner Wissenschaftsverlag 2014, 45-102. Quo Vadis Medical Healing. Past Concepts and New Approaches. Ed. Susanna Elm and Stefan Willich. International Library of Ethics, Law and the New Medicine 44. New York: Springer, 2009. Violence in Late Antiquity: Perceptions and Practices. Ed. Hal Drake and co-ed. E. Albu, S. Elm, M. Maas, C. Rapp, M. Salzman. London: Ashgate, 2006. Medical Challenges for the New Millennium — An Interdisciplinary Task. Ed. Stefan N. Willich and Susanna Elm. New York/Amsterdam: Kluver, 2001. Orthodoxie, christianisme, histoire-Orthodoxy, Christianity, History. Ed. Susanna Elm, Éric Rebillard and Antonella Romano. Collection de l'École française de Rome 270. Rome: École française de Rome, 2000; e-book 2007. The \"Holy Man\" Revisited (1971-1997): Charisma, Texts, and Communities in Late Antiquity. Ed. Susanna Elm and Naomi Janowitz. Special Issue Journal of Early Christian Studies 6: 3 (1998). \"The Human Condition: Condicio and origo in Augustine (Letters 10*, 20*, and 24*),\" in Making Sense of the Oath, ed. Stephan Esders, in Cultural Encounters, Brepols, forthcoming. \"Augustinus, De Genesi ad Litteram Book 9,\" in Augustinus De Genesi ad Litteram, ed. Johannes Brachtendorf and Volker Drecoll, Schöningen, forthcoming. \"Eutropius the Consul, Eutropius the Eunuch: Power, Ugliness, and Imperial Representation,\" in Inclusion-Exclusion, ed. Peter Schadler and Yitzhak Hen, Cultural Encounters, Brepols, forthcoming. \"Bodies, Books, Histories: Augustine of Hippo and the Extra-ordinary,\" in Constructing Christians: Rhetoric and Religious Identity in Late Antiquity, ed. Richard Flower and Morwenna Ludlow, Oxford University Press, forthcoming. \"Dressing Moses: Reading Gregory of Nyssa's Life of Moses Literally\", in Gregory of Nyssa, ed. Mark Edwards and Anna Marmodoro, Oxford University Press, forthcoming. \"Death and the Tigris: Does Later Roman Historiography Represent an Antiochene Agenda? (Festus and Eutropius)\", in The Many Faces of Antioch: Intellectual Exchange and Religious Diversity in Antioch (CE 350-450). Ed. S.-P. Bergjan and S. Elm, Tübingen: Mohr-Siebeck, 2018, 171-197. \"Introduction: The Many Faces of Antioch,\" ibid., 9-18. \"Sold to Sin through origo: Augustine of Hippo on Slavery and Freedom\" (Oxford International Patristic Conference Opening Keynote), Studia Patristica 98 (2017):1-21. \"'The Old Man from Tyre': Julian's Contra Galilaeos and the Fourth-century Nachleben of Porphyry's Engagement with the Christians,\" in Die Christen als Bedrohung? Text, Context und Wirkung von Porphyrios' Contra Christianos, ed. Irmgard MännleinRobert, Stuttgart: Franz Steiner, 2017, 307-324. \"Signs under the Skin: Flogging Eternal Rome,\" in Unter die Haut. Tätowierungen als Logound Piktogramme, ed. Iris Därmann and Thomas Macho, Munich/Paderborn: Wilhelm Fink Verlag, 2017, 51-75. \"New Romans: Salvian of Marseilles on The Government of God,\" NAPS Presidential Address, Journal of Early Christian Studies 25 (2017): 1-28. \"Die sponsa Christi und der 'marriage plot' – eine neue Rolle für Frauen und ihre Entwicklung im spätrömischen Reich,\" in Braut Christi: Familienformen in Europa, ed. S. Elm and B. Vinken, Munich-Paderborn: W. Fink Verlag, 2016, 25-43. With Barbara Vinken, \"Braut Christi. Familienformen in Europa im Spiegel der sponsa,\" ibid., 7-23. \"The Letter Collection of the Emperor Julian,\" in Collected Epistolography in Late Antiquity, eds. E.J. Watts, B. Storin, C. Sogno, Berkeley: UC California Press, 2016, 54-68. 9 \"Response to Stefan Esders: Deditio and Baptism,\" in Borders: Terms, Ideologies and Performances, ed. A. Weissenrieder, Tübingen: Mohr-Siebeck, 2016, 135-142. \"Bürger und Fremde im römischen Reich,\" Merkur. Deutsche Zeitschrift für europäisches Denken, März 2016, 77-84. \"Autobiography as Apology-an Episcopal Genre? Emperor Julian, Gregory of Nazianzus, Augustine of Hippo,\" in Spätantike Konzeptionen von Literatur – Notions of the Literary in Late Antiquity. Ed. J.R. Stenger. Heidelberg: Winter, 2015, 41-56. \"When Augustine Spoke of Babylon, What did he See?\" in Translatio Babylonis: Unsere orientalische Moderne, ed. B. Vinken, Munich-Paderborn: W. Fink Verlag, 2015, 29-42. \"Gregory of Nazianzus: Mediation between Individual and Community,\" in Group Identity and Religious Individuality in Late Antiquity. Ed. E. Rebillard and J. Rüpke, American University Press, Washington D.C., 2015, 89-107. \"Con/discordia (Prudentius),\" in Rom rückwärts: Europäische Übertragungsschicksale von Lucan bis Lacan. Ed. J.Kasper und C. Wild, Munich: W. Fink Verlag, 2015, 47-55.",
        "publications": "No publications found"
    },
    {
        "name": "Puck Engman",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "puck.engman@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/engman_puck.jpg?itok=0W9gU2x7&timestamp=1603404034",
        "intro": "With Daniel Leese, ed. Victims, Perpetrators and the Role of Law in Maoist China: A Case-Study Approach. Berlin, Boston: De Gruyter, 2018. https://doi.org/10.1515/9783110533651",
        "publications": "No publications found"
    },
    {
        "name": "Victoria Frede",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "vfrede@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "PhD, History, University of California, Berkeley, 2002",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/frede_victoria.jpg?itok=PtFFcZDX&timestamp=1527022125",
        "intro": "PhD, History, University of California, Berkeley, 2002 MPhil, School of Slavonic and East European Studies, University of London, 1996 BA, Cambridge University, 1993 Imperial Russia, late eighteenth and nineteenth centuries; Russian intellectual history; comparisons between Russia, Germany, France and Britain; history of friendship; history of Russian religious thought; history of emotions. \"Obshchestvennoe mnenie. Ego oblik sverkhu: Neglasnyi komitet Aleksandra I\" [Public Opinion: The View From Above. Alexander I's Unofficial Committee], Novoe literaturnoe obozrenie. 151 (2018). \"Vernost', izmena i predatel'stvo v druzheskoi srede: 1790\" [Fidelity, Treason, and Betrayal Among Friends: the 1790s\", Trudy Instituta russkogo iazyka im. V. V. Vinogradova. Vol. 9. Istoriia russkogo iazyka i kul'tury: Pamiati V. M. Zhivova, ed. A. M. Moldovan, A. A. Pichkhadze, and Iu. V. Kagarlitskii (Moscow: Institut russkogo iazyka, 2016), pp. 323-339. \"Freemasonry, Secrecy, and Letter-Writing in the 1780s,\" in \"A Century Mad and Wise\": Russia in the Age of Enlightenment, ed. Emmanuel Waegemans et al. (Groningen: Instituut voor Noord-en Oost-Europese Studies, 2015), pp. 395-406. \"Friends: Gilbert Romme and the Stroganovs,\" Vivliofika: E-Journal of Eighteenth-Century Russian Studies 3 (2015): 70-100. \"Atheism in the Russian Enlightenment,\" Russian Literature 75, 1-4 (2014): 121-61. \"Stankevič and Hegel's Arrival in Russia,\" Studies in East European Thought 65, 3-4 (December 2013): 159-174. Doubt, Atheism, and the Nineteenth-Century Russian Intelligentsia (Madison: University of Wisconsin Press, 2011). \"Radicals and Feelings: the 1860s\" in Mark Steinberg and Valeria Sobol, eds. Interpreting Emotions in Russia and Eastern Europe (DeKalb: Northern Illinois University Press, 2011), 62-81. \"Materialism and the Radical Intelligentsia, 1858-1863,\" in Gary A. Hamburg and Randall Poole, eds., A History of Russian Philosophy, 1830–1930: Faith, Reason, and the Defense of Human Dignity (Cambridge: Cambridge University Press, 2010), 69-89. \"A Radical Circle Confronts a Radical Woman: M. L. Ogareva, the Westernizers, and the Problem of Individual Self-Fulfillment,\" in Jahrbücher für Geschichte Osteuropas, 54, no. 2 (2006): 161-189. \"Istoriia kollektivnogo razocharovaniia: druzhba, nravstvennost' i religioznost' v druzheskom krugu A. I. Gertsena – N. P. Ogareva 1830 – 1840-kh gg.,\" tr. S. Silakova, Novoe literaturnoe obozrenie, 49, no. 3 (2001): 159-190",
        "publications": "No publications found"
    },
    {
        "name": "Bruce S. Hall",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "bruce.hall@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "PhD, University of Illinois at Urbana-Champaign, 2005",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/hall_head_shot.jpg?itok=0jIvNjmV&timestamp=1705507640",
        "intro": "My research is focused on the intellectual and social history of a region of West Africa called the Sahel, which straddles the southern edge of the Sahara Desert. It encompasses the modern countries of Mauritania, Mali and Niger. Most of the research that I have carried out has been based in and around the northern Malian town of Timbuktu, in a sub-region of the Sahel called the Niger Bend. I have worked in Timbuktu because it is the site of remarkable collections of written sources in Arabic from across the Sahel and further a field in the Muslim world. My work is located at the intersection between West Africa's Muslim high intellectual culture and social and economic issues which that intellectual culture sought to address. My first book, A History of Race in Muslim West Africa, 1600-1960, was published by Cambridge University Press in 2011. It is an intellectual history of arguments made about race and slavery in the West African Sahel. It reveals the long history of racial ideas in this region, and the different work that racial ideas were made to do over a period of more than three hundred years. I am currently completing a second book project called “The Bonds of Trade: Letters, Social hierarchy and the ethics of connectivity in Timbuktu, 1846-1918.” This is a social, economic and cultural history of the famously remote town of Timbuktu in modern-day Mali between 1846 and 1918. Known primarily as a commercial entrepôt and center of Islamic learning on the southern edge of the Sahara Desert dating back to medieval times, Timbuktu’s mystique has contributed to an unusual level of interest in its heritage of Arabic manuscripts, regularly thought to be imperiled. “Bonds of Trade” bases itself on this archive of Arabic manuscripts, but in doing so recasts the story of those manuscripts from one of the remnants of lost treasure to that of a more contemporary and vital nineteenth-century world constituted by the practice of letter writing and commerce which connected people across extensive circum-Saharan space. By focusing on the practice of letter-writing, and the issues discussed in the letters, “Bonds of Trade” aims to show how the people in Timbuktu navigated the period before and after colonial conquest, and how they interacted with Islam legal institutions and the nascent colonial state as it was first being established. The letters reflect that circum-Saharan connectivity depended on the entrenched social hierarchies in circum-Saharan societies, especially in the widespread practice of slavery and slaveholding. At the same time, they reveal an abiding ethic of fraternity and friendship that used the language of Islamic belonging to engender a broad idea of equality among Muslims. The challenges to the network of letter-writers brought about by French colonial conquest of Timbuktu in 1893 lay in the undermining of the structures of social hierarchy and the redirection of trade away from the Sahara to the Atlantic coast. The project is based on a reading of more than a thousand letters from Timbuktu. I am also the general editor of a bibliographic database of Arabic manuscript materials from across West Africa called the West African Arabic Manuscript Database (WAAMD), which can be accessed at https://waamd.lib.berkeley.edu/home. PhD, University of Illinois at Urbana-Champaign, 2005 MA, Queen's University (Canada), 1995 BA, University of Toronto, 1994 Muslim intellectual history in West and North Africa; Slavery; Social and Economic history of West and North Africa; Race; Mali; Songhay A History of Race in Muslim West Africa, 1600-1960 (New York: Cambridge University Press, 2011). Winner of the 2012 Martin A. Klein Prize, awarded by the American Historical Association for the most distinguished work of scholarship on African history published in the previous alendar year, in English. “Memory, Slavery and Muslim Citizenship in the Post-Emancipation Circum-Saharan World,” L’Ouest Saharien 10/11 (2020), pp. 95-108. “Reading Race in Africa and the Middle East,” Antropologia 7, 1 (2020), pp.33-44. “Race,” in A Cultural History of Empires in the Modern Age, ed. Patricia M.E. Lorcin (London: Bloomsbury, 2019), pp.177-94. “Vernacular Media, Muslim Ethics and Conservative Critiques of Power in the Niger Bend, Mali,” in Religion, Media & Marginality in Africa, ed. Felicitas Becker and Joel Cabrita (Athens, OH: Ohio University Press, 2018), pp.133-53. “Rethinking the Place of Timbuktu in the Intellectual History of Muslim West Africa,’ in Landscapes, Sources, and Intellectual Projects: Politics, History, and the West African Past, ed. Toby Green and Benedetta Rossi (Leiden, Brill, 2018), pp.239-58. with Amadou Fofana, “Timbuktu: what call to action? Timbuktu (dir. Abderrahmane Sissako, 2014, Mali),” in Black Camera 9, 1 (2017), pp.7-21. with Ghislaine Lydon, \"Excavating Arabic Sources For the History of Slavery in Western Africa,\" in African Slavery/African Voices, Volume 2, Methodology, ed. Alice Bellagamba, Sandra Greene, Carolyn Brown and Martin Klein (New York: Cambridge University Press, 2016), pp.15-49. contributor to Arabic Literature of Africa. Volume 5. The Writings of Mauritania and the Western Sahara, ed Charles C. Stewart and Sidi Ahmed ould Ahmed Salem (Leiden: Brill, 2015). Winner of the 2016 Conover-Porter Award, awarded by the African Studies Association for outstanding Africa-related reference works, bibliographies or bibliographic essays. \"Saharan Commerce and Islamic Law: The Question of Usury (ribā) in the Nawāzil literature of Mali and Mauritania, 1700-1929,\" African Economic History 41 (2013), pp.1-20. \"Arguing sovereignty in Songhay,\" Afriques: Débats, methods et terraines d'histoire 4 (2013), pp.2-17. with Yacine Daddi Addoun, \"The Arabic Letters of the Ghadames Slaves in the Niger Bend, 1860-1900,\" in African Slavery/African Voices, ed. Alice Bellagamba, Sandra Greene, Carolyn Brown and Martin Klein. (New York: Cambridge University Press, 2013), pp.485-500. \"How slaves used Islam: The letters of enslaved Muslim commercial agents in the nineteenth-century Niger Bend and Central Sahara,\" Journal of African History 52, no. 3 (2011), pp.279-97. \"Bellah histories of decolonization, Iklan paths to freedom: The meanings of race and slavery in the late-colonial Niger Bend (Mali), 1944-1960,\" International Journal of African Historical Studies 44, no.1 (2011), pp.61-87. with Charles C. Stewart, \"The historic 'Core Curriculum,' and the book market in Islamic West Africa\" in The Trans-Saharan Book Trade: Arabic Literacy, Manuscript Culture, and Intellectual History in Islamic Africa, ed. Graziano Krätli and Ghislaine Lydon (Leiden: Brill, 2010), pp.109-74.",
        "publications": "No publications found"
    },
    {
        "name": "David Henkin",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "marhevka@berkeley.edu",
        "cv": "No CV found",
        "specialties": "19th Century; urban; cultural",
        "education": "PhD, University of California, Berkeley",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/davidhenkin.jpg?itok=EGTbDS98&timestamp=1568936423",
        "intro": "PhD, University of California, Berkeley BA, Yale University America Since 1607 The Week: A History of the Unnatural Rhythms That Made Us Who We Are, Yale University Press, 2021. With Rebecca McLennan, Becoming America: A History for the 21st Century, McGraw-Hill, 2015. The Postal Age: The Emergence of Modern Communications in Nineteenth-Century America, University of Chicago Press, 2006. City Reading: Written Words and Public Spaces in Antebellum New York, Columbia University Press, 1998. \"How We Became Weekly,\" Aeon (November 30, 2021) \"Tick, Tock, Tuesday: Serial Timekeeping and the History of the Modern Week,\" Nineteenth-Century Contexts, 40:5, 509-524, DOI: 10.1080/08905495.2018.1516964 “Sleep and Synchronicity,” Public Books (April 2015) “New York, Capital of the Jews,” Tablet (January 28, 2013) “Dollars and Sex,” Public Books (February 2012) “On Forms and Media,” Representations 104 (Winter 2008)",
        "publications": "No publications found"
    },
    {
        "name": "Rebecca Herman",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "rebeccaherman@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, History, University of California, Berkeley",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/rh_june_2024_cropped_0.jpg?itok=v-D0IR12&timestamp=1717712219",
        "intro": "My research and teaching explore the social, political, and environmental history of the twentieth century with a focus on Latin America, the United States, and global politics. I'm currently working on a book about Antarctica in the last third of the twentieth century, when Argentina and Chile colonized the Antarctic peninsula with civilian settlements, Non-Aligned countries insisted that Antarctica belonged to the global commons like the deep seas and outer space, and a rising global environmental movement fought to declare the Antarctic a protected World Park. My book explores this period of uncertainty about Antarctica's future - and the broader question of who decides what happens in places that are naturally uninhabited by humans - through the stories of the soldiers and scientists, military wives and children, artists, writers, and activists who traveled south in growing numbers during these years. By bringing the high politics of Antarctic governance together with the intimate stories of the people who executed it, I aim to write a book that renders complicated matters of environmental governance and global inequality intelligible and compelling to a broad readership. Research for this project is supported by the Hellman Faculty Fellowship and the Samuel P Hays Fellowship of the American Society for Environmental History. Most recently, I published an article in Environmental History about Greenpeace International's first office in the so-called developing world, which the organization opened in Buenos Aires in the mid-1980s. My first book, Cooperating with the Colossus, was published by Oxford University Press in 2022. The book examines the fraught relationship between cooperation and sovereignty in the Americas through a history of US military basing in Latin America during the Second World War. Despite widespread acclaim for Pan-American unity with the Allied cause, US basing incited local conflicts over labor rights, discrimination, sex, and criminal jurisdiction. Anchored in the wartime experiences of Brazil, Cuba, and Panama, the book moves between the American foreign ministries and the cantinas, courtrooms, plazas, and brothels where the wartime alliance took shape. Cooperating with the Colossus was named a Best Book of 2023 by Foreign Affairs and received book prizes and honorable mentions from the Latin American Studies Association, the Society for Historians of American Foreign Relations, and the Pacific Coast Branch of the American Historical Association. Reseach for this project was supported by fellowships and awards from the Smithsonian Institution, the Social Science Research Council, the Council on Library and Information Resources, the George C. Marshall Foundation, and the Society for Historians of American Foreign Relations, among others. Before entering academia, I spent several years in Argentina, with shorter stints in Bolivia, Brazil, and Boston, working on assorted documentary and translation projects with support from the Benenson Award in the Arts and the Lewis Hine Documentary Fellowship. I am also a life-long fiction writer. What connects all these dots is that in fiction and non-fiction, writing and film, I'm interested in the meaning we make with the stories we tell about ourselves and the world around us. PUBLICATIONS: Books: Cooperating with the Colossus: A Social and Political History of US Military Bases in World War II Latin America (New York: Oxford University Press, September 2022) Articles and Essays: \"Greenpeace Goes South: The Promise and Pitfalls of Global Environmentalism in Argentina,\" Environmental History Volume 29:1 (January 2024) \"Antarctica & Colonialism: A Historian's Reflections,\" Antarctica & Colonialism, eds. Peder Roberts and Alejandra Mancilla (Manchester University Press, forthcoming 2024) \"Latin America and the Guts of Global History\" The American Historical Review Volume 128, Issue 1 (March 2023) in the \"Forum On Transnational and International History.\" \"Social Peace in a Time of War: Labor Justice and Foreign Policy in World War II Brazil\" in The Entangled Labor Histories of Brazil and the United States, ed. Fernando Teixeira da Silva, Alexandre Fortes, Thomas D. Rogers, and Gillian McGillivray (Lexington Books, 2023) “Latin America and US Global Governance” in Cambridge History of America in the World, Volume 3, ed. Mark Bradley, Brooke Blower, Andrew Preston (New York: Cambridge University Press, 2021). “Covid-19: A Crash Course in Contingency” Diplomatic History Vol 45, Issue 3 (June 2021): 510-516. \"The Global Politics of Anti-Racism: A View from the Canal Zone\" American Historical Review Volume 125, Issue 2 (April 2020): 460-486. \"A Paz Social em tempo de guerra: Justiça do Trabalho e política externa no Brasil na Segunda Guerra Mundial\" in Trabalho & Labor: Histórias Compartilhadas Brasil e Estados Unidos Século XX, ed. Fernando Teixiera da Silva e Alexandre Fortes (Editora Sagga, 2020). \"An Army of Educators: Gender, Revolution and the Cuban Literacy Campaign of 1961\" Gender & History Volume 24, Issue 1 (April 2012): 93-111. PhD, History, University of California, Berkeley MA, History, University of California, Berkeley BA, Literature & History, Spanish, Duke University Associate Professor, History Department, University of California, Berkeley (2023 - present) Assistant Professor, History Department, University of California, Berkeley (2015 - 2023) Assistant Professor, Jackson School for International Studies, University of Washington (2014 - 2015) Modern Latin America; the US in the World; Environmental history and politics; International & Global history",
        "publications": "No publications found"
    },
    {
        "name": "Carla Hesse",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "chesse@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "PhD, Princeton University, 1986",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/hesse_carla.jpg?itok=Mr0pouOS&timestamp=1526400219",
        "intro": "PhD, Princeton University, 1986 MA, Princeton University (with distinction), 1982 BA, (honors) University of California, Santa Cruz (history and French literature), 1978 Early Modern Europe Visiting Professor of History, Princeton University, Fall, 2004. Directeur d’Etudes Invité, Ecole Pratique des Hautes Etudes, University of Paris, 2000. Assistant Professor, Associate Professor and Professor, University of California, Berkeley, 1989-present. Assistant Professor of History, Rutgers University, 1987-89. History 280: Revolutionary France, 1750-1850 History 275: Problems and Topics in Early Modern Europe, Renaissance to the French Revolution History 166B: France from Louis XIV to Napoleon (1660-1815) History 103: Race and Ethnicity in Early Modern Europe History 5: Europe, Renaissance to the Present National Humanities Center Fellow, Research Triangle Park NC, 2000-2001. Chancellor’s Initiative Fellowship, UC Berkeley, 1999-2000. Guggenheim Fellowship, 1998-1999. Humanities Committee on Research Fellowship, UC Berkeley, 1995-1996. Center for Advanced Studies in the Behavioral Sciences Fellowship, Stanford University (1996, deferred). Senior Faculty Fellow, Townsend Center for the Humanities, UC Berkeley, 1994-95. Chevalier, Ordre des Palmes Académiques, French Government, July, 1993. Member, Institute for Advanced Study, School of Historical Studies, Princeton NJ, 1992-93 (NEH Fellow). President's Fellowship, Regents of the University of California, 1992-93. William Koren Jr. Prize for the best article in modern French history of 1990, awarded by the Society for French Historical Studies, March 1991. Committee on Research Junior Faculty Research Grant, UC Berkeley, 1990-1991. American Council of Learned Societies, Recent Recipients Fellowship, 1989-90. Princeton History Department Dissertation Prize, Princeton University, 1989. Henry Rutgers Research Fellow, Rutgers University, 1987-89. Whiting Foundation Fellowship in the Humanities, 1984-85. Bourse Chateaubriand, 1983-84. Fulbright Travel Fellowship, 1983-84. The National Endowment for the Humanities (1989; 1998); The Journal of Modern History (1991); French Historical Studies (1992, 1994, 2000); Princeton University Press (1993; 1997); American Historical Review (1994); Duke University Press (1994); Signs (1995). Representations, University of California Press, 1991-present. French Historical Studies, American Society for French Historical Studies, 2004-present. Lynton Book Prize Committee, Columbia University, School of Journalism, 2005. Member of the Budget Committee of the Academic Senate, University of California, Berkeley, 2003; 2006. National Selection Committee: Mellon Foundation Fellowships in Graduate Study, 1999-2002. Chair, French Studies Program, Institute for European Studies, International and Area Studies, UC Berkeley, 2001-present. Executive Committee, France-Berkeley Fund, IAS, UC Berkeley. 2001-present. Russell Major Prize Committee (best book in French History), American Historical Association, 1999-2002 (chair: 2002). National Selection Committee: National Humanities Center Fellows, 2002-2003. Vice-Chair of Graduate Studies, History Department, 2001-2003. Editorial Board, The University of California Press (Berkeley and Los Angeles), 1997-00 (co-chair: 1998-00). Chancellor’s “Blue Ribbon” Committee on the Library, UC Berkeley, 1997-98. Executive Vice-Chair, Department of History, University of California, Berkeley, 1994- 1997. Co-chair (with Stephen Greenblatt and Carol J. Clover), Representations, UC Press, 1993-2002. Executive Committee, Human Rights Program, Townsend Center for the Humanities, UC Berkeley, 1993-1996. Member, Committee on Women, American Historical Association, 1993-96 (chair: 1996-98). National Selection Committee for the Bicentennial Fellowships, French-American Foundation and French Government Cultural Services, New York (1992 & 1993). National Screening Committee, Doctoral Fellowship Program, The Social Science Research Council, New York (1993). National Selection Committee, Bourse Chateaubriand, French Cultural Services (New York), a French Government Agency (1993-1995). Final Selection Committee, UC President's Research Fellowships, University of California President's Office (1994). Executive Committee, The France-Berkeley Foundation, UC Berkeley, 1992-94. Co-director, The French Cultural Studies Program, IAS, UC Berkeley, 1990-94. Advisory Committee, Women's Studies Department, UC Berkeley, 1990-1991. National Program Committee for the 1993 Berkshire Conference on Women's History, 1991-93. Editorial Board: Representations, University of California Press, 1991-present. Graduate Admissions Committee, History Department, University of California, Berkeley, 1990 and 1992. Graduate Education Committee, History Department, Rutgers University, 1988-90. Faculty Fellow, Douglas College, Rutgers University, 1987-89. Coordinator, Graduate Research Colloquium in Women's Studies, Princeton University, 1985. Steering Committee, Mellon Literature and History Colloquium, Princeton University, 1984. Coordinator, Graduate History Association Colloquium Series, Princeton University, 1983. French:excellent speaking, reading, and writing ability. German: reading knowledge, some speaking. Robert Darnton, Professor of History, Princeton and Oxford Universities. Jan Goldstein, Professor of History, University of Chicago. Colin Jones, Professor of History, University of Warwick, England. Lynn Hunt, Professor of History, University of California, Los Angeles July 24, 1956, Berkeley, California U.S.A. The Other Enlightenment: How French Women Became Modern (Princeton: Princeton University Press, 2001). Publishing and Cultural Politics in Revolutionary Paris, 1789-1810 (Berkeley: UC Press, 1991). Co-editor with Peter Sahlins: Mobility in France: Special Issue of French Historical Studies (forthcoming: summer 2006). Co-Editor with Robert Post, Human Rights in Political Transitions: Gettysburg to Bosnia (New York: Zone Books, 1999). Editor: Practices of Enlightenment, special issue of Representations, no. 61 (spring 1997). Co-editor with Thomas Laqueur, National Cultures Before Nationalism, special issue of Representations, no. 47 (summer 1994). Co-editor with Barbara Diefendorf: Culture and Identity in Early Modern Europe, 1500-1800 (University of Michigan Press, 1993). Co-editor with R. Howard Bloch, Future Libraries, special issue of Representations, no. 42 (spring 1993). Co-editor with Laura Mason: Catalogue of the Pamphlets, Songsheets and Periodicals of the French Revolutionary Era in the Princeton University Library (New York: Garland Press, 1989). \"La Révolution française et Changement Sociale: Vers un Nouveau Ordre Bourgeois? La Vue des U.S.A.\" Actes du Colloque de l'Université du Lille 3 (forthcoming). \"Devenir Républicaine et Historienne: Louise de Kéralio,\" Nicole Pellegrin, ed., Histoires d'Historiennes (Saint-Etienne: Publications de l'Université de Saint-Etienne, forthcoming 2006). \"Toward a New Topography of Enlightenment,\" European Historical Review (forthcoming). \"Introduction,\" (with Peter Sahlins) Mobility in France: Special Issue of French Historical Studies (forthcoming: Summer: 2006). \"The New Empiricism,\" Cultural History and Socal History (2004) 1: 201-207. (Polish translation, forthcoming). \"Roche on the Move,\" French Historical Studies (Fall: 2005). \"Revolutionary Rousseaus: The Story of His Editions After 1789,\" in Marie-Christine Stuncke, Media and Political Culture in the Eighteenth Century (Kungl, Vitterhets Historie Och Antikvitets Akademien: Stockholm, 2005): 105-128. \"Print Culture in the Enlightenment,\" in The Enlightenment World, Ian McCallman ed. (New York: Blackwell, 2005). \"Women and the Enlightened Republic of Letters,\" in Sarah Knott and Barbara Taylor, eds. Feminism and the Enlightenment (London: Palegrave, 2005). \"The Rise of Intellectual Property, 700 B.C.-A.D. 2000: An Idea in the Balance,\" Daedalus (Spring 2002), pp. 6-45. (Chinese translation, in preparation) \"The Cultural Contradictions of Feminism in the French Revolution,\" in Colin Jones and Dror Wahrman, eds., The Age of Cultural Revolutions (Berkeley: University of California Press, 2002), pp. 190-202. \"The Law of the Terror,\" Modern Language Notes, no. 114, special \"French Issue\" (October,1999), pp.702-718. \"Disasters: An Afterword,” in Alessa Johns, ed., Dreadful Visitations: Confronting Natural Catastrophe in the Age of Enlightenment (New York: Routledge, 1999). \"Communication et révolution politique: l’exemple de la France,\" Actes du Colloque: Les Trois Révolutions de l’Imprimerie, special issue of the Revue française d’histoire du livre, nos. 106-109 (Geneva: Droz, 2001), pp. 209-218. \"Eros versus Philosophy: the Politics of Genre in the French Revolution,\" Actes du Colloque: Le Livre Français (Paris: forthcoming). \"Les Carrières des historiennes aux Etats-Unis depuis la deuxième guerre mondiale,\" Actes du Colloques: Une Histoire Sans Femmes, Est-Il Possible? (Rouen: Presses Universitaires, 1999). \"La fin de l’ancien régime typographique,\" in L’Affiche en Révolution (Vizille: Musée de la Révolution française, 1998): 65-72. \"French Women in Print, 1750-1800: An Essay in Historical Bibliography,\" in The Darnton Debate:Books and Revolution in the Eighteenth Century, Studies on Voltaire and the Eighteenth-Century, volume 358, 1998): 65-82. \"Humanities and the Library in the Digital Age,\" in What’s Happened to the Humanities? Alvin Kernan, ed. (Princeton: Princeton University Press, 1997): 107-121. \"Books in Time,\" in The Future of the Book, Geoffrey Nunberg ed. (Berkeley: UC Press, 1996). \"La Preuve par la lettre: pratiques juridiques au tribunal révolutionnaire de Paris (1793-1794),\" Annales: Histoire, Sciences Sociales , no. 3, 1996: 629-642; \"Introduction,\" National Cultures Before Nationalism (Special issue of Representations, no. 47 (summer 1994), with Thomas Laqueur, pgs. 1-12. \"Kant, Foucault and Three Women,\" in Foucault and the Writing of History, Jan Goldstein, ed. (London: Basil Blackwell, 1993): 81-98. \"Silences and the History of Representations of War: A Comment,\" The Journal of Military History vol. 57, no. 5 (October, 1993): 139-145. \"Introduction,\" Future Libraries, R. Howard Bloch and Carla Hesse eds (University of California Press, 1995), with R. Howard Bloch): 1-12. \"Introduction,\" Culture and Identity in Early Modern Europe, Barbara Diefendorf and Carla Hesse eds. (Ann Arbor: University of Michigan Press, 1993), with Barbara Diefendorf. \"Revolutionary Histories: The Literary Politics of Louise de Kéralio, 1758-1822,\" in Culture and Identity in Early Modern Europe, 1500-1800. Edited by Barbara Diefendorf and Carla Hesse (Ann Arbor: Michigan University Press, 1993). \"Enlightenment Epistemology and the Laws of Authorship in Revolutionary France, 1777-1793,\" Representations 30: Special issue on Law and the Order of Culture (spring, 1990), pp. 109-137. \"Reading Signatures: Female Authorship and Revolutionary Law in France, 1750- 1850,\" Eighteenth Century Studies (Special bicentennial issue edited by Lynn Hunt), 22: 3 (Spring 1989), pp. 469-487. \"Economic Upheavals in Paris Publishing,\" a chapter in Revolution in Print: the Press in France, 1775-1800, Robert Darnton and Daniel Roche, eds. (Berkeley: University of California Press, 1989), pp. 69-97. \"Le Sort des imprimeurs et libraires parisiennes après la chute de la chambre syndicale en 1791,\" Mélanges de la Bibliothèque de la Sorbonne, 9: Livre et Révolution, Daniel Roche et Roger Chartier, eds. (Paris: Amateurs du Livre, 1989), 21-32. \"The Dilemmas of Publishing under the French Republic, 1793-1800,\" Publishing and Readership in Revolutionary France and America(New York: Greenwood, 1993). \"Olympe de Gouges,\" Encyclopedia of Modern Europe, John Merriman ed. (Cambridge: Cambridge University Press, forthcoming). “Literary and Intellectual Property,” Oxford Encyclopedia of the Enlightenment (Oxford: Oxford University Press, forthcoming). “Révolution et Empire,” Dictionnaire encyclopédique du livre et l’édition (Paris: Elecre: forthcoming). \"Louise Félicité Guynement de Kéralio,\" biographical entry in The Feminist Companion to French Literature, Samia Spencer, et al, eds. (New York: Greenwood, forthcoming). Review of Robert L. Dawson, The French Book Trade and the 'permission simple' of 1777: copyright and the public domain; with an edition of the permit registers. Oxford: Voltaire Foundation at the Taylor Institution, 1992. Pp. xvi+665; bibliography; illustration; indices. (Forthcoming: Bibliographic Studies). Review of Inscrire et éffacer. Culture écrite et littérature (XIe-XVIIIe sičcle) (Hautes Etudes. Paris: Editions du Seuil; Paris: Editions du Gallimard, 2005). Pp. 211. Journal of Modern History (forthcoming). Review article: “Revolutionary Historiography after the Cold War: Arno Mayer’s “Furies” in the French Context,” Journal of Modern History73 (December 2001), pp. 897-907. Review of Jean-Pierre Gross, Fair Shares for All: Jacobin Egalitarianism in Practice (1997), xv+255 (Cambridge University Press, Cambridge), and Patrice Higonnet, Goodness Beyond Virtue: Jacobins during the French Revolution (1998), 397 (Harvard University Press, Cambridge MA), Social History, vol 26: no. 2 (May: 2001), pp. 222-225. Review of Hans Lusebrinck and Rolf Reichardt, The Bastille. Chapel Hill NC: Duke University Press, 1997, American Historical Review(Dec. 1998). Review of Gary Kelly, Women, Writing and Revolution, 1790-1827. Oxford: Clarendon Press, Oxford University Press, 1993). Pp. ix+328. Journal of Modern History, 1996. Report on the Status and Hiring of Women and Minority Historians in Academia, 4th Ed. (Washington DC: American Historical Association, 1995): 1-12. Review of Dorinda Outram, The Body and the French Revolution: Sex, Class, and Political Culture. New Haven: Yale University Press, 1989. Journal of Modern History, Vol. 63, no 4, December 1991:782-783. Review of Robert Badinter, ed., Une autre justice 1789-1799. Contributions à l'histoire de la justice sous la Révolution française. Paris: Fayard, 1989. Histoire Sociale-Social History, Vol. XXIV (no 48), November 1991:371-373. Co-author with Jeanne Bornstien, \"An Exhibition as Catalyst: Revolution in Print: France,1789,\" Humanities (10:4 July-August, 1989), pp. 11-13. Review of Mona Ozouf, Festivals of the French Revolution. Trans., Alan Sheridan. Cambridge: Harvard University Press, 1988. Eighteenth Century Studies, 22: 2 (Winter,1988-89).",
        "publications": "No publications found"
    },
    {
        "name": "Hidetaka Hirota",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "hhirota@berkeley.edu",
        "cv": "No CV found",
        "specialties": "History of North America; Immigration History; Nineteenth-Century United States; Social and Legal History; Labor; Asian American History; U.S. and the World; Transnational History; Atlantic and Pacific Worlds; Global Migration",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/hirota_headshot.jpeg?itok=d5TzIrmM&timestamp=1651160128",
        "intro": "I am a social and legal historian of the United States specializing in immigration. My major areas of research are nineteenth-century North America; U.S. immigration law and policy; the U.S. and the World; and transnational history. I am particularly interested in the history of American nativism and immigration control. My published works have examined the origins and early developments of U.S. immigration policy from the antebellum period to the Progressive Era. Adopting a social and legal history approach, my scholarship pays equal attention to the legal dimension of immigration control and the practical implementation of immigration laws on the ground. I am currently working on a few book projects. One is titled The American Dilemma: Foreign Contract Labor and the Making of U.S. Immigration Policy. The project examines a fundamental dilemma in American history – the tension between nativism against foreigners and demand for their labor. By locating the origins of this dilemma in the federal government’s attempts and failure to restrict the immigration of contract workers from Asia, Mexico, Canada, and Europe in the Gilded Age and Progressive Era, the book reveals how the debate over imported labor gave rise to a national immigration regime in the United States. In doing so, it illuminates the intersections of law, labor, capitalism, racial politics, and overseas expansion in long-nineteenth-century America, offering a new synthetic interpretation of the history of U.S. immigration policy. Another project explores the relationship between Japanese immigrants and U.S. immigration laws to 1924. Based on extensive research on Japanese-language sources at archives in Japan, as well as materials obtained at U.S. and Canadian archives, the project investigates the significance of Japanese immigrants for the development of U.S. immigration laws. As a long-term project, I am working on a synthetic history of anti-immigrant sentiment in the United States from the American Revolution to the present. My first book, Expelling the Poor: Atlantic Seaboard States and the Nineteenth-Century Origins of American Immigration Policy (Oxford University Press, 2017), fundamentally revises our understanding of the origins of immigration restriction in the United States, especially deportation policy. Historians have long assumed that immigration to the United States was free from regulation until the introduction of federal laws to restrict Chinese immigration in the late nineteenth century. But the influx of impoverished Irish immigrants over the first half of the nineteenth century led nativists in New York and Massachusetts to develop policies for deporting destitute foreigners to Europe and Canada. Expelling the Poor demonstrates how the policies in the Atlantic seaboard states, which were driven partly by ethnic prejudice against the Irish but more essentially by economic concerns about their poverty, laid the foundations for federal immigration laws. Expelling the Poor received the First Book Award from the Immigration and Ethnic History Society, the Lois P. Rudnick Award from the New England American Studies Association, and the Donald Murphy Prize from the American Conference for Irish Studies, as well as Special Commendation for the Peter J. Gomes Prize from the Massachusetts Historical Society and Honorable Mention for the Peggy O’Brien Book Prize from the Irish Association for American Studies. The publication of the book was supported by the American Society for Legal History Paul L. Murphy Award. My peer-reviewed articles have appeared in top journals in the fields of United States History, American Studies, and Migration Studies, such as the Journal of American History, American Quarterly, the Journal of American Ethnic History, and the Journal of Ethnic and Migration Studies. These articles won best essay awards and distinctions from multiple scholarly associations, including the Organization of American Historians Louis Pelzer Memorial Award, the Immigration and Ethnic History Society Carlton C. Qualey Award, and the Society for History in the Federal Government James Madison Prize. I received my Ph.D. in History from Boston College, where my dissertation won the university’s best humanities dissertation award. The dissertation also received the Cromwell Dissertation Prize from the American Society for Legal History. Additionally, it was selected as a finalist for the Society of American Historians Allan Nevins Prize and the Julien Mezey Award from the Association for the Study of Law, Culture, and the Humanities. Before joining UC Berkeley, I served as a Mellon Research Fellow in the Society of Fellows in the Humanities at Columbia University and taught at the City University of New York-City College and Sophia University in Japan. At Berkeley, I offer a US history survey to Reconstruction and courses on U.S. immigration and global migration history. I work with graduate students in History, Ethnic Studies, and Sociology interested in nineteenth-century U.S. history, the history of North America, (im)migration history, borderlands history, and Asian American history. I am currently the Co-Director of theCanadian Studies Program and affiliated with the Asian American Research Center, the Berkeley Interdisciplinary Migration Initiative, the Center for the Study of Law and Society, and the Center for Japanese Studies. I am also serving as the Vice President and President-Elect of the Immigration and Ethnic History Society. Expelling the Poor: Atlantic Seaboard States and the Nineteenth-Century Origins of American Immigration Policy (Oxford University Press, 2017). “Transpacific Connections in the Civil War Era,” in Special Issue: Transpacific Connections in the Civil War Era,  Journal of the Civil War Era 13, no. 4 (December 2023): 431-443. “Limits of Intolerance: Nativism and Immigration Control in Nineteenth-Century New York,” in Special Issue: Island Nations: Histories of Demographic Change in Majority Minority Societies, Journal of Ethnic and Migration Studies 47, no. 16 (2021): 3771-3787. “Exclusion on the Ground: Racism, Official Discretion, and the Quotidian Enforcement of General Immigration Law in the Pacific Northwest Borderland,” American Quarterly 69, no. 2 (June 2017): 347-370. “‘The Great Entrepot for Mendicants’: Foreign Poverty and Immigration Control in New York State to 1882,” Journal of American Ethnic History 33, no. 2 (Winter 2014): 5-32. “The Moment of Transition: State Officials, the Federal Government, and the Formation of American Immigration Policy,” Journal of American History 99, no. 4 (March 2013): 1092-1108. “The Disturbing Precedent for Busing Migrants to Other States,” The Washington Post, August 16, 2022. “The Pacific Northwest—The Birthplace of Border Official Aggression,” Passport: The Society for Historians of American Foreign Relations Review 51, no. 3 (January 2021): 47-48. “Migration to and from Japan and Great Britain to 1945,” IRiS Working Paper Series, No. 33/2019 (Birmingham, UK: Institute for Research into Superdiversity, 2019). “The Danger of Vilifying Poor Immigrants,” The Washington Post, August 13, 2019. “Historians’ Comment on the DHS Notice of Proposed Rule Inadmissibility on Public Charge Grounds,” October 5, 2018. “Expelling the Poor: The Antebellum Origins of American Deportation Policy,” History Now by the Gilder Lehrman Institute of American History, 52 (October 2018). “It’s time to fulfill the promise of citizenship,” The Washington Post, July 29, 2018. “Fans of Trump’s views on immigration should remember how figures like him targeted their ancestors,” The Washington Post, January 16, 2018. “The stories of Irish deportees from the US in 1800s,” The Irish Times, April 24, 2017. “The Irish were the first targets of deportation policy in the US,” The Irish Times, March 22, 2017. “10 facts about the origins of American deportation policy,” OUP Blog: Oxford University Press’s Academic Insights for the Thinking World, March 21, 2017. “No Frontiers but Those of Humanity Itself: Immigration Reform in Nineteenth-Century Massachusetts,” Immigration and Ethnic History Society Blog, March 20, 2017. “The Irish were the first targets of deportation,” The Irish Echo, March 15, 2017. “Why were so many Irish deported from the US in the 19th century?” The Irish Times, March 21, 2016. “‘Sacred ties existing between parent and child’: Citizenship, Family, and Immigrant Parents,” WE’RE HISTORY, August 21, 2015. “Border Control in America before Ellis Island,” OUP Blog: Oxford University Press’s Academic Insights for the Thinking World, April 17, 2013.",
        "publications": "No publications found"
    },
    {
        "name": "Stefan-Ludwig Hoffmann",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "slhoffmann@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/_dsc7387-edit_copy.jpg?itok=o_ObsaZl&timestamp=1568414542",
        "intro": "Late Modern Europe: Germany; Human Rights and Internationalism; Global Urban History; Conceptual History; Critical Theory I am an historian of German, European and International History from the late 18th century to the present. I have also an ongoing interest in social, legal and political thought as well as in the theory of history. My most recent book is an intellectual biography of Reinhart Koselleck and an exploration of his premise that twentieth-century experiences of time require a new theory of history. Currently, I am working on two research projects: a book-length essay on human rights internationalism from imperial beginnings to our global present, and a monograph on everyday life in Berlin in the 1940s, as it went from multinational capital of the Nazi Empire to shattered metropolis of the early Cold War. My previous two books traced the afterlives of Enlightenment concepts and social practices (sociability, cosmopolitanism) in the long nineteenth century and their late twentieth-century resurgence. Together with Samuel Moyn, I am the editor of the Cambridge series Human Rights in History My writings appear simultaneously in German and English on both sides of the Atlantic and have been translated into several other languages. At Berkeley, I am affiliated with the Institute for European Studies, the Pacific Regional Office of the German Historical Institute, the Institute for Slavic, East European and Eurasian Studies, the Institute for International Studies, the Department of Rhetoric, the Department of German and The Program in Critical Theory. Dr. phil., Universität Bielefeld (1999, summa cum laude) M.A. Johns Hopkins University, Baltimore (1993) Guggenheim Fellow, 2017-2018 Fellow, Wissenschaftskolleg zu Berlin, Institute for Advanced Studies, 2017-2018 Humanities Research Fellowship, UC Berkeley, 2015-2016 Fellow, Stanford Humanities Center, 2015-2016 Fellow, Institute for Advanced Studies, Princeton, School of History, Spring 2016 (declined) Fellow, Shelby Cullum Davis Center, Princeton University, Fall 2015 (declined) Senior Fellow, Freiburg Institute for Advanced Studies (FRIAS), 2010-2011 Geschichte der Menschenrechte. Ein Rückblick (Berlin: Suhrkamp, forthcoming; English transl. Human Rights. A Short History (Princeton: Princeton University Press, under contract). Der Riss in der Zeit. Kosellecks ungeschriebene Historik (Berlin: Suhrkamp, 2023). Co-editor and co-translator, Reinhart Koselleck, Sediments of Time. On Possible Histories (Stanford: Stanford University Press, 2018). Co-editor, The Ethics of Seeing: Photography and Twentieth-Century German History (New York: Berghahn Books, 2018). Sotsial'noe obshchenie i demokratiiaAssotsiatsii i grazhdanskoe obshchestvo v transnatsional'noi perspektive, 1750–1914 (Moskva: Novoe Literaturnoe Obozrenie, 2017). Co-editor, Seeking Peace in the Wake of War: Europe, 1943-1947 (Amsterdam: Amsterdam University Press, 2015). Editor, Human Rights in the Twentieth Century (New York: Cambridge University Press, 2010). Editor, Moralpolitik. Geschichte der Menschenrechte im 20. Jahrhundert (Göttingen: Wallstein, 2010). Co-editor, Demokratie im Schatten der Gewalt: Geschichten des Privaten im deutschen Nachkrieg (Göttingen: Wallstein, 2010). Shimin kessha to minshu shugi, 1750-1914 (Tokyo: Iwanami Shoten, 2009). Politics of Sociability: Freemasonry and German Civil Society, 1840-1918 (Ann Arbor: University of Michigan Press, 2007). Geselligkeit und Demokratie: Vereine und zivile Gesellschaft im transnationalen Vergleich, 1750-1914 (Göttingen: Vandenhoeck & Ruprecht, 2003). Co-editor, Der bürgerliche Wertehimmel: Innenansichten des 19. Jahrhunderts (Göttingen: Vandenhoeck & Ruprecht, 2000). Die Politik der Geselligkeit: Freimaurerlogen in der deutschen Bürgergesellschaft, 1840-1918, Kritische Studien zur Geschichtswissenschaft, ed. Hans-Ulrich Wehler et al., (Göttingen: Vandenhoeck & Ruprecht, 2000), winner of the Hedwig Hintze Prize of the Association of German Historians. \"Die totale Zukunft. Charlotte Beradt und Reinhart Koselleck über Traumerfahrungen der 1930er Jahre,\" In Jens Elberfeld et al. (eds.), Erträumte Geschichte(n). Zur Historizität von Träumen, Visionen und Utopien (Frankfurt: Campus Verlag, 2022), 141-162. \"Forum: The Unexpectedness of Events. GDR-Born Academics on Becoming Historians after 1989-1990. Jennifer Allen with Stefan-Ludwig Hoffmann, Christina Morina and Patrice Poutrus\", Central European History 53 (2020), 636-651. \"Repetition and Rupture. Reinhart Koselleck's Theory of History for a World in Crisis,\" Aeon, 1 September 2020. “Die zerstörte Metropole. Berlin zwischen den Zeiten, 1943-1947,” Zeitschrift für Ideengeschichte 13 (2019), 61-78. “Ist die Zeit der Menschenrechte vorbei?” Die Zeit, 5 December 2018; English transl. “Are Human Rights History?” Los Angeles Review of Books, 2 June 2019. Co-author, “Introduction: Translating Koselleck,” In Reinhart Koselleck, Sediments of Time. On Possible Histories, ed. Sean Franzel and Stefan-Ludwig Hoffmann (Stanford: Stanford University Press, 2018), ix-xxxi. “Koselleck in America,” New German Critique, 44 (2017), 167-188; Special Issue: Transatlantic Theory Transfer: Missed Encounters, ed. Anson Rabinbach and Andreas Huyssen. \"Rückblick auf die Menschenrechte,\" Merkur. Deutsche Zeitschrift für europäische Denken 71 (2017), 5-20. “Haben die Menschenrechte eine Geschichte?” 7. Gerald Stourzh-Vorlesung zur Geschichte der Menschenrechte und der Demokratie, Universität Wien, 20 May 2015, ed. Thomas Angerer et al., Wien 2016. “Human Rights and History,” Past and Present 232 (2016), 279-310;          Spanish transl. “Derechos humanos e historia,” Revista Latinoamericana de Derecho Internacional 6 (2017), 1-37;          Portuguese transl. Revista Tempo e Argumento (forthcoming). “Ins Freie Fallen: Das Kriegsende 1945 als Ursprung der Gegenwart,” Die Zeit, 29 April 2015. “Germans Into Allies: Writing a Diary in 1945,” In Olivier Wieviorka et al., Seeking Peace in the Wake of War: Europe, 1943-1947 (Amsterdam: Amsterdam University Press/Chicago: Chicago University Press, 2015), 63-90. “Einleitung,” Geschichte und Gesellschaft 38 (2012), pp. 539-44; Special Issue: Neue Menschenrechtsgeschichte, ed. Stefan-Ludwig Hoffmann. “Introduction: Geschichtliche Grundbegriffe Reloaded?,” Contributions to the History of Concepts 7 (2012), 78-86; Special Issue: “Geschichtliche Grundbegriffe Reloaded? Writing the Conceptual History of the Twentieth Century,” ed. Stefan-Ludwig Hoffmann and Kathrin Kollmeier. “Gazing at Ruins: German Defeat as Visual Experience,” Journal of Modern European History, 9 (2011), 328-50; Special Issue: “Post-Catastrophic Cities,” ed. Stefan-Ludwig Hoffmann and Martin Kohlrausch;          reprinted In The Ethics of Seeing: Photography and Twentieth-Century German History, ed. Jennifer V. Evans et al. (New York: Berghahn Books, 2018), 138-156. Co-author, “Introduction: Post-Catastrophic Cities,” Journal of Modern European History, 9 (2011), 308-13; Special Issue: “Postcatastrophic Cities,” ed. Stefan-Ludwig Hoffmann and Martin Kohlrausch. “Germany is No More: Defeat, Occupation, and the Postwar Order,” In Oxford Handbook of Modern German History, ed. Helmut Walser Smith (Oxford: Oxford University Press, 2011), 597-618. “Zur Anthropologie geschichtlicher Erfahrungen bei Reinhart Koselleck und Hannah Arendt,” In Begriffene Geschichte. Beiträge zum Werk Reinhart Kosellecks, ed. Hans Joas and Peter Vogt (Frankfurt: Suhrkamp, 2010), 171-204;          Spanish transl.: In Conceptos que hacen historia. En torno a Reinhart Koselleck. ed. Felipe Torres (Santiago de Chile: Fondo de Cultura Económica, forthcoming). “Introduction: Genealogies of Human Rights,” In Human Rights in the Twentieth Century, ed. Stefan-Ludwig Hoffmann (New York: Cambridge University Press, 2010), 1-26. “Besiegte, Besatzer, Beobachter: Das Kriegsende im Tagebuch,” in Demokratie im Schatten der Gewalt: Geschichten des Privaten im deutschen Nachkrieg, ed. Daniel Fulda et al. (Göttingen: Wallstein, 2010), 25-55. “Einführung: Zur Genealogie der Menschenrechte,” In Moralpolitik. Geschichte der Menschenrechte im 20. Jahrhundert, ed. Stefan-Ludwig Hoffmann (Göttingen: Wallstein 2010), 7-37. “Koselleck, Arendt, and the Anthropology of Historical Experiences,” History and Theory 49 (May 2010), 212-236. “Was die Zukunft birgt: Über Reinhart Kosellecks Historik,” Merkur. Deutsche Zeitschrift für europäisches Denken 63 (2009), 546-50. “Response: Colonial Civil Society,” De Negentiende Eeuw 32 (2008), 143-47  [Special Issue: Review Symposium of Stefan-Ludwig Hoffmann, Civil Society, 1750-1914]. “Zwischen Krieg und Frieden: Über demokratische Besatzung,” Merkur. Deutsche Zeitschrift für europäisches Denken 61 (2007), 973-77. “Democracy and Associations in the Long Nineteenth-Century: Toward a Transnational Perspective,” Journal of Modern History 75 (2003), 269-99. “Tocquevilles Demokratie in Amerika und die gesellige Gesellschaft seiner Zeit,” In Gemeinwohl und Gemeinsinn: Historische Semantiken politischer Leitbegriffe, ed. Herfried Münkler et al. (Berlin: Akademie, 2001), 303-25. “Civility, Male Friendship and Masonic Sociability in Nineteenth-Century Germany,” Gender & History 13 (2001), 224-48. “Nationalism and the Quest for Moral Universalism: German Freemasonry, 1860-1914,” In The Mechanics of Internationalism: Culture, Society, and Politics from the 1840s to World War I, ed. Martin H. Geyer and Johannes Paulmann (Oxford: Oxford University Press, 2001), 254-79. “Bürger zweier Welten? Juden und Freimaurer im 19. Jahrhundert,” Bürger, Juden, Deutsche: Zur Geschichte von Vielfalt und Grenzen in Deutschland, 1780-1933 (Tübingen: Mohr Siebeck, 2001), 97-119. “Brothers or Strangers? Jews and Freemasons in Nineteenth-Century Germany,” German History 18 (2000), 143-61. Co-author, “Der bürgerliche Wertehimmel: Zum Problem individueller Lebensführung im 19. Jahrhundert,” Geschichte und Gesellschaft 23 (1997), 333-59. “La politica dei miti,” in La storia infinita: Contributi in tema di nazione e nazionalismo in Europa, ed. Vito Gironda (Rome: Antonio Russo Editore, 1996), 87-97. “Mythos und Geschichte: Leipziger Gedenkfeiern der Völkerschlacht im 19. und frühen 20. Jahrhundert,” In Nation und Emotion: Deutschland und Frankreich im Vergleich, 19.-20. Jahrhundert, ed. Etienne François et. al. (Göttingen: Vandenhoeck & Ruprecht, 1995), 111-32. “Sakraler Monumentalismus um 1900: Das Leipziger Völkerschlachtdenkmal,” In Der Politische Totenkult: Kriegerdenkmäler in der Moderne, ed. Reinhart Koselleck and Michael Jeismann (Munich: Fink, 1994), 105-31. Holly Case, The Age of Questions, Journal of Modern History 92 (2020), 918-920. François Hartog, Regimes of Historicity: Presentism and Experiences of Time, American Historical Review 121 (2016), 535-536. Niklas Olsen, History in the Plural. An Introduction to the Work of Reinhart Koselleck, Annales. Histoire, Sciences Sociales 70 (2015), 506-508. Paul Steege, Black Market, Cold War: Everyday Life in Berlin, 1946-1949, Annales. Histoire, Sciences Sociales 67 (2012), 1185-1187.",
        "publications": "No publications found"
    },
    {
        "name": "Trevor Jackson",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "trevor.jackson@berkeley.edu",
        "cv": "No CV found",
        "specialties": "No specialties found",
        "education": "No education found",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/twj_for_hist_dept.jpg?itok=bNAp81pe&timestamp=1689282414",
        "intro": "Trevor Jackson is an economic historian who researches inequality and crisis, mostly but not exclusively in early modern Europe. His first book, Impunity and Capitalism: the Afterlives of European Financial Crises, 1690-1830, was published by Cambridge University Press in fall 2022​.  It examines how impunity has gradually shifted since the seventeenth century from the sole possession of a legally-immune sovereign to a functional characteristic of technically-skilled professional managers of capital, to an imagined quality of markets themselves, such that a constituent element of the modern economic sphere is that within it, great harm can and will happen to great many people, and nobody will be at fault.  His current research interests focus on the problem of gluts, overproduction, and overaccumulation since the seventeenth century, the problems of temporality and finitude in economic thought, and problems in the historical measurement and meaning of capital.  He also has an ongoing research interests in the histories of extinction and catastrophe, as well as early modern occupational health. Dr. Jackson teaches courses on international economic history ranging from the early modern period to the twentieth century, as well as courses on capitalism and inequality, the history of economic crisis, and the history of economic thought. He has a joint appointment with the Political Economy program.  Prior to joining the faculty at UC Berkeley, he taught economic history at George Washington University, and was a faculty fellow on \"Capitalism's Hardwiring\" at the Charles Warren Center at Harvard University.  He sometimes writes about money, banking, and economic crisis for the popular press, at places like Dissent, The Baffler, and the New York Review of Books. Publications Impunity and Capitalism: the Afterlives of European Financial Crises, 1690-1830.  Cambridge: Cambridge University Press, 2022. “The New History of Old Inequality,” Past & Present, Vol. 259, No. 1 (May 2023): 262-89. “Revolution and Extinction: The Chrono-economics of Capitalism,” Critical Historical Studies, Vol. 9, No. 2, (Fall 2022): 283-306. “Between Independence and Impunity: The Theory of Proto-Central Banking After the Crisis of 1720,” Eighteenth Century Studies, Vol. 54, No. 1 (Fall 2020): 33-52. \"The Price of Crypto,\" The New York Review of Books, June 2023 \"Overproduction and its Discontents,\" The Baffler, May 2023 \"The Crypto Crisis,\" Dissent, August 2022 Education PhD, University of California, Berkeley, 2017 MSc, London School of Economics and Political Science, 2010 BA, California State University, Sacramento, 2009",
        "publications": "No publications found"
    },
    {
        "name": "Stephanie E. Jones-Rogers",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "sejr@berkeley.edu",
        "cv": "No CV found",
        "specialties": "African-American history; Slavery and the Atlantic Slave Trade; Slavery and the Law; The History of Women; Women and Early American Law",
        "education": "PhD, History, Rutgers, The State University of New Jersey, May 2012",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/sejr-author_photo_2021-color.jpg?itok=fbtTO78Y&c=fefcb2019225249f031415c0b0682b15&timestamp=1612302171",
        "intro": "Research/Books My research focuses primarily upon gender and American slavery, but I am equally fascinated with colonial and 19th century legal and economic history, especially as it pertains to women, systems of bondage, and the slave trade. I am at work on a few new projects. My current manuscript Women of the Trade (under contract with W. W. Norton and Company) reorients our understanding of the British Atlantic slave trade by centering the lives and experiences of women, free and captive, in its telling. Organized like the typical slave ship journey, Women of the Trade crafts a narrative about the British slave trade in which women were fundamental, one wherein their financial investments and support, their social strategies and political maneuvering, their labor and commercial savvy, their love, and their resistance proved crucial. My next, Women, American Slavery, and the Law (also under contract with W. W. Norton and Company), will be the first book-length manuscript to examine the relationship between gender and the evolution of American slave/property law in both the North and the South from the colonial period to slavery’s legal end. It considers how the gradual abolition of slavery in the North affected free women’s lives, especially those who owned enslaved people. It also examines the relationship between the expansion of slavery into the West and the implementation of laws that protected married women’s property rights, particularly those living in newly formed states in which slavery would become economically fundamental. More profoundly, it explores how slave-owning women’s actions—particularly their demands that local and state courts recognize their rights to hold enslaved people in bondage—shaped the legal transformations that unfolded in both regions. And my study “'She had…a Womb Subjected to Bondage': The Afro-Atlantic Origins of British Colonial Descent Law\" examines the relationship between West African customs and laws pertaining to enslaved descent and English maternal descent laws in Britain's North American colonies. My first book, They Were Her Property: White Women as Slave Owners in the American South, was a regional study that drew upon formerly enslaved people's testimony to dramatically reshape understandings of white women's economic relationships to slavery. The book was based on my revised dissertation, which won the Organization of American Historians' 2013 Lerner-Scott Prize for the best doctoral dissertation in U.S. women's history. They Were Her Property foregrounded the testimony of enslaved and formerly enslaved people and put their reflections into conversation with other narrative sources, legal documents, and financial records in order to show how white women's pecuniary investments in the institution shaped their gender identities and to situate them at the center of 19th century America's most significant and devastating system of economic exchange. As a whole, the book offered more expansive and differently gendered understandings of American slavery, the trans-regional domestic slave trade, and nineteenth-century slave markets. They Were Her Property won the Lapidus Center for the Historical Analysis of Transatlantic Slavery (at the New York Public Library’s Schomburg Center for Research in Black Culture) 2020 Harriet Tubman Prize for the best nonfiction book published in the United States on the slave trade, slavery, and anti-slavery in the Atlantic World, the Southern Association for Women’s Historians 2020 Julia Cherry Spruill Prize awarded for the best book in southern women’s history, the Southern Historical Association’s 2020 Charles S. Sydnor Award, which is awarded for the best book in southern history published in an odd-numbered year, the Society for Historians of the Early American Republic’s 2020 Best Book Prize, the Organization of American Historians’ 2020 Merle Curti Prize for the best book in American social history, and the Los Angeles Times Book Prize in History. I am the first African-American and the third woman to win this award since it's inception in 1980. African and African-American History Writer's Workshop In 2021 I spearheaded the Department of History's first African and African-American History Writer's Workshop. This workshop encourages scholars from across the disciplines on Berkeley’s campus who are working at the forefront of new historical research about African-descended peoples in a range of hemispheric contexts to submit brief abstracts for consideration. An extension of the work which the department’s Task Force on Racial Equity and Inclusion is conducting, I hope this workshop will serve two purposes. First, this gathering is designed to provide scholars at all stages of their careers (graduate student-scholars are especially welcome) from across the disciplines with the opportunity to circulate their research in a welcoming and supportive intellectual environment. I also hope this endeavor will help us cultivate a community of African-descended scholars within the department and connect them with others on campus.Confirmed participants will be asked to submit a short paper draft such as a course paper,​ ​an article-in-progress, or chapter-in-progress (no longer than 35 pages) at least two weeks prior to their workshop date. After a brief introduction from the author, a pre-selected commentator will be asked to deliver remarks and pose questions before the discussion is opened to everyone. PhD, History, Rutgers, The State University of New Jersey, May 2012 MA, History of the United States, Rutgers, The State University of New Jersey, May 2007 BA, Psychology, Rutgers, The State University of New Jersey, May 2003 Dan David Prize, 2023 Lapidus Center for the Historical Analysis of Transatlantic Slavery Harriet Tubman Prize, 2020 Southern Association for Women’s Historians Julia Cherry Spruill Prize, 2020 Southern Historical Association Charles S. Sydnor Award, 2020 Society for Historians of the Early American Republic Best Book Prize, 2020 Los Angeles Times Book Prize in History, 2019 Organization of American Historians Merle Curti Social History Award, 2020 Division of Social Sciences Distinguished Teaching Award, College of Letters and Science, 2016-2017 Organization of American Historians Lerner-Scott Dissertation Prize in U.S. Women's History, 2013 Harrington Faculty Fellow, Department of History, University of Texas, Austin, 2018-2019 American Association of University Women Post-Doctoral Fellowship (Declined) National Endowment for the Humanities Fellowship for University Teachers, 2017-2018 Ford Foundation Post-Doctoral Fellowship, 2017-2018 Woodrow Wilson Foundation Career Enhancement Fellowship for Junior Faculty, 2017 Humanities Research Fellowship, University of California, Berkeley, 2017-2018 Hellman Fellows Fund Award, 2016 Regents' Junior Faculty Fellowship, University of California, Berkeley, 2015 Institute of International Studies Manuscript Mini-Conference Grant, University of California, Berkeley, 2015 Arts and Humanities Initiative Standard Grant, University of Iowa, 2013-2014 College of Liberal Arts & Sciences Old Gold Summer Fellowship, University of Iowa, 2013-2014 Andrew W. Mellon Foundation Small Summer Research Grant, Rutgers University, 2011 Pre-Doctoral Leadership Development Institute Fellowship, Rutgers University, 2010-2011 Rutgers Center for Historical Analysis Graduate Student Fellowship, Rutgers University, 2010-2011 Andrew W. Mellon Foundation Small Summer Research Grant, Rutgers University, 2010 Ford Foundation Dissertation Fellowship-Honorable Mention, 2010 Competition Graduate Assistantship, Center for Race and Ethnicity, Rutgers University, 2009-2010 Ralph Johnson Bunche Distinguished Graduate Award, Rutgers University, 2007 Louis Bevier Graduate Fellowship (Finalist/Alternate), Rutgers University, 2007 They Were Her Property: White Women as Slave Owners in the American South (Yale University Press, February 2019) Winner of the Lapidus Center for the Historical Analysis of Transatlantic Slavery 2020 Harriet Tubman Prize Co-winner of the Southern Association for Women’s Historians 2020 Julia Cherry Spruill Prize Co-winner of the Southern Historical Association’s 2020 Charles S. Sydnor Award Winner of the Society for Historians of the Early American Republic’s 2020 Best Book Prize Winner of the 2019 Los Angeles Times Book Prize in History Winner of the Organization of American Historians’ 2020 Merle Curti Social History Award A Choice Outstanding Academic Title Finalist for the 2020 Frederick Douglass Prize Finalist for the 2020 Gilder Lehrman Lincoln Prize Shortlisted for the Museum of African American History 2019 Stone Book Award \"'[S]he could…spare one ample breast for the profit of her owner': White Mothers and Enslaved Wet Nurses’ Invisible Labor in American Slave Markets,\" in Motherhood, Childlessness and the Care of Children in Atlantic Slave Societies eds. Camillia Cowling, Maria Helena Pereira Toledo Machado, Diana Paton, and Emily West (Routledge, 2020), 100-116. \"Rethinking Sexual Violence and the Marketplace of Slavery: White Women, the Slave Market and Enslaved People's Sexualized Bodies in the Nineteenth-Century South,\" in Sexuality and Slavery: Reclaiming Intimate Histories in the Americas, eds. Daina Ramey Berry and Leslie Harris (Athens: University of Georgia Press, 2018), 109-123. \"Mistresses in the Making: White Girls, Mastery and the Practice of Slaveownership in the Nineteenth-Century South,\" in Women's America, Volume 8: Refocusing the Past. Eds. Linda Kerber, Jane Sherron De Hart, Cornelia Hughes Dayton, and Judy Wu (Oxford University Press, 2015) \"'[S]he could...spare one ample breast for the profit of her owner': White Mothers and Enslaved Wet Nurses' Invisible Labor in American Slave Markets.\" Slavery and Abolition 38, No. 2 (April 2017): 337-355. Daina Ramey Berry, The Price for Their Pound of Flesh: The Value of the Enslaved, from Womb to Grave, in the Building of a Nation (Boston: Beacon Press, 2017), in Journal of African-American History 103, No. 3 (Summer 2018): 448-451. Calvin Schermerhorn, The Business of Slavery and the Rise of American Capitalism, 1815-1860 (New Haven and London: Yale University Press, 2015), in Journal of Southern History 82, No. 2 (May 2016): 411-412. “Slavery’s Abolition: Dark and Bittersweet,” Abolition Democracy 13/13, Columbia University School of Law Center for Contemporary Critical Thought, November 8, 2020, http://blogs.law.columbia.edu/abolition1313/stephanie-jones-rogers-slaverys-abolition-dark-and-bittersweet/. “1662: Virginia’s Act XII,” in “21 Lessons From America's Worst Moments,” Time.com, June 25, 2020, https://time.com/5858169/americas-worst-moments/ “White Women and the Economy of Slavery.” Not Even Past, February 1, 2019, https://notevenpast.org/white-women-and-the-economy-of-slavery/ \"Another Side to the Tubman Twenty,\" The Berkeley Blog, April 26, 2016, http://blogs.berkeley.edu/2016/04/26/my-reservations-about-harriet-tubma... \"A Thousand Words, Countless Silences and the Audacity of Black Love,\" The Berkeley Blog, March 31, 2016, http://blogs.berkeley.edu/2016/03/31/a-thousand-words-countless-silences... \"The Charleston Massacre: What is the Meaning of Black Life in America?\" The Berkeley Blog, July 13, 2015, http://blogs.berkeley.edu/2015/07/13/the-charleston-massacre-what-is-the... \"Rachel Dolezal's 'Deception': What We Don't Want to Know about Racial Identity in America,\" The Berkeley Blog, June 29, 2015, http://blogs.berkeley.edu/2015/06/29/rachel-dolezals-deception-what-we-d... I am accepting new students. I'd be delighted to work with graduate applicants who are interested in African-American history, the history of American slavery, slavery and the law, the history of women, and women and the law. If you are considering asking me to write a letter of recommendation for you, please be mindful of the following. I only write letters of support for students who have completed two or more classes with me, one of which must be a seminar or an independent study. Even for those students who have taken multiple courses with me, I can only write a substantive letter of support if I know you. Simply earning an \"A\" in the class is not enough. I have to know something about you, so it is in your best interest to make yourself known to me. Visit me during office hours (Only if you have a valid reason. Do not just sign up for weekly appointments for the sole purpose of obtaining a letter), actively participate in class, and ask questions in and out of class if you have any. In short, set yourself apart from your classmates. If you don't do these things, there isn't much that I can write about beyond your letter grade. No school wants a letter saying, \"Student Q was in my 200-person class and earned an \"A.\" I think they'd be okay in your graduate program.\" Before requesting a Letter of Recommendation, you should also ask yourself whether my interactions with you would allow me to evaluate you on the following factors: Graduate school admissions committees ask faculty to evaluate each student on this range of factors. In fact, I extracted these items directly from the faculty interfaces for recent student applications. If I cannot give graduate admissions committees my honest evaluation regarding these factors, it is best for you to request a letter from an instructor who knows you and your work well enough to do so. The best professors to do so would be those who you've had more than one small seminar-style class with and/or those with whom you've worked closely and have read and critiqued your written work. If you consider the above and you still would like for me to write a letter for you, you must request it at least FOUR WEEKS before the deadline. Additionally, you must provide the following, without exception: I prefer to receive all of your letter requests at once. If you plan to apply to more than 2-3 schools, I recommend that you create an Interfolio account at: https://www.interfolio.com/ which allows your letter writers to upload their letters and then allows you to send them to as many schools as you want. There is a small fee to sign up, but I find that it is worth it. If you would like to make an announcement that is addressed to undergraduates enrolled in my lecture courses, please email me at sejr@berkeley.edu for prior approval at least two days before you would like to visit. Please do not just show up to class without consulting with me first.",
        "publications": "No publications found"
    },
    {
        "name": "Abhishek Kaicker",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "kaicker@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Facebook; X (formerly Twitter); LinkedIn; Instagram",
        "education": "PhD, Columbia University",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/berkeley_headshot_bw_2021.jpg?itok=lgLFJd_Q&timestamp=1628094658",
        "intro": "I am an historian of Persianate South Asia (c. 1200-1900) with expertise in the history of the Mughal empire. I am interested in questions of intellectual history and the history of concepts; early modern global history; religion, politics and the city; and more generally in the continuities between precolonial and postcolonial south Asia. My first book, The King the People: Sovereignty and Popular Politics in Mughal Delhi (OUP 2020) shows how ordinary urbanites emerged as assertive political subjects in the Mughal capital of Shahjahanabad (Delhi) over the turn of the seventeenth and eighteenth centuries. I am now engaged in two new major research projects: one, a prehistory of the British conquest of Bengal in 1757 from the perspective of the Mughal empire; and another on the transformation of Mughal modes of popular politics into modern modes of communalism in North India under colonial rule in the eighteenth and nineteenth centuries. More immediately, I am writing a biography of Anand Ram Mukhlis, an eighteenth-century courtier, scribe, essayist, diarist, poet, connoisseur, gourmand, oenophile and inveterate aficionado of all things Delhi. Together with Professors Asad Ahmed (Berkeley) and Lawrence McCrea (Cornell), I am an editor of the Journal of South Asian Intellectual History, a new peer-reviewed venue for emerging conversations on the intellectual history and culture of premodern South Asia. A Note for Applicants I generally welcome graduate students who are interested in the history of early modern South Asia to apply to the PhD program in the department. Applicants are encouraged to submit statements of purpose that clearly and compellingly delineate a proposed course of historical investigation. Please note that I am unable to sponsor or support post-doctoral or other fellowship applications beyond my areas of expertise in the study of premodern South Asia.  “Briskness in the Market of Shaikh-Dom”: The Commercialization of Piety in Early Eighteenth-Century Delhi\", History of Religions 61, no. 3 (2022): 243-78. “The Little Conquest of the Red Fort,”  Journal18 (June 2021) “Petitions and Local Politics in the Late Mughal Empire: The View from Kol, 1741.” Modern Asian Studies 53, no. 1 (2019): 21–51. \"The Promises and Perils of Courtly Poetry: The Case of Mir ʿAbd al-Jalil Bilgrami (1660-1725) in the Late Mughal Empire.\"Journal of the Economic and Social History of the Orient, Volume 61, Issue 3, pages 327–360, Publication Year: 2018. \"Courting India\" New York Times Book Review, April 7, 2023. André Wink. The Making of the Indo-Islamic World, c. 700–1800 CE. The American Historical Review 128 (1), 477-478 Outsourcing Empire: How Company-States Made the Modern World. By Andrew Phillips and J. C. Sharman. Princeton, N.J.: Princeton University Press, 2020. 256 pp. The Journal of Asian Studies,80(2), 519-520. The Emperor Who Never Was: Dara Shukoh in Mughal India. By Supriya Gandhi. Cambridge, Mass.: Harvard University Press, 2020. The Journal of Asian Studies,80(1), 213-214. Servants’ Pasts. Sixteenth to Eighteenth Century, South Asia, Volume 1. Edited by Nitin Sinha, Nitin Varma and Pankaj JhaNew Delhi: Orient Blackswan, 2019. In: H-Soz-Kult, 20.07.2020. \"Prehistory of a Colonial Middle Class.\" Review of Ashraf into Middle Classes: Muslims in Nineteenth-Century Delhi by Margrit Pernau. New Delhi: Oxford University Press, 2013. Economic and Political Weekly, Vol. XLIX No. 50, December 13, 2014. PhD, Columbia University MA, University of British Columbia BA, Macalester College",
        "publications": "No publications found"
    },
    {
        "name": "Tabitha Kanogo",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "kanogo@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Kenya; Social; Cultural; Women's and colonial history; Childhood and youth",
        "education": "PhD, University of Nairobi",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/tabitha_kanogo.png?itok=fnz9tFAd&timestamp=1590702759",
        "intro": "PhD, University of Nairobi History of Africa: Squatters and the Roots of Mau Mau (James Currey London; Heinemann, Kenya: Ohio University Press, U.S.A.) 1987. \"Women and Politics of Protest: Mau Mau,\" in Images of Women in Peace and War, MacMillan, 1987. Edited by S. Ardener, S. Macdonald and P. Holden. Providence/Oxford: Berg. \"Kenya During the Depression, 1929-39\" in A Modern History of Kenya, 1895-1980. Edited by W.R. Ochieng' (Nairobi and London, Evans Brother, 1989). \"Mission Impact on Women in Colonial Kenya\" in Women and Missions: Past and Present, Anthropological and Historical Perceptions. Edited by F. Bowie, D. Kirkwood and S. Ardener, Berg Publishers, Providence/Oxford, 1993. \"The Co-operative Movement\" in Themes in Kenyan History. Edited by W.R. Ochieng' (Kenya, Heinemann, James Currey, London, 1990). \"Women's Movement and Visions in Kenya: What Lessons from the Past?\" in Alternatives: Women's Visions and Movements, Vol. II, Edited by Neuma Aguiar, Dawn, Rio De Janiero, 1991. \"Women and the Environment in History\" in Groundwork: African Women as Environmental Managers. Edited by Shanyisa R. Khasiani, ACTS Press, Nairobi, 1992). with R.M. Maxon, \"Co-operatives\" in An Economic History of Kenya. Edited by W.R. Ochieng and R.M. Maxon, East African Educational Publishers, Nairobi, 1992. \"Colonialism and Gender: Depiction and Control of African Women\" in Ripensare La Storia Coloniale, Orientalia Karalitana, Numero 2 — Decembre 1993. Edited by Bianca Maria Carangiu, Instituto Di Studi Africani e Orientali, Cagliari, Italy. African Womanhood in Colonial Kenya, 1900–1950. Oxford: James Currey Publishers; Athens, Ohio: Ohio University Press; Nairobi: East African Educational Publishers, 2005. “Mau Mau Women: Sixty Years Later.” War and Women across Continents: Autobiographical and Biographical Experiences. Shirley Ardener, Fiona Armitage-Woodward and Lidia Dina Schiama (eds.) Brooklyn, NY; Oxford: Berghahn Books, 2016, pp. 75-93. Wangari Maathai. Athens, Ohio: Ohio University Press, 2020.",
        "publications": "No publications found"
    },
    {
        "name": "Ethan Katz",
        "position": "Secondary navigation",
        "phone": "No phone found",
        "email": "ebkatz@berkeley.edu",
        "cv": "No CV found",
        "specialties": "Modern Jewish history; Modern France and its empire; Antisemitism; Islamophobia; North Africa; Religion and secularism in the modern world; Jewish-Muslim relations; Jewish law; Collective memory; Jews in colonial societies; Trans-national history; History of citizenship",
        "education": "Associate Professor of History and Jewish Studies, University of California, Berkeley, 2018-present",
        "photo": "https://history.berkeley.eduhttps://history.berkeley.edu/sites/default/files/styles/openberkeley_image_full/public/general/katz_ethan.jpg?itok=Wbu4g1Ok&timestamp=1532108795",
        "intro": "I am a scholar of the modern Jewish experience, and I am equally fascinated by the history of France and the Francophone world. My scholarship to date has focused in several distinct yet overlapping areas. The first is the history of exclusion, belonging, and inter-ethnic relations for Jews and Muslims in France and the Francophone world. These were the central themes of my first book, The Burdens of Brotherhood: Jews and Muslims from North Africa to France (Harvard University Press, 2015). There I traced the entangled and disparate paths of Jews and Muslims in France since World War I, and their triangular relationship with one another and with the French state and notions of what it means to be French. In 2018, the book was translated into French and it subsequently become the basis for a major exhibition that appeared at Paris's National Museum for the History of Immigration in the spring and summer of 2022. Along with several other scholars, I revisited many of the themes from my first book in light of recent developments in France, in a special issue of the journal Jewish History that I co-edited, entitled \"Judeophobia and Islamophobia in France Before and After Charlie Hebdo and Hyper Cacher.\" In the course of the research for my first book, I developed a strong interest as well in a second area, the history of Jews in colonial societies. My co-edited book (with Lisa Moses Leff and Maud Mandel) Colonialism and the Jews (Indiana, 2017) offers the most extended examination to date of Jewish history in light of the new colonial history (and vice versa), focusing on the Francophone sphere but including comparisons that stretch as far as the British Antipodes, the Russian hinterlands, and Eastern European colonial aspirations in Latin America. My current book project takes many of these themes in a new direction and enters into a third field, Holocaust Studies. This project, provisionally entitled Freeing the Empire: The Uprising of Jews and Antisemites That Helped Win World War II, chronicles the fascinating yet little-known story of an uprising in Algiers from 1940 to 1943 that proved vital to the success of Operation Torch. The insurgents of Algiers were made up of mostly Jewish shock troops working alongside arch-conservative French officers and businessmen and coordinating with the Allied forces. This book offers a micro-history in global context, examining in intricate detail the makeup and operations of this movement, while using their story to rethink more broadly the motivations, means, and character of wartime resistance and liberation. My work on Jewish history, histories of exclusion, colonialism, and the Holocaust led me to take a greater interest in the study of historical and contemporary antisemitism. For the past several years, I have taken a growing role in public conversations about antisemitism on and beyond the Berkeley campus. Since 2021, I have served as the Chair of the Chancellor’s Advisory Committee on Jewish Student Life and Campus Climate. In the spring of 2019, I co-founded  the Antisemitism Education Initiative at Berkeley, which I have co-directed for the past four years and built into a major presence in campus, local, and national conversations about how to assess and combat antisemitism in universities today. This effort has brought together administrators, faculty, and leaders of the campus Jewish community to create a sustained program of education around antisemitism. It includes online and in-person trainings for staff and students, regular lectures by leading experts from around the world, and a widely praised training film that we created. From 2021 to 2023, I also co-chaired a task force of the Association for Jewish Studies on antisemitism and academic freedom, which produced a set of guidelines that have been widely embraced by a number of colleagues across the country. I regularly give trainings and lectures about historical and contemporary antisemitism for academic, community, and general audiences, and those of us leading the initiative are regularly consulted by other universities, policy makers, and Jewish communal leaders. I have also had a sustained interest in new interpretations of the relationship between the secular and religion in modern Jewish life. This was the subject of another co-edited book (with Ari Joskowicz), Secularism in Question: Jews and Judaism in Modern Times (UPenn Press, 2015), which attempted the first sustained engagement between the so-called \"secularism debate\" of the early twenty-first century and Jewish studies. I have just finished co-editing (with Elisha Anscelovits and Sergey Dolgopolski) a new book that takes these issues in new direction. Our focus is at once to challenge and to better understand the chasm between the methods and bodies of knowledge of the more text-focused, traditionalist perspectives on Jewish studies found in much of the religious world, and the more contextual, theoretical, and insistently scientific perspective of most scholars of academic Jewish studies. Our book, When Jews Argue: Between the University and the Beit Midrash, will appear later this year from Routledge, and as a new volume of the annual Jewish Law Association Studies. My work on this new book entailed developing a deeper interest in Rabbinics and Jewish law, which I combined with questions of Holocaust memory in a contribution I co-authored for this book entitled \"The Mothers, the Mamzerim, and the Rabbis: A Post-Holocaust Halakhic Debate as Legal and Historical Source.\" In all of my work, transnational and comparative perspectives are fundamental to the approach, and I frequently draw insights from various disciplines outside of History. I have regularly taught courses at both the undergraduate and graduate level on Jewish history, Jewish law and ritual, Jews of France and the Francophone world, Jewish-Muslim encounters, late modern Europe, the Mediterranean, modern France and its empire, and historical methodologies. I am eager to work with graduate students with interests that intersect with any of my own research and teaching emphases, and would be happy to help advise prospective students on the application process. Associate Professor of History and Jewish Studies, University of California, Berkeley, 2018-present Associate Professor of History, University of Cincinnati, 2016-2018 Lady Davis Visiting Professor in Jewish History and Contemporary Jewry, Hebrew University of Jerusalem, 2016-2017 Assistant Professor of History, University of Cincinnati, 2010-2016 Lecturer, University of Wisconsin-Madison, Spring 2009 Honorable mention, Koren Prize for the best article of the year in French History, Society for French Historical Studies, 2021 Honorable mention, National Jewish Book Award (category of Anthologies and Collections), Jewish Book Council, 2019 J. Russell Major Prize for the best book in French history, American Historical Association, 2016 American Library in Paris Book Award for the most distinguished book in English about France or the French, American Library in Paris and the Florence Gould Foundation, 2016 CHOICE Outstanding Academic Title, 2016 Ohio Academy of History Distinguished Book Award, junior category, 2017 David H. Pinkney Prize for the best book in French history by a North American-based scholar, Society for French Historical Studies, 2016 National Jewish Book Award (category of Writing Based on Archival Material), Jewish Book Council, 2015 Honorable Mention, Wylie Prize in French Cultural Studies (given every two years for the best book in French cultural or social studies by a North America-based scholar), New York University French Department, 2016 (for 2014-2015 competition) Matrix Faculty Fellowship, Univeresity of California-Berkeley, 2022-2023 Humanities Research Fellowship, University of California-Berkeley, 2021-2022 Katz Center for Advanced Judaic Studies, affiliated fellowship, University of Pennsylvania, 2018-2019 Yad HaNadiv/Beracha Visiting Fellowship in Jewish Studies, 2016-2017 Mandel Center for Advanced Holocaust Studies, United Holocaust Memorial Museum, 8-month Visiting Fellowship, 2016-2017 (declined) Lady Davis Visiting Professor Fellowship, Hebrew University, 2016-2017 Vidal Sassoon International Center for the Study of Antisemitism (Hebrew University), Visiting Scholar for the academic year, 2016-2017 Taft Center faculty release fellowship, University of Cincinnati, 2016-2017 (deferred to 2017-2018) Yad Vashem International Institute for Holocaust Research, Postdoctoral fellowship. 2016-2017 (declined) Frankel Center for Advanced Judaic Studies year-long research and writing fellowship, University of Michigan, 2012-2013 (declined Charles Phelps Taft Center year-long writing fellowship, University of Cincinnati, 2012-2013 Katz Center for Advanced Judaic Studies year-long research and writing fellowship, University of Pennsylvania, 2009-2010 Hazel D. Cole Postdoctoral Fellowship in Jewish Studies, University of Washington, 2009-2010 (declined) Bourse Chateaubriand for dissertation research in France, French Foreign MInistry, 2005-2006 George L. Mosse Distinguished Graduate Fellowship, University of Wisconsin-Madison, 2002-2009 Co-editor (with Sergey Dolgopolski and Elisha Ancselovits), When Jews Argue: Between the University and the Beit Midrash (Routledge, 2023, also published as Volume XXXI of Jewish Law Association Studies): https://www.taylorfrancis.com/books/edit/10.4324/9781003364078/jews-argu... Co-editor (with Jonathan Judaken), special issue on \"Jews and Muslims in France Before and After Charlie Hebdo and Hyper Cacher,\" Jewish History 32, 1, 2018: https://link.springer.com/article/10.1007/s10835-018-9305-5 “Muslims as Brothers or Strangers? French Jewish Thinkers Confront the Moral Dilemmas of the French Algerian War.” Extended interpretive essay followed by four short translations from French. Invited chapter in The Stranger in Early Modern and Modern Jewish Tradition, eds. Catherine Allache-Bartlett and Joachim Schlör (Leiden: Brill, 2021). “Who Were the Jewish Underground of Algiers? A Sectorial Analysis of the Paths to Resistance,” in Aviad Moreno, et al., eds., The Longue durée of Jews from Islamic Lands [Hebrew] (Sde-Boker: The Ben-Gurion Institute for the Study of Israel & Zionism, Ben-Gurion University of the Negev, 2021). “Sartre’s Algerian Jewish Question,” in Manuela Consonni and Vivian Liska, eds., Sartre, Jews, and the Other: Rethinking Antisemitism, Race, and Gender (Oldenbourg: De Gruyter, 2020). “Jewish Citizens of an Imperial Nation-State: Toward a French-Algerian Frame for French Jewish History,” French Historical Studies 43, 1 (February 2020): 63-84. \"An Imperial Entanglement: Anti-Semitism, Islamophobia, and Colonialism,\" part of proposed roundtable on \"Rethinking Anti-Semitism,\" American Historical Review 123, 4 (2018): 1190-1209. \"Where do the Hijab and the Kippah Belong? On Being Publicly Jewish or Muslim in Post-Hebdo France,\" special issue on \"Before and After Charlie Hebdo and Hyper Cacher: The Changing Landscape for Jews and Muslims in France, Jewish History 32, 1, 2018, forthcoming. \"Crémieux's Children: Joseph Reinach, Léon Blum, and René Cassin as Jews of French Empire,\" in Katz, Leff, and Mandel, eds., Colonialism and the Jews (Bloomington: Indiana University Press, 2017). Co-author (with Lisa Moses Leff and Maud Mandel), \"Introduction: Engaging Jewish History and Colonial History,\" in Katz, Leff, and Mandel, eds., Colonialism and the Jews (Bloomington: Indiana University Press, 2017). Co-author (with Maud Mandel), \"'The French Jewish Community Speaks to you with One Voice': Dissent and the Shaping of French Jewish Politics since World War II,\" in Zvi Kaplan and Nadia Malinovich, eds., Re-examining the Jews of Modern France: Images and Identities (Leiden: Brill, 2016). \"Shifting Hierarchies of Exclusion: Colonialism, Anti-Semitism, and Islamophobia in European History,\" CrossCurrents 65, 3 (September 2015): 356-69. Co-author (with Ari Joskowicz), \"Rethinking Jews and Secularism,\" in Ari Joskowicz and Ethan Katz, eds., Secularism in Question: Jews and Judaism in Modern Times (Philadelphia: University of Pennsylvania Press, 2015). \"Secular French Nationhood and Its Discontents: Jews as Muslims and Religion as Race in Occupied France (1940-1944),\" in Joskowicz and Katz, eds., Secularism in Question: Jews and Judaism in Modern Times (Philadelphia: University of Pennsylvania Press, 2015). \"Between Emancipation and Persecution: Algerian Jewish Memory in the Longue Durée,\" Journal of North African Studies 17, 5 (November 2012): 793-820. \"Did the Paris Mosque Save Jews? A Mystery and Its Memory,\" Jewish Quarterly Review, Vol. 102, No. 2 (2012): 256-287. \"Tracing the Shadow of Palestine: The Zionist-Arab Conflict and Jewish-Muslim Relations in France, 1914-1945,\" in Nathalie Debrauwere-Miller, ed., The Israeli-Palestinian Conflict in the Francophone World (New York: Routledge, 2010). \"Displaced Historians, Dialectical Histories: George L. Mosse, Peter Gay, and Germany's Multiple Paths in the Twentieth Century,\" Journal of Modern Jewish Studies, Vol. 7, No. 2 (2008), pp. 135-55. \"Memory at the Front: The Struggle Over Revolutionary Commemoration in Occupied France, 1940-1944,\" Journal of European Studies, Vol. 35, No. 2 (2005), pp. 153-168.",
        "publications": "No publications found"
    }
]