[
    {
        "name": "Simon Balto",
        "position": "College of Letters and Science Mary Herman Rubinstein Professor of History",
        "email": "sebalto@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/12/history102-fall2022-simonbalto.pdf",
        "education": "Ph.D., History, University of Wisconsin-Madison, 2015\nM.A., African-American Studies, University of Wisconsin-Madison, 2010\nB.A., History, University of Wisconsin-Madison",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/07/faculty-balto-300x300.jpg",
        "intro": "I am a historian of the twentieth-century United States, with a particular focus and expertise in African American history. While I am interested in the history of social movements, urban history, and a range of other subjects, I am especially interested in the history of the criminal punishment system in the United States: how it’s been constructed; what and who gets criminalized and punished within it; what acts of harm are deemed non-criminal when committed by certain people; and how the institutions that constitute the system come to bear unevenly across society.",
        "publications": [
            "“White Rage, White Liberals, and the Making of the Second Ghetto,’” Journal of Urban History 46:2 (March 2020): 511-515",
            "“The Carceral State’s Origins, from Above and Below,” Labor: Studies in Working-Class History 14:4 (December 2017): 69-74",
            "“‘Occupied Territory’: Police Repression and Black Resistance in Postwar Milwaukee,” Journal of African American History 98:2 (Spring 2013): 229-252"
        ]
    },
    {
        "name": "Mou Banerjee",
        "position": "Assistant Professor",
        "email": "mbanerjee4@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/07/cv-banerjee.pdf",
        "education": "Ph.D.; in History: Harvard University, 2018\nA.M.; in History: Harvard University, 2013\nM.A.; in English: Jadavpur University, 2006\nB.A.; (Hons) in English: Jadavpur University, 2004",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/07/faculty-banerjee-300x300.jpg",
        "intro": "I received my Ph.D. from the Dept. of History at Harvard in 2018. My first book, “The Disinherited: Christianity and Conversion in Colonial India, 1813-1907” is forthcoming from Harvard University Press. The book-project is an intellectual and political history of the creation of the Indian political self – a self that emerged through an often-oppositional relationship with evangelical Christianity and the apologetic debates arising out of such engagements.",
        "publications": [
            "“The Tale of the Tailor: Munshi Mohammad Meherullah and Muslim- Christian Apologetics in Bengal, 1885–1907.” South Asian Studies (2017), 33:2, 122-136.",
            "“They all belong to the school of Adam Smith”: The dissemination of Adam Smith’s ideas in Calcutta in the nineteenth century. Cambridge: Harvard University; 2015",
            "“Christ in the Paintings of Jamini Ray.” Literature and Criticism. 2008;6 (1)",
            "“Milton: Parrhesiastes/Prophet.” The Atlantic Critical Review. 2008;7 (3)"
        ]
    },
    {
        "name": "Brandon Bloch",
        "position": "Assistant Professor of History",
        "email": "bjbloch@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/cv-bloch.pdf",
        "education": "Ph.D., Harvard University\nB.A., University of Pennsylvania",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/faculty-bloch-300x300.jpg",
        "intro": "I am a historian of modern Europe, with an emphasis on Germany and its global entanglements. My research and teaching foreground questions of democracy, citizenship, and human rights. I am especially interested in how European national and religious identities have evolved against the backdrop of territorial conflict, divided sovereignties, ethnic cleansing, and genocide.",
        "publications": [
            "“Democratic Illusions: The Protestant Campaign for Conscientious Objection in the Early Federal Republic of Germany,” Central European History 56, no. 1 (March 2023): 71-91.",
            "“In the Presence of Absence: Transformations of the Confessional Divide in West Germany after the Holocaust,” in Germany and the Confessional Divide: Religious Tensions and Political Culture, 1871-1989, ed. Mark Edward Ruff and Thomas Großbölting (New York: Berghahn Books, 2022), 216-241",
            "“‘The Limits of Human Jurisdiction’: Protestantism, War Crimes Trials, and Human Rights in Occupied Germany,” Journal of Modern History 93, no. 2 (June 2021): 363-400",
            "“The Unfinished Project of Enlightenment,” Boston Review, June 18, 2020",
            "“The Origins of Adorno’s Psycho-Social Dialectic: Psychoanalysis and Neo-Kantianism in the Young Adorno,” Modern Intellectual History 16, vol. 2 (Aug. 2019): 501-529",
            "“Justifying Democracy: Johannes Heckel, Ernst Wolf, and the Recasting of Luther’s Theology of Resistance in Postwar Germany,” in Cultural Impact of the Reformation, ed. Klaus Fitschen et al., vol. 1 (Leipzig: Evangelische Verlagsanstalt, 2019), 451-460"
        ]
    },
    {
        "name": "Laird Boswell",
        "position": "Professor of History",
        "email": "lboswell@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/cv_lb.pdf",
        "education": "Ph.D., University of California – Berkeley\nM.A., University of California – Berkeley\nB.A., Hampshire College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-boswell-300x300.jpg",
        "intro": "I’m a historian of Modern Europe, especially France, in the nineteenth and twentieth centuries. My teaching and research interests have focused largely on society and politics – ranging from the transformations of rural society, to the history of European socialism and communism, the history of nationalism, voter behavior and, more recently, the contemporary extreme right. I have also undertaken extensive work in quantitative and oral history. I wrote my first book on peasant communism in France and am now completing a study that uses the border region of Alsace and Lorraine to discuss changing conceptions of national belonging in twentieth century France. In addition to my work in the History department, I have directed the University of Wisconsin Center for European Studies and have served as director of the UW study abroad program in Aix-en-Provence, France. I also work with student in the Professional French Masters Program interested in contemporary French politics and society (immigration, social movements, European affairs).",
        "publications": [
            "“Rural Society in Crisis,” in Nicholas Doumanis ed., Oxford Handbook of European History, 1914-1945, (Oxford University Press, 2016): 243-260.",
            "“Noël à Strasbourg” Paris-Match / L’Histoire (Paris) (May 2014): 80-83.",
            "“Rethinking the Nation at the Periphery,” French Politics, Culture and Society 27 (Summer 2009): 111-126.",
            "“Should France be Ashamed of its History? Coming to Terms with the Past in France and its Eastern Borderlands,” Totalitarian Movements and Political Religion 9 (June 2008): 237-251.",
            "« L’historiographie du communisme français est-elle dans une impasse? », Revue française de science politique 55, no. 5-6 (2005): 919-934.",
            "“La petite propriété fait le communisme (Limousin, Dordogne),” Etudes Rurales no. 171-172 (July-December 2004) : 73-82.",
            "“Fissures dans la nation française: les réfugiés Alsaciens et Lorrains en 1939-1940,” in Max Lagarrigue ed., 1940, La France du repli, l’Europe de la défaite (Toulouse: Privat, 2001), 197-208.",
            "“From Liberation to Purge Trials in the “Mythic Provinces:” the Reconfiguration of Identities in Alsace and Lorraine, 1918-1920,” French Historical Studies 23 (Winter 2000): 129-162.",
            "“Franco-Alsatian Conflict and the Crisis of National Sentiment during the Phoney War,” Journal of Modern History (September 1999): 552-584.",
            "“Le communisme et la défense de la petite propriété en Limousin et en Dordogne,” Communisme [Paris] 51-52 (1998): 7-27.",
            "“The French Rural Communist Electorate,” Journal of Interdisciplinary History 23 (Spring 1993): 719-749.",
            "Review essay: “How do French Peasants Vote?” Peasant Studies 16: 2 (Winter 1989): 107-122."
        ]
    },
    {
        "name": "Ashley Brown",
        "position": "Assistant Professor & Allan H. Selig Chair in the History of Sport and Society",
        "email": "abrown62@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., George Washington University\nB.A., Mount Holyoke College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/08/faculty-brown-300x300.jpg",
        "intro": "I am a historian of the twentieth- and twenty-first century United States whose research and teaching focus on the history of sport, African American history, and women’s history. Explorations of the ways in which culture, labor, media, and social movements and trends intersect with sports guide my work. My book, Serving Herself: The Life and Times of Althea Gibson (Oxford University Press, 2023), is the comprehensive biography of the first African American to win titles at Wimbledon and the U.S. Nationals between 1956 and 1958. Gibson was also the first African American to compete on the Ladies Professional Golf Association (LPGA) Tour, where she made her competitive debut in 1963. Serving Herself has received three prestigious honors: the Letitia Woods Brown Book Prize from the Association of Black Women Historians, the Herbert Warren Wind Award from the United States Golf Association, and the Harry Shaw and Katrina Hazzard-Donald Award from the Popular Culture Association.",
        "publications": [
            "“The Odd Couple: Althea Gibson and Alice Marble, Forest Hills, 1950,” in Sports through the Lens: Essays on 25 Iconic Photographs, ed. Maureen M. Smith, Daniel A. Nathan, and Sarah K. Fields (Austin: University of Texas Press, Forthcoming January 2025), 54-62.",
            "Review, King Richard (Warner Bros., 2021), Journal of American History, 109.3 (December  2022): 730-732.",
            "“’Uncomplimentary Things’: Tennis Player Althea Gibson, Sexism, Homophobia, and Anti-Queerness in the Black Media,” Journal of African American History, 106.2 (Spring 2021): 249-277.",
            "“Swinging for the State Department: American Women Tennis Players in Diplomatic Goodwill Tours, 1941-1959,” Journal of Sport History, 42.3 (Fall 2015): 289-309."
        ]
    },
    {
        "name": "Emily Callaci",
        "position": "Professor of History",
        "email": "ejcallaci@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history105_fall2013_callaci.pdf",
        "education": "Ph.D., Northwestern University\nM.A., Northwestern University\nB.A., Kenyon College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-callaci-300x300.png",
        "intro": "I am an historian of modern Africa. My interests include urban history, popular culture, gender, sexuality and reproductive politics. My first book, Street Archives and City Life: Popular Intellectuals in Postcolonial Tanzania, explores the creative lives of urban migrant youth to the city of Dar es Salaam during Tanzania’s socialist era, from 1967 through 1985. Drawing together a range of unconventional sources, or “street archives,” my book reveals a world of cultural innovation, literary production, and the elaboration of a distinctly urban subjectivity among migrants and refugees in Dar es Salaam.",
        "publications": [
            "“Injectable Development:” Depo-Provera and the Mapping of the Global South,” Radical History Review 131, (May 2018).",
            "“Street Textuality: Socialism, Masculinity and Urban Belonging in Tanzania’s Pulp Fiction Publishing Industry, 1975-1985,” Comparative Studies in Society and History 59: 1 (2017).",
            "“‘Chief Village in a Nation of Villages’: History, Race and Authority in Tanzania’s Dodoma Plan”, (forthcoming, Urban History, 2015).",
            "“Dancehall Politics: Mobility, Sexuality, and Spectacles of Racial Respectability in Late Colonial Tanganyika, 1930s-1961,” The Journal of African History, 52:3, (2011)."
        ]
    },
    {
        "name": "Giuliana Chamedes",
        "position": "Associate Professor of History",
        "email": "chamedes@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/04/cv-chamedes.pdf",
        "education": "Ph.D., Columbia\nM.Phil., Cambridge\nB.A., Brown",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-chamedes-scaled-e1696276866483-300x300.jpg",
        "intro": "I am a scholar of international and global history, with a focus on Europe. I investigate how European internationalist movements sought to grow their global reach, even as they remained ensconced within exclusionary understandings of social justice and solidarity. My work is centrally concerned with European imperialism and its legacies.",
        "publications": [
            "Book in progress:Decolonization and the Remaking of Europe, with Udi Greenberg (under contract with Princeton University Press)",
            "Book in progress:Unpaid Debts: The European Left, North-South Dialogue, and the Fight for Economic Decolonization (contract under negotiation)",
            "“Boundaries of Belonging: The Welfare State in the Wake of Decolonization,” with Matthew Sohm, Contemporary European History 32, 2 (May 2023): 1-3.",
            "“How to Do Things with Words: Antifascism as a Differentially Mobilizing Ideology, from the Popular Front to the Black Power Movement,” Journal of the History of Ideas 84, 1 (January 2023): 127-155.",
            "“Will Mario Draghi’s Center Hold?” Dissent Magazine (March 17 2021).",
            "“Transnationalizing the Spanish Civil War,”Contemporary European History (July 2020): 261-263.",
            "“The New International Economic Order, Utopian Realism, and the Recovery of an Alternative Vision for Global Governance,” Duke Global Working Paper (May 2019).",
            "“New Histories of Internationalism,” Journal of World History 31, 4 (December 2020): 797-804.",
            "“The New International Economic Order and the Recovery of an Alternative Vision for Global Governance,” Duke Global Working Paper (May 2019)",
            "“Transatlantic Catholicism and the Making of the ‘Christian West,’” in The TransAtlantic Reconsidered, Susanne Lachenicht and Charlotte Lerg, eds. (Manchester: Manchester University Press, 2018)",
            "“Pius XII, Rights Talk and the Dawn of the Religious Cold War,” in Religion and Human Rights, Devin Pendas, ed. (Oxford: Oxford University Press, forthcoming)",
            "“The Vatican, Nazi-Fascism, and the Making of Transnational Anticommunism in the 1930s,” Journal of Contemporary History 51,2 (2016): 261-290.",
            "“Introduction: Decolonization and Religion in the French Empire,” with Elizabeth Foster, French Politics, Culture, & Society 33, 2 (summer 2015): 1-12.",
            "“The Catholic Origins of Economic Development after World War II,” French Politics, Culture, & Society 33, 2 (summer 2015): 55-75.",
            "“Catholics, Antisemitism, and the Human Rights Swerve,” The Immanent Frame (June 2015)",
            "“The Vatican and the Reshaping of the European International Order after World War I,” The Historical Journal, 56 (December 2013): 955-976.",
            "“La Giac di Gedda di fronte alla crisi europea,'” in Luigi Gedda nella storia, Paolo Trionfini and Simon Ferrantin, eds. (Rome: Studium, 2013), pp. 325-336.",
            "“Cardinal Pizzardo and the Internationalization of Catholic Action,” in Gouvernement pontifical sous Pie XI, Laura Pettinaroli, ed. (Rome: École française de Rome, 2012)",
            "“Primo Tapia and the Mexican Agrarian Revolt,” with artist Christopher Cardinale, in Wobblies: A Graphic History of the Industrial Workers of the World, eds. Paul Buhle and Nicole Schulman (New York: Verso, 2005)",
            ""
        ]
    },
    {
        "name": "Cindy I-Fen Cheng",
        "position": "Robinson Edwards Professor of American History",
        "email": "cicheng@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/08/cv-cheng.pdf",
        "education": "Ph.D., University of California, Irvine\nM.A., University of California, Irvine\nB.S., University of California, Los Angeles",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-cheng-300x300.jpg",
        "intro": "I completed my doctoral degree at the University of California, Irvine in History with a Graduate Feminist Emphasis and an emphasis in Critical Theory. Before attending graduate school, I worked as a GED Instructor/Educational Coordinator for a HUD funded program called PACE/SIPA YouthBuild which provided on-site job training and GED instruction for at-risk youths between the ages of 18-25 in the downtown Los Angeles area. I earned my B.S. from the University of California, Los Angeles with a double major in Physiological Science and Asian American Studies.",
        "publications": [
            "“Identities and Places: On Writing the History of Filipinotown, Los Angeles” Journal of Asian American Studies 12:1 (February 2009): 1-33.",
            "“Out of Chinatown and into the Suburbs: Chinese Americans and the Politics of Cultural Citizenship in Early Cold War America,” American Quarterly 58:4 (December 2006): 1067-1090."
        ]
    },
    {
        "name": "Kathryn Ciancia",
        "position": "Director of Undergraduate Studies; Associate Professor of History",
        "email": "ciancia@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history200_fall2016_ciancia.pdf",
        "education": "Ph.D., Stanford University\nM.A., University College London\nB.A., University of Oxford",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-ciancia-300x300.jpg",
        "intro": "I am a historian of modern eastern Europe, with a research focus on Poland in the first half of the twentieth century.",
        "publications": [
            "“An Anti-Imperial Civilizing Mission?: Claiming Volhynia for the Early Second Republic,” in Rethinking Modern Polish Identities: Transnational Encounters, edited by Agnieszka Pasieka and Pawel Rodak (Rochester, NY:  University of Rochester Press, forthcoming in 2022).",
            "“External or Internal Enemies?: Polish Citizens in Interwar France and the Ethnic Politics of Citizenship,” in Enemies Within: The Global Politics of Fifth Columns, edited by Harris Mylonas and Scott Radnitz (New York: Oxford University Press, 2022).",
            "“The Local Boundaries of the Nation: Borderland Guard Activists in Polish-Occupied Volhynia, 1919-1920,”Slavic Review 78, no. 3 (Fall 2019).",
            "“Borderland Modernity: Poles, Jews, and Urban Spaces in Interwar Eastern Poland,” Journal of Modern History 89, no 3 (September 2017).",
            "“Creating Lives: Fictional Characters in the History Classroom,” Perspectives on History (October 2013) (with Edith Sheffer)"
        ]
    },
    {
        "name": "Joe Dennis",
        "position": "Professor of History",
        "email": "dennis3@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history103-fall2022-josephdennis.pdf",
        "education": "Ph.D., University of Minnesota\nJ.D., University of Minnesota\nM.A., University of Minnesota\nB.S-Art., University of Wisconsin",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-dennis-300x300.jpg",
        "intro": "I am an historian of late imperial China, especially the Ming (1368-1644). My research and teaching focus on Chinese social, legal, and book history. I am currently researching the history of legal education, schools, and libraries in imperial China.",
        "publications": [
            "“Legal Education and the Circulation of Legal Texts in Ming and Early-Qing Gansu.” Asia Major 25 (2013), 207-233",
            "“Financial Aspects of Publishing Local Histories in the Ming Dynasty.” Princeton East Asian Library Journal, volume 14, no. 1 & 2 (2010).",
            "“Early Printing in China Viewed From the Perspective of Local Histories,” in Knowledge and Text Production in an Age of Print: China, Tenth to Fourteenth Centuries. E.J. Brill (Lucille Chia and Hilde De Weerdt, eds., 2010.",
            "“Mingdai daxueshi Li Ben wei shenme tuixiu hou gai xing Lü? 明代大学士李本为什么退休后改姓吕？” (Why Did Ming Dynasty Grand Secretary Li Ben Change His Surname After He Retired?). Zhongguo shehuishi ping lun 中国社会史评论 (Chinese Social History Critique), vol. 10 (2010).",
            "“Between Lineage and State: Extended Family and Gazetteer Compilation in Xinchang County,” Ming Studies, Vol. 45-6: 69-113 (2002)."
        ]
    },
    {
        "name": "Geoffrey Durham",
        "position": "Assistant Professor of History",
        "email": "gdurham@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., University of Pennsylvania\nM.A., Indiana University\nB.A., Skidmore College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/06/faculty-durham-300x300.jpg",
        "intro": "I am a historian of modern Eurasia with a focus on imperial Russia and its international entanglements in the eighteenth and nineteenth centuries. Two main concerns motivate my research and teaching. The first is to understand how the Russian empire incorporated vast and diverse territories, resources, and peoples into an imperial system of state service and economic exchange. The second is to situate the Russian empire within its global context.",
        "publications": []
    },
    {
        "name": "Finn Enke",
        "position": "Professor of History and Gender and Women’s Studies",
        "email": "finn.enke@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/12/history275-fall2021-finnenke.pdf",
        "education": "Ph.D., 1999, University of Minnesota, Department of History\nM.A., 1992, University of Minnesota, Comparative Studies in Discourse and Society\nB.A., 1987 Swarthmore College, Religious Studies, Asian Studies.",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-enke-300x300.jpg",
        "intro": "I am the Director of the undergraduate LGBTQ+ Studies Certificate Program. I specialize in history of sexuality and gender, primarily 20th century United States, focusing on transgender, queer and feminist social movements; my work is also animated by queer crip studies, critical race and indigeneity studies, graphic art and comics studies.",
        "publications": [
            "“Collective Memory and the Transfeminist 1970s: Toward a Less Plausible History”  TSQ 2018: 5(1) 9-29.",
            "“Transgender History and Otherwise Approaches to Queer Embodiment” in Romesburg ed., The Routledge History of Queer America (2018):224-236.",
            "“Transfeminist Perspectives on History and Pedagogy” Process: A Blog for American History, September 1, 2016.",
            "“Translation” Transgender Studies Quarterly Vol 1 Issue 1-2 (Summer 2014)",
            "“The Education of Little Cis: Binary Gender and the Discipline of Opposing Bodies” in The Transgender Studies Reader Volume 2. Routledge Press, 2012.",
            "“Unlikely Sex Change Capitols of the World: Trinidad, United States, and Tehran, Iran, as Twin Yardsticks of Homonormative Liberalism” (with Elizabeth Bucar). Feminist Studies, 37:2 (Summer) 2011.",
            "“Smuggling Sex Throough the Gates: Race, Sexuality, and Contested Space in Second Wave Feminism,” American Quarterly vol. 55 number 4 (December) 2003.",
            "“Taking Over Domestic Space: The Battered Women’s Movement and Public Protest, 1971-1985” in Van Grosse and Richard Moser, eds., The World the Sixties Made: Politics and Culture in Recent America. Temple University, 2003."
        ]
    },
    {
        "name": "Khaled  Esseissah",
        "position": "Assistant Professor of History",
        "email": "esseissah@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/history201-fall2022-khaledesseissah.pdf",
        "education": "Ph.D., Indiana University-Bloomington\nM.A., Bowling Green State University\nD.E.A., Université de Cheikh Anta Diop\nB.A.,Université de Nouakchott",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/faculty-esseissah-300x300.jpg",
        "intro": "I am a historian of Islam, colonialism, slavery, race, and gender, with a focus on nineteenth- and twentieth-century West Africa. I am currently working on my book manuscript, Emancipation, Authority, and Global Muslim Citizenship: Harāṭīn Reformist Intermediaries in Colonial Mauritania, 1902-1960. This book considers the important religious and civic contributions of Harāṭīn peoples of Mauritania under French colonial rule, a group that has historically been assumed to be oppressed and structurally limited in their abilities to alter their circumstances. It analyzes the Harāṭīn peoples as intentional historical actors who asserted their rights as full Muslim citizens in colonial Mauritania. As a research scholar who is also a member of this community, I reconstruct the biographies of Harāṭīn men and women who went from being oppressed by the local Muslim elites to playing a decisive role in the making of the French colony in Mauritania. They became Muslim authorities, demanding social and religious equality with the Bīẓān or Moors (a mix of Arab and Berber communities who define themselves as “white”) during the colonial period (1902 through 1960). In this book, I offer a new concept of “global Muslim citizenship” to discuss how Harāṭīn intermediaries utilized the opportunities created by the colonial state to display Islamic values typically associated with Saharan intellectual elites and Islamic leadership, aiming to establish full Muslim citizenship for themselves and their wider community. They imagined themselves as part of the ummah (the Muslim global community) by participating in all acts of worship from which they had previously been excluded. They also emancipated enslaved persons, protected runaways, and provided them with jobs, shelters, and education. In so doing, Harāṭīn intermediaries influenced the path toward freedom and global Muslim citizenship. Through a careful analysis of Arabic manuscripts, French colonial documents, interviews, and oral traditions, this study will greatly broaden our understanding of Islam, colonialism, citizenship, religious authority, and emancipation in all post-slavery societies.",
        "publications": [
            "“Enslaved Muslim Sufi Saints in the Nineteenth-Century Sahara: The Life of Bilal Ould Mohamoud,” The Journal of African History, 62:3 (2021).",
            "“Paradise is under the Feet of Your Master”: The Construction of the Religious Basis of Racial Slavery in the Mauritanian Arab-Berber Community,” The Journal of Black Studies (2016): 1-21."
        ]
    },
    {
        "name": "Juan Fernandez",
        "position": "Assistant Professor of Southeast Asian History",
        "email": "fernandezcap@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Cornell University\nM.A., University of Chicago\nB.A., University of the Philippines at Baguio",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/01/faculty-fernandez-300x300.jpg",
        "intro": "My work focuses on the histories of sex, gender, and ethnography in the highlands of the Philippines in the early twentieth century. My first book project, “Manly Encounters,” examines how ethnographic fieldwork conducted by the earliest generation of professional American anthropologists was intertwined with their attempts to perform (to varying degrees of success) their approximation of Indigenous Philippine masculinity. And yet the ethnographic encounter cuts both ways: my project also examines how the Indigenous peoples of northern Luzon and Mindanao made sense of their observers in their response to these anthropologists’ performance of gender. Through an analysis of these anthropologists’ fieldnotes, diaries, and correspondence—in addition to their published ethnographic work—I argue that there is a simultaneous, reciprocal, but nevertheless hierarchical construction of masculinity and femininity of both the anthropologist and their Indigenous subjects. This first project is part of a larger set of research questions that seek to analyze the emergence of the category of the Southeast Asian “headhunter”—in the Philippines, but also in Malaysian and Indonesian Borneo—in terms of its gendered dimensions and the almost invariable ascription of masculinity to the Indigenous peoples who once practiced it.",
        "publications": [
            "“From Savages to Soldiers”: Igorot Bodies, Militarized Masculinity, and the Logic of Transformation in Dean C. Worcester’s Philippine Photographs. Philippine Studies 71, no. 2 (2023): 245-274.",
            "“Masculinity and Misperformance: The Death of William Jones among the Ilongots, 1909.” In Indigenous Studies in the Philippines. Leah Abayao, Jimmy Fong, and Carolyn Podruchny, eds. (Forthcoming.)",
            "(With Sophia Cuevas Mable and Imelda de Guzman Olvida). “Where Peasants Are Kings: Food Sovereignty in the Tagbanua Traditional Subsistence System.” Austrian Journal of South-East Asian Studies 8, no. 1 (2015): 27–44."
        ]
    },
    {
        "name": "Pablo F. Gómez",
        "position": "Associate Professor of History and the History of Medicine",
        "email": "pgomez@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Vanderbilt University, History of Medicine, Latin American History, 2010\nM.A., Vanderbilt University, History, 2007\nOrthopaedic Surgeon, Pontificia Universidad Javeriana, Bogotá, Surgery, 2002\nM.D., CES University, Medellín, Colombia, Medicine, 1994",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/image_faculty_gomez400.jpg",
        "intro": "My work focuses on the history of knowledge, science, and the history of health and corporeality in Latin America, the Caribbean, the African diaspora and, more generally, the Iberian and Black Atlantic Worlds. My book, The Experiential Caribbean: Creating Knowledge and Healing in the Early Modern Atlantic (winner of the William H. Welch medal, the Albert J. Raboteau Book Prize, and Honorable Mention-Bolton-Johnson Book Prize), explores belief making and the creation of evidence around the human body and the natural world in the early modern Caribbean. My recently published edited volume, The Gray Zones of Medicine, examines the role of unlicensed health practitioners in the shaping of Latin American history from the colonial time to the present. I am currently working on a history of the quantifiable body and the development of novel ideas about risk, labor, and disease that appeared in Atlantic slave markets during the seventeenth century. I’m also leading a project on a re-framing of global histories of Science Medicine and Technology and am actively involved in projects of digital archival preservation in Colombia, Cuba and Brazil.",
        "publications": [
            "Pablo F. Gómez, “[Un] Muffled Histories: Translating Bodily Practices in the Early Modern Caribbean.” Osiris 37, no. 1 (2022): 233-250.",
            "“Domingo de la Ascensión and the Criollo Healing Culture of the Seventeenth Century Caribbean,” in The Gray Zones of Medicine: Healers and History in Latin America, Diego Armus and Pablo F. Gómez, Eds. (Pittsburgh: University of Pittsburgh Press, 2021",
            "“Pieza de Indias: Slave Trade and the Quantification of Human Bodies,” in Objects of New World Knowledge: A Cabinet of Curiosities, Mark Thurner and Juan Pimentel, Eds. (University of London Press, 2021).",
            "“Hospitals and Public Health in the Sixteenth-Century Spanish Caribbean,” in The Spanish Caribbean in the Sixteenth Century, Ida Altman and David Wheat, Eds. (Lincoln: University of Nebraska Press, 2019).",
            "“Caribbean Stones and the Creation of Early Modern Worlds,” History and Technology 34 (2018).",
            "“Afro-Caribbean Healers,” in ed. William Beezley, The Oxford Research Encyclopedia of Latin American History (New York: Oxford University Press, 2016).",
            "Jane Landers, Pablo Gómez, José Polo Acuña and Courtney J. Campbell, “Researching the history of slavery in Colombia and Brazil through ecclesiastical and notarial archives,” in ed. Maja Kominko, From Dust to Digital: Ten Years of the Endangered Archives Programme, (Cambridge: Open Book Publishers, 2015), 259-92.",
            "“Incommensurable Epistemologies? The Atlantic Geography of Healing in the Early Modern Black Spanish Caribbean,” in Small Axe: A Caribbean Journal of Criticism (2014) 44: 95-107. Duke University Press.",
            "“Transatlantic Meanings: African Rituals and Material Culture from the Early-Modern Spanish Caribbean,” in Materialities of Rituals in the Black Atlantic, eds. Akinwumi Ogundiran and Paula Saunders, (Bloomington: Indiana University Press, 2014).",
            "“The Circulation of Bodily Knowledge in the Seventeenth Century Black Spanish Caribbean,” in Social History of Medicine, (2013) 26 (3): 383-402. * Winner of the  2014 Biannual Best Article Prize by the Association of Caribbean Historians, and the Vanderwood Prize-Honorable mention for Best Article, The Conference in Latin American History (CLAH), 2014-2015."
        ]
    },
    {
        "name": "John W. Hall",
        "position": "Ambrose-Hesseltine Professor of U.S. Military History",
        "email": "jwhall3@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/01/cv-hall.pdf",
        "education": "Ph.D., University of North Carolina-Chapel Hill\nM.A., University of North Carolina-Chapel Hill\nB.S., U.S. Military Academy",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-hall-300x300.jpg",
        "intro": "I am a military historian broadly interested in the ways in which societies have organized violence to pursue and defend their interests. I am especially interested in the ethnohistorical study of military conflict and cooperation between the Native peoples of North America and European colonial powers. More generally, I am interested in Native American and early American history with particular emphasis on the Revolutionary Era and the Early Republic. Within the field of military history, my research has focused on “small wars” involving irregular forces and U.S. defense policy. I am currently working on a military history of Indian Removal in the southeastern United States.",
        "publications": []
    },
    {
        "name": "Anne Hansen",
        "position": "Department Chair; Allan H. Selig Distinguished Leadership Professor of History",
        "email": "arhansen@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/02/history308-spring2021-annehansen.pdf",
        "education": "Ph.D., Harvard University\nM.A., Harvard University\nM.Div., Harvard Divinity School\nB.A ., St. Olaf College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_ah400-300x300.jpg",
        "intro": "I am a historian of religion with research interests in the history of Buddhist ethical ideas and modern religious reform and social justice movements in Southeast Asia, Cold War Buddhism, colonial Buddhism, and religion and visual culture. Much of my work focuses on Buddhist ethics of care and/or “local” interpretations and expressions of Theravada Buddhist thought within larger transnational or transregional networks. My current projects include work on Buddhist visual ethics of care in nineteenth and twentieth century Cambodia, as well as a study of Buddhist temporality during the Cold War in modern Southeast Asia. I regularly teach courses on Buddhism, Asian religions, transnational religion, Southeast Asian colonialisms and modernities, and theory and method in the study of religion.",
        "publications": [
            "“Reform: Ideas and Events in Modern Theravāda Reformism,” with Anthony Lovenheim Irwin, in Routledge Handbook of Theravāda Buddhism, edited by Stephen C. Berkwitz and Ashley Thompson, pages 83-98. (Routledge, 2022).",
            "“Buddhist Ethics: Modes of Interpretation,” in Encyclopedia of Religious Ethics: Wiley Blackwell Companions to Religion, vol. 2, edited by William Schweiker, Maria Antonaccio, Elizabeth Bucar, and David A. Clairmont, pages 861-873. (Wiley-Blackwell, 2022).",
            "“Buddhist Religion-making in Colonial Cambodia,” in Liber Amicorum. Mélanges réunis en hommage à Ang Chouléan, edited by Grégory Mikaelian, Ashley Thompson, and Siyonn Sophearith, pages 391-411. (Paris: Association Péninsule/Association des Amis de Yosothor, 2020).",
            "“Poverty and the Poor in Buddhist Thought,” with Jordan Baskerville, in The Meaning of Poverty and the Poor in the World’s Religions, edited by William Brackney and Rupen Das, pages 110-148. (ABC-Clio, 2019).",
            "“Buddhist Communities of Belonging in Early Twentieth Century Cambodia,” in Buddhist Encounters with Modernity, Theravāda Civilizations Project volume 1, edited by Steven Collins and Juliane Schober, pages 62-77. (London and New York: Routledge Press, 2017).",
            "“Painting Ethics: Death, Love, and Moral Vision in the Mahāparinibbāna,” Journal of Religious Ethics 44.1 (2016): 17-50, 2016. Part of a symposium on “Visual Ethics” edited by Elizabeth Bucar, with accompanying essays by Kenneth George and Elizabeth Bucar."
        ]
    },
    {
        "name": "Marcella Hayes",
        "position": "Assistant Professor of History",
        "email": "mmhayes6@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/08/cv-hayes.pdf",
        "education": "Ph.D., Harvard University\nB.A., Cornell University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/08/faculty-hayes-300x300.jpg",
        "intro": "I am a historian of Latin America and early modern Iberia, with an emphasis on the Andes. I study how black people shaped early modern Iberian political life, using their ideas of community and methods of self-governance to rethink early modern concepts of belonging. In my research and teaching, I focus on inclusion and exclusion, political claims-making, and the development of categories of identity.",
        "publications": [
            "“The New Trojans: Black Settlers of the Andean Coast,” in Knowing an Empire: Imperial Science in Early Modern Chinese and Spanish Empires, Mackenzie Cooley and Wu Huiyi, eds. (forthcoming)",
            "“We Have Not Been Tributaries: Lima’s Black Community, Historical Memory, and the Power of Invention,” in Dissent and Disobedience From Within: Meanings and Practices of Resistance in the Iberian Worlds, 15th-19th Centuries, Pablo Sánchez León and Benita Herreros Cleret de Langavant, eds. (forthcoming)",
            "They Have Been United as Sisters: Women Leaders of Black Lay Confraternities in Seventeenth-Century Lima,” The Americas: A Quarterly Review of Latin American History 79:4 (October 2022): 559-586"
        ]
    },
    {
        "name": "April Haynes",
        "position": "Professor of History",
        "email": "april.haynes@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., History, University of California, Santa Barbara: Doctoral Emphasis, Feminist Studies\nM.A., History, University of California, Santa Barbara\nB.A., History and Women’s Studies, San Francisco State University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-haynes-300x300.jpg",
        "intro": "I am a historian of women, gender, and sexuality in the early US. My research priorities include racialized gender, intimate labor, and women in social movements. I teach courses about women in early US/North American history, gender in world history, historiography and historical methods. My first book, Riotous Flesh: Women, Physiology, and the Solitary Vice in Nineteenth-century America, unearths the surprising origins of a sex panic that ultimately prepared many Americans to accept heteronormativity. My current research project, Tender Traffic: Intimate Labor Movements, 1790-1860, traces the roots of today’s service economy and recovers household and sex workers’ labor activism in the early republic. I am also writing a textbook entitled Debating Gender: A History from the Ancient World to the Present Day.",
        "publications": [
            "“From Magdalen Asylum to Labor Depot: The Panic of 1819 and Gendered Economies of Labor,” Journal of the Early Republic 40:4 (Winter 2020) 709-715.",
            "“Intimate Economies, 1790-1860” in A Companion to American Women’s History, 2nd edition, eds. Nancy Hewitt and Anne Valk, (New York: Blackwell-Wiley, 2020).",
            "“Radical Hospitality and Political Intimacy in Grahamite Boardinghouses, 1830-1850,” Journal of the Early Republic 39:3 (Fall 2019).",
            "“‘Sex-Ins, College-Style’: Black Feminism and Sexual Politics in the Student YWCA, 1968-1980,” in Women’s Activism and ‘Second-Wave’ Feminism: Transnational Histories, ed. Barbara Molony and Jennifer Nelson (London: Bloomsbury, 2017) 37-62.",
            "“The Trials of Frederick Hollick: Obscenity, Sex Education, and Medical Democracy in the Antebellum United States,” Journal of the History of Sexuality, Volume 12: Number 4 (October 2003), pp. 543-574."
        ]
    },
    {
        "name": "Elizabeth Hennessy",
        "position": "Associate Professor of History and Environmental Studies",
        "email": "elizabeth.hennessy@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history225_fall2017_hennessy.pdf",
        "education": "Ph.D., University of North Carolina at Chapel Hill\nM.A., University of North Carolina at Chapel Hill\nB.A., Miami University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-hennessy-300x300.jpg",
        "intro": "I am a geographer who works at the intersection of environmental history, political ecology, science and technology studies, and the history of science with a regional focus on Latin America. My first book, On the Backs of Tortoises: Darwin, the Galápagos, and the Fate of an Evolutionary Eden was published by Yale University Press in 2019 and a finalist for a 2020 PEN/E.O. Wilson Literary Science Writing Award. The book draws on ethnographic and archival research to trace a transnational history of the iconic Galápagos giant tortoises as animals at the center of tensions among evolutionary science, conservation, and tourism development in the archipelago.",
        "publications": [
            "“Saving Species: The co-evolution of tortoise taxonomy and conservation in the Galápagos Islands,” Environmental History, April 2020.",
            "“The politics of a natural laboratory: Claiming territory and governing life in the Galápagos Islands” Social Studies of Science, Vol. 48 (4) 2018: 483–506.",
            "“Freezing Life in the Anthropocene,” in Future Remains: A Cabinet of Curiosities for the Anthropocene, Robert Emmett, Marco Amerio and Gregg Mitman, editors, Chicago: University of Chicago Press, 2018.",
            "“Mythologizing ‘Darwin’s Islands’” in D. Quiroga and A. M. Sevilla, editors, Darwinism and Conservation in the Galápagos Islands. New York: Springer, 2016, 65-90.",
            "“The Molecular Turn in Conservation: The Genetics of Pristine Nature and the Rediscovery of an Extinct Species of Galápagos Giant Tortoise.” Annals of the Association of American Geographers Vol. 105 (2015) Issue 1, 87-104.",
            "“Producing ‘Prehistoric’ Life: Conservation breeding and the remaking of wildlife genealogies.” Geoforum. Vol. 49 (October 2013): 71-80.",
            "“Nature’s Eden? The Production and Effects of ‘Pristine’ Nature in the Galápagos Islands.” Island Studies Journal. Vol. 6, No. 2 (2011): 131-156. With Amy McCleary."
        ]
    },
    {
        "name": "Francine Hirsch",
        "position": "Alice D. Mortenson/Petrovich Distinguished Chair of Russian History",
        "email": "fhirsch@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/cv_fh.pdf",
        "education": "Ph.D., Princeton\nM.A., Princeton\nB.A., Cornell",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-hirsch-300x300.jpg",
        "intro": "I am a historian of Modern Europe with a specialization in Russia and the Soviet Union. My research and teaching interests include Russian and Soviet History, Modern European History, Comparative Empires, the History of Human Rights, and Russian-American Engagement.",
        "publications": [
            "“The Politics of the Nuremberg Trials and the Postwar Moment,” in Political Trials in Theory and History, ed. Devin Pendas and Jens Meierhenrich. Cambridge: Cambridge University Press, 2016.",
            "“The Nuremberg Trials as Cold War Competition.” Memory and Postwar Memorials: Confronting the Past as Violence, ed. Marc Silberman and Florence Vatan, 17-40. New York: Palgrave MacMillan, 2013.",
            "“The Soviets at Nuremberg: International Law, Propaganda, and the Making of the Postwar Order.” The American Historical Review 113, no. 3 (June 2008): 701-730."
        ]
    },
    {
        "name": "Mallory Hope",
        "position": "Assistant Professor of History",
        "email": "mhope@fas.harvard.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Yale University\nB.A., Vanderbilt University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/11/faculty-hope-300x300.jpg",
        "intro": "I am an economic historian working within the field of Early Modern Europe, with a focus on the history of France. My body of work explores how pre-industrial societies coped with uncertainty and with the insecurity of property and resources.",
        "publications": [
            "“Risk and Uncertainty in France’s Atlantic Slave Trade.” International Journal of Maritime History, forthcoming.",
            "“L’expertise des derniers assureurs prémodernes.” In Les cultures de l’Assurance, XIXe-XXe siècle. Edited by Raymond Dartevelle and Fatiha Cherfouh-Baïch. Paris: Classiques Garnier, forthcoming.",
            "“Commercial Networks, Maritime Law, and Translation in a Spanish Insurance Claim on Trial in France, 1783–1791.” In Maritime Risk Management. Essays on the History of Marine Insurance, General Average and Sea Loan. Edited by Phillip Hellwege and Guido Rossi. Berlin: Duncker & Humblot, 2021."
        ]
    },
    {
        "name": "Judith A. Houck",
        "position": "Professor of History of Science",
        "email": "jahouck@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/09/cv-houck.pdf",
        "education": "Ph.D., University of Wisconsin-Madison, History of Science and Medicine, 1998\nM.A., University of Wisconsin-Madison, History of Science and Medicine, 1994\nB.A., St. John’s College, Santa Fe, NM, Liberal Arts, 1985",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/faculty-houck-300x300.jpg",
        "intro": "I am currently working on a book project tentatively entitled, Looking Through the Speculum: Feminist Health, 1969-2010.  In this manuscript, I focus on an interrelated set of ideas, practices, and institutions. The women’s health movement was founded on a few guiding principles.  Most significantly, the women of the movement believed that women should retake or retain control of their healthy bodies rather than turning them over to physicians.  Further, they believed that women should see themselves and other women as critical resources for building a feminist knowledge base centered on women’s embodied experience.  Finally, they identified organized medicine as one of many institutions that sought to control women by controlling their bodies and the information about those bodies. Health feminists enacted these beliefs through a variety of feminist practices.  This book concentrates on three: cervical self-exam and self-help gynecology; feminist healthcare provision including abortion; and feminist research and knowledge creation.  Finally, this book examines how these principles and practices were instantiated in feminist institutions–women’s health clinics.",
        "publications": [
            "“Lesbian Health Matters: The History of An Evolving Concept” for International Encyclopedia of Social and Behavioral Sciences,",
            "“The Best Prescription for Women’s Health: Feminist Approaches to Well-Woman Care” section in Jeremy A. Greene and Elizabeth Siegel Watkins, eds., Prescribed: Writing, Filling, Using, and Abusing the Prescription in Modern America (Johns Hopkins University Press, 2012).",
            "“The Medicalization of Menopause in America, 1897-2000: Mapping the Terrain” section in Daniel Lee Kleinman, Abby J. Kinchy, and Jo Handelsman, eds., Controversies in Science and Technology Volume 1: From Maize to Menopause (Wisconsin University Press, 2005).",
            "“‘What Do These Women Want?’ Feminist Responses to Feminine Forever,” Bulletin of the History of Medicine 77 (2003), 103-132.",
            "“How to Treat a Menopausal Woman: A History, 1900-2000,” Current Woman’s Health Reports 2 (2002), 349-355."
        ]
    },
    {
        "name": "Florence C. Hsia",
        "position": "Professor of History of Science, David Hall and Margie Devereaux Professor of History, Associate Vice Chancellor for Research in Arts & Humanities, OVCRGE, Associate Dean for Graduate Education, Graduate School",
        "email": "fchsia@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/04/cv-hsia.pdf",
        "education": "Ph.D., University of Chicago, History, 1999\nM.A., University of Chicago, History, 1995\nA.B., Princeton University, East Asian Studies, 1990",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/image_faculty_hsia400-300x300.jpg",
        "intro": "I’m a historian of science with research interests in the history of astronomy, cartography, and print culture, as well as scientific data practices, communication, and knowledge production across cultures. My current research concerns the history of sinology in early modern Europe, as well as astronomical telegrams, sinographic textual data, and the recent historiography of Chinese science.",
        "publications": [
            "“Astronomy after the deluge,” in Science in the archives: pasts, presents, futures, ed. by Lorraine Daston, Chicago: University of Chicago Press, 2017, 17-52.",
            "“Chinese Astronomy for the Early Modern European Reader,” Early Science and Medicine 13:5 (2008), 417-450.",
            "“Athanasius Kircher’s China illustrata (1667): an apologia pro vita sua” section in Paula Findlen, ed., Athanasius Kircher: The Last Man Who Knew Everything (Routledge, 2004)."
        ]
    },
    {
        "name": "Patrick Iber",
        "position": "Associate Chair; Associate Professor of History",
        "email": "piber@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/11/history102-fall2020-patrickiber.pdf",
        "education": "Ph.D., University of Chicago\nM.A., Stanford University\nB.S., Stanford University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/08/faculty-iber-300x300.jpg",
        "intro": "I am a historian of 20th century Latin America and U.S. foreign relations. My first book, Neither Peace nor Freedom: The Cultural Cold War in Latin America, examines how artists, writers, and intellectuals participated in and generated Cold War conflict. I describe how they worked with organizations sponsored by Cold War powers: the Soviet-backed World Peace Council, the CIA-sponsored Congress for Cultural Freedom, and Cuba’s Casa de las Américas. Neither Peace nor Freedom delves into the entwined histories of these groups and the aspirations and dilemmas of intellectuals who participated in them, from Diego Rivera and Pablo Neruda to Gabriel Garcia Marquez and Jorge Luis Borges, showing how difficult it was for them to achieve their visions of art in the service of justice in the context of the Cold War.",
        "publications": [
            "“Social Science, Cultural Imperialism, and the Ford Foundation in Latin America in the 1960s,” pp. 96-114, in The Global Sixties: Convention, Contest, and Counterculture, edited by Jadwiga Pieper-Mooney and Tamara Chaplin, Routledge, 2017.",
            "“Debating Political Economy: An Approach to Teaching the U.S. and the World,” Journal of American History 103, no. 4 (March 2017): 997-1003.",
            "“The Cold War Politics of Literature and the Centro Mexicano de Escritores,” Journal of Latin American Studies 48, no. 2 (May 2016): 247-272.",
            "“Who will Impose Democracy?: Sacha Volman and the Contradictions of CIA Support for the Anticommunist Left in Latin America,” Diplomatic History 37, no. 5 (November 2013): 995-1028.",
            "“El imperialismo de la libertad: el Congreso por la Libertad de la Cultura en América Latina,” 117-132 in La guerra fría cultural en América Latina: desafíos y límites para una nueva mirada de las relaciones interamericanas, edited by Benedetta Calandra and Marina Franco, Biblos, 2012.",
            "“Anti-Communist Entrepreneurs and the Origins of the Cultural Cold War in Latin America,” pp. 167-186, in De-centering Cold War History: Local and Global Change, edited by Jadwiga Pieper-Mooney and Fabio Lanza, Routledge, 2012."
        ]
    },
    {
        "name": "Stephen Kantrowitz",
        "position": "Plaenert-Bascom Professor of History; Faculty affiliate in Afro-American Studies and American Indian Studies",
        "email": "skantrow@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/03/cv-kantrowitz.pdf",
        "education": "Ph.D., Princeton\nM.A., Princeton\nB.A., Yale",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-kantrowitz-300x300.jpg",
        "intro": "I am a historian of race, indigeneity, politics, and citizenship in the nineteenth-century United States. I am particularly interested in work that spans the antebellum, Civil War, and postbellum eras, and in the connections between the histories of slavery, emancipation, and Reconstruction and the dynamics of Native American life and U.S. conquest.",
        "publications": [
            "“‘Not Quite Constitutionalized’: The Meanings of ‘Civilization’ and the Limits of Native American Citizenship,” in ed. Gregory P. Downs and Kate Masur, The World the Civil War Made (Chapel Hill: UNC Press, 2015), 75-105.",
            "“Citizen’s Clothing: Reconstruction, Ho-Chunk Persistence, and the Politics of Dress,” in ed. Adam Arenson and Andrew Graybill, Civil War Wests: Testing the Limits of the United States (Berkeley: University of California Press, 2015), 242-264.",
            "“’Intended for the Better Government of Man’: The Political History of African American Freemasonry in the Era of Emancipation,” Journal of American History (March 2010)",
            "“A Place for ‘Colored Patriots’: Crispus Attucks Among the Abolitionists, 1842-1863,” Massachusetts Historical Review (spring 2009)",
            "“Fighting Like Men: Civil War Dilemmas of Abolitionist Manhood,” in Catherine Clinton and Nina Silber, eds., Battle Scars: Gender and Sexuality in the U.S. Civil War (Oxford University Press, 2006).",
            "“Youngest Living Carpetbagger Tells All, or How Regional Myopia Created ‘Pitchfork Ben’ Tillman,” Southern Cultures 8.3 (fall 2002), 18-37.",
            "“Ben Tillman and Hendrix McLane, Agrarian Rebels: White Manhood, ‘The Farmers,’ and the Limits of Southern Populism,” The Journal of Southern History LXVI (August 2000), 497-524.",
            "“One Man’s Mob is Another Man’s Militia: Violence, Manhood, and Authority in Reconstruction South Carolina” in Jane Dailey, Glenda Gilmore, and Bryant Simon, eds., Jumpin’ Jim Crow: Southern Politics from Civil War to Civil Rights (Princeton: Princeton Univ. Press, 2000), 67-87.",
            "“The Two Faces of Domination in North Carolina, 1800-1898” in David Cecelski and Timothy B. Tyson, eds., Democracy Betrayed: The Wilmington Race Riot of 1898 and Its Legacy (Chapel Hill: University of North Carolina Press, 1998), 95-112.",
            "“White Supremacist Justice and the Rule of Law: Lynching, Honor, and the State in Ben Tillman’s South Carolina” in Pieter Spierenburg, ed., Men and Violence: Masculinity, Honor Codes and Violent Rituals in Europe and America (Ohio State University Press, 1998), 213-239."
        ]
    },
    {
        "name": "Richard C. Keller",
        "position": "Professor of the History of Medicine",
        "email": "rckeller@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/cv_rke.pdf",
        "education": "Ph.D., Rutgers University, History, 2001\nM.A., University of Colorado at Boulder, History, 1996\nB.A., University of Colorado at Boulder, History, 1992",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/image_faculty_keller400-300x300.jpg",
        "intro": "My interests include the history of European and colonial medicine and public health and environmental history.",
        "publications": [
            "“Place Matters: Mortality, Space, and Urban Form in the 2003 Paris Heat Wave Disaster,” French Historical Studies 36:2 (2013), 299-330. Awarded the 2014 William Koren, Jr., Prize from the Society for French Historical Studies.",
            "“Cross National Qualitative Health Research” section in Ivy Bourgeault, Robert Dingwall, and Ray de Vries, eds., The SAGE Handbook of Qualitative Methods in Health Research (SAGE Publications Ltd, 2010).",
            "Vassy, Carine, and Richard Keller, “Faut-il contrôler les aspects éthiques de la recherche en sciences sociales et comment?,” Mouvements 55-56 (2008), 128-141.",
            "“Clinician and Revolutionary: Frantz Fanon, Biography, and the History of Colonial Medicine,” Bulletin of the History of Medicine 81:4 (2007), 823-841.",
            "“Geographies of Power, Legacies of Mistrust: Colonial Medicine in the Global Present,” Historical Geography 34 (2006), 26-48.",
            "“Pinel in the Maghreb: Liberation, Confinement, and Psychiatric Reform in French North Africa,” Bulletin of the History of Medicine 79:3 (2005), 459-99."
        ]
    },
    {
        "name": "Devin Kennedy",
        "position": "Assistant Professor of History",
        "email": "dbkennedy@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/02/history201-spring2021-devinkennedy.pdf",
        "education": "Ph.D., M.A., Harvard, History of Science\nAB Princeton, Comparative Literature",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/07/faculty-kennedy-300x300.jpg",
        "intro": "I am a historian of science and technology and STS researcher, concentrating primarily on computer science and digital technologies in the United States. Prior to joining the History Department, I was a postdoctoral fellow at the New-York Historical Society.",
        "publications": [
            "Co-editor, IEEE Annals of the History of Computing Special Series: ‘Computing Capitalisms: Business, History, and Information Technology.’ [Forthcoming]",
            "“The Machine in the Market: Computers and the Infrastructure of Price at the New York Stock Exchange, 1965–1975.” Social Studies of Science 47, no. 6 (December 1, 2017): 888–917.",
            "“The People’s Utility.” Logic Magazine. Issue 5 (2018)"
        ]
    },
    {
        "name": "Charles Kim",
        "position": "Director of Graduate Studies; Korea Foundation Professor of Korean Studies",
        "email": "charles.kim@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/12/history335-fall2021-charleskim.pdf",
        "education": "Ph.D., Columbia University\nM.A., University of California, Los Angeles\nB.A., Pomona College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-kim-300x300.jpg",
        "intro": "I’m a cultural historian of modern Korea with interests in national identity formations, class and gender relations, food and food ways, cultural memory, and Cold War Korea/Cold War Asia. My first book, Youth for Nation: Culture and Protest in Cold War South Korea, explored South Korean public discourse on postcolonial nation building during the formative post-Korean War juncture of the 1950s and early 1960s. The study examined the country’s rocky transition from Japanese colonial rule to the consolidation of an anticommunist sociopolitical system that was geared toward making “late” developmental progress. Positioning South Korea as a key Asian member state of the US-centered “free world” bloc, Youth for Nation delved into how postwar media and statist texts prefigured the April 19th Students’ Revolution of 1960 and informed Park Chung Hee’s ideological program of the early 1960s. My current research on North Korea builds on this earlier work by inquiring into contemporaneous developmentalist processes in the DPRK, with a focus on national culture.",
        "publications": [
            "“South Korea’s Postdevelopmental Nationalism,” In Routledge Handbook of Nationalism in East Asia and Southeast Asia, Routledge, 2023.",
            "“Paek Namun.” In Imperatives of Culture: Selected Essays on Korean History, Literature, and Society from the Japanese Colonial Era, edited by Christopher P. Hanscom, Walter K. Lew, and Youngju Ryu. Honolulu: University of Hawai’i Press, 2013",
            "“Moral Imperatives: South Korean Studenthood and April 19th.” The Journal of Asian Studies 71, no. 2 (May 2012): 399-422."
        ]
    },
    {
        "name": "Monica Kim",
        "position": "William Appleman Williams & David G. and Marion S. Meissner Chair in U.S. International and Diplomatic History; Associate Professor of History",
        "email": "mkim687@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/03/history102-spring2022-monicakim.pdf",
        "education": "PhD, University of Michigan\nBA, Yale University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/faculty-monica-kim-300x300.jpg",
        "intro": "I am a historian of the United States and international and diplomatic history. In my research and teaching, I focus on three issues that have centrally informed the position of the United States vis-à-vis the decolonizing world during the twentieth century and beyond: the relationships between liberalism and racial formations, global militarism and sovereignty, and transnational political movements and international law.",
        "publications": [
            "Co-editor with Amy Chazkel and A. Naomi Paik. “Policing, Justice, and the Radical Imagination,” Issue 137 of Radical History Review. (June 2020)",
            "“The Intelligence of Fools: Reading the U.S. Military Archive of the Korean War,” (Special Issue: The Unending Korean War) positions: asia critique. 23:4 (November 2015), 695-728.",
            "“Empire’s Babel: U.S. Military Interrogation Rooms of the Korean War,” History of the Present: A Journal of Critical History. 3:1 (Spring 2013), 1-28."
        ]
    },
    {
        "name": "Judd Kinzley",
        "position": "Professor of History",
        "email": "kinzley@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/09/cv-kinzley.pdf",
        "education": "Ph.D., University of California, San Diego, 2012\nM.A., Washington University in St. Louis, 2005\nB.A., Macalester College, 1999",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_jk400-300x300.jpg",
        "intro": "I am a historian of modern China. But I am particularly interested in the ways that natural resources define and often limit state power in Chinese border regions. My book, Natural Resources and the New Frontier: Constructing Modern China’s Borderlands, which will be published by the University of Chicago Press in spring 2018, offers a new material-centered perspective on the development of institutions of state power and authority in China’s far western province of Xinjiang. I focus in this book on the efforts of a motley assortment of state and non-state, Chinese and non-Chinese actors to find, exploit, process, and transport various natural resources in 20th century Xinjiang, including gold, petroleum, wool, and rare minerals, among others. In the end, my work offers a unique perspective on the development of Xinjiang’s connections to the modern Chinese state, the roots of ethnic tensions and unrest in the region, and provides a framework for thinking about the integration border regions more generally.",
        "publications": [
            "With Agnieszka Joniak-Luthi (researcher, Institute of Social and Cultural Anthropology, Ludwig Maximilien University, Munich, Germany) “Territory, Border, Infrastructure: Imagining and Crafting National Borderlands in 20th Century China” in Crossroads Asia Working Paper Series 36 (December 2016)",
            "“The Spatial Legacy of Informal Empire: Oil, the Soviet Union, and the Contours of Economic Development in China’s Far West,” Twentieth Century China 40, no. 3 (October, 2015), 220-237",
            "With Jia Jianfei (research fellow, Chinese Academy of Social Sciences) “Xinjiang and the Promise of Salvation in Free China” in 1943: China at the Crossroads, Matthew Combs, Joseph Esherick, eds.  (Cornell University East Asia Series, 2015)",
            "“Crisis and the Development of China’s Southwestern Periphery: the Transformation of Panzhihua, 1936-1969,” Modern China 38, no. 5 (Sept. 2012) 559-584",
            "“Turning Prospectors into Settlers: Gold, Immigrant Miners and the Settlement of the Frontier in Late Qing Xinjiang” in Paul Pickowicz and Sherman Cochran, eds. China on the Margins (Ithaca, NY: Cornell University East Asia Series, 2010)"
        ]
    },
    {
        "name": "Marc Kleijwegt",
        "position": "John W. and Jeanne M. Rowe Professorship in Roman History",
        "email": "marc.kleijwegt@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/cv_mk.pdf",
        "education": "Ph.D., Leiden\nM.A., Leiden\nB.A., Leiden",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_mk400-300x300.jpg",
        "intro": "My specializations are Social History; Epigraphy; The Ancient Novel; The Cities and Communities of Roman Italy and the Western Provinces. My Research and Teaching Interests include The Ancient Novel; Childhood; Slavery; Freedmen; Gladiators; Food. In general, I use a variety of source material to describe and analyze the history of mentalities of the Greco-Roman world. I am currently interested in the Identity(ies) of the Roman Freedman.",
        "publications": [
            "Ancient Youth: The Ambiguity of Youth and the Absence of Adolescence in Greco-Roman Antiquity, (Amsterdam 1991).",
            "“Textile Manufacturing for a Religious Market: Artemis and Diana as Tycoons of Industry”, in: Willem Jongman/Marc Kleijwegt (eds.), After the Past: Essays in Ancient History in Honour of H. W. Pleket, Leiden 2002, 81-135.",
            "Cum vicensimariis magnam mantissam habet (Petronius Satyricon 65.10), American Journal of Philology 123 (2002), 275-86."
        ]
    },
    {
        "name": "Neil Kodesh",
        "position": "Professor of History",
        "email": "kodesh@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Northwestern University\nM.A., Northwestern University\nB.A., Pomona College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_nk400-300x300.jpg",
        "intro": "I’m a historian of East Africa with a particular emphasis on the Great Lakes region. My research and teaching interests center on medical history, historical anthropology, and multidisciplinary methodologies for writing African history. My first book, Beyond the Royal Gaze: Clanship and Public Healing in Buganda, examined how the domains of politics and public healing were intimately entwined in Buganda, a kingdom located on the northwest shores of Lake Victoria in present-day Uganda, from the sixteenth through the early nineteenth centuries. The book won the Melville Herskovits Prize of the African Studies Association.",
        "publications": [
            "“Networks of Knowledge: Clanship and Collective Well-Being in Buganda,” The Journal of African History 49, 2 (July 2008): 197-216.",
            "“History from the Healer’s Shrine: Genre, Historical Imagination, and Early Ganda History,” Comparative Studies in Society and History, 49, 3 (July 2007): 527-552.",
            "“Renovating Tradition: The Discourse of Succession in Colonial Buganda,” The International Journal of African Historical Studies, 34:3 (2001), 511-542."
        ]
    },
    {
        "name": "Emma Kuby",
        "position": "Assistant Professor of History",
        "email": "emma.kuby@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Cornell University\nM.A., Cornell University\nB.A., Brown University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/06/faculty-kuby-300x300.jpg",
        "intro": "I am an intellectual, political and cultural historian of modern France and its empire. To date, my research has focused on the legacies of World War II’s violence during the era of decolonization. My first book, Political Survivors: The Resistance, the Cold War, and the Fight against Concentration Camps after 1945, examined a French-led activist campaign by Nazi camp survivors to expose ongoing crimes against humanity in the postwar USSR, Francoist Spain, Maoist China, French Algeria, and beyond. It showed that the project championed by these non-state actors — centered not on genocide but on concentration camps as sites of political repression — helped foster a universalist paradigm for defending human rights but foundered on the limits of members’ own memory politics, the ideological pressures of the Cold War, and an inability to adapt to new forms of European violence in the context of decolonizing warfare. The book received the George Louis Beer Prize from the American Historical Association, the David H. Pinkney Prize from the Society for French Historical Studies, and the Council for European Studies Book Award.",
        "publications": [
            "“‘The Last Act in the Tragedy of Judaism’: Stalinist Antisemitism, the American Jewish Committee, and French Holocaust Memory in the Cold War.” Jewish Social Studies, forthcoming.",
            "“‘Slavery Old and New’: Cold War Liberals in the Global Forced Labor Debate, 1947-1954.” In Cold War Liberalism: Power in a Time of Emergency, edited by Daniel Bessner and Michael Brenes. New York: Cambridge University Press, forthcoming.",
            "“Madame Right for Monsieur Wrong: Prisoner Marriage Petitions and State Surveillance of Women in Postwar France, 1946-1959.” Gender & History 34, no. 2 (July 2022): 476-494.",
            "“What Counts as a Concentration Camp?” History Today 69, no. 9 (September 2019).",
            "“Survivors against Concentration Camps,” Dissent, July 2019.",
            "“From Auschwitz to Algeria: The Mediterranean Limits of the French Anti-Concentration Camp Movement, 1952-1959.” In French Mediterraneans: Transnational and Imperial Histories, edited by Patricia M.E. Lorcin and Todd Shepard, 347-371. Lincoln: University of Nebraska Press, 2016.",
            "“‘Our Actions Never Cease to Haunt Us’: Frantz Fanon, Jean-Paul Sartre, and the Violence of the Algerian War.” Historical Reflections/Réflexions Historiques 41, no. 3 (Winter 2015): 59-78.",
            "“In the Shadow of the Concentration Camp: David Rousset and the Limits of Apoliticism in Postwar French Thought.” Modern Intellectual History 11, no. 1 (April 2014): 147-173.",
            "“From the Torture Chamber to the Bedchamber: French Soldiers, Anti-War Activists, and the Discourse of Sexual Deviancy in the Algerian War (1954-1962).” Contemporary French Civilization 38, no. 2 (Summer 2013): 131-153.",
            "“A War of Words over an Image of War: The Fox Movietone Scandal and the Portrayal of French Violence in Algeria, 1955-56.” French Politics, Culture & Society 30, no. 1 (Spring 2012): 46-67."
        ]
    },
    {
        "name": "Dana Landress",
        "position": "Assistant Professor of Medical History and Bioethics",
        "email": "landress@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/04/historyofscience509-spring2023-danalandress.pdf",
        "education": "Ph.D., University of California, Berkeley\nM.A., University of California, Berkeley\nB.A., University of North Carolina at Chapel Hill",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/04/faculty-landress-300x300.jpg",
        "intro": "I am a historian of 19th and 20th century medicine and public health in the United States. My research examines the relationship between nutritional disease, community health work, and the political economy of capitalism in the U.S. South. Methodologically, my research blends the approaches and insights of social history, labor history, and oral history. I am especially interested in histories of structural racism, economic inequality, and community health activism as they pertain to patient encounters with medicine and public health. Additionally, I study histories of southern foodways, diasporic culinary traditions, and medicinal remedies of the rural South. Currently, I am at work on two projects. The first is a multidisciplinary collaboration with scholars, activists, and health providers to document community healthcare work in the wake of Covid-19. The second is a book project detailing the history of pellagra in the U.S. South.",
        "publications": []
    },
    {
        "name": "Elizabeth Lapina",
        "position": "Professor of History",
        "email": "lapina@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/05/cv-lapina.pdf",
        "education": "Ph.D., Johns Hopkins University\nM.A., Johns Hopkins University; Maîtrise: University of Paris I (Panthéon-Sorbonne)\nB.A., University of Wisconsin – Madison",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-lapina.jpg",
        "intro": "No biography found",
        "publications": [
            "Elizabeth Lapina, “Medievalism, Misogyny, and Orientalism: The Representation of Queen Sibylla” in Ridley Scott’s Kingdom of Heaven,” 6 (2020): 109-13",
            "“Crusader Chronicles,” in Cambridge Companion to the Literature of the Crusades, edited by Anthony Bale. Cambridge: Cambridge University Press (2019): 11-24.",
            "Depicting the Holy War: Crusader Imagery in Programs of Mural Paintings in France and England in the Twelfth and Thirteenth Centuries (in progress)",
            "“Crusades, Memory and Visual Culture. Representations of the Miracle of Intervention of Saints in Battle,” in Remembering the Crusades and Crusading, edited by Megan Cassidy-Welch. London and New York: Routledge (2017): 49-72.",
            "“Gambling and Gaming in the Holy Land: Chess, Dice and Other Games in the Sources of the Crusades,” Crusades 12 (2013), 121-132.",
            "“Maccabees and the Battle of Antioch (1098).” Dying for the Faith, Killing for the Faith: Old-Testament Faith-Warriors (Maccabees 1 and 2) in Historical Perspective, ed. Gabriela Signori, 147-159. Leiden: Brill, 2012.",
            "“St. Demetrius of Thessaloniki: Patron Saint of Crusaders.” Viator: Medieval and Renaissance Studies 40 (2009): 93-112.",
            "“Anti-Jewish Rhetoric in Guibert of Nogent’s Dei Gesta Per Francos.” Journal of Medieval History 35 (2009):\n239-253.",
            "“La représentation de la bataille d’Antioche (1098) sur les peintures murales de Poncé-sur-le-Loir.” Cahiers de Civilisation Médiévale 52 (2009): 137-157.",
            "“Nec signis nec testibus creditur: the Problem of Eyewitnesses in the Chronicles of the First Crusade.” Viator: Medieval and Renaissance Studies 38 (2007): 117-139.",
            "“The Paintings of Berzé-la-Ville in the Context of the First Crusade and the Reconquista.” Journal of Medieval History 31 (2005): 309-326."
        ]
    },
    {
        "name": "Susan E. Lederer",
        "position": "Robert Turell Professor of Medical History and Bioethics",
        "email": "selederer@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/03/histsci523-spring2020-susanlederer.pdf",
        "education": "Ph.D., University of Wisconsin-Madison, History of Science, 1987\nM.A., University of Wisconsin-Madison, History of Science, 1979\nB.A., Johns Hopkins University, History of Science, 1977",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/faculty-susan-lederer-300x300.jpg",
        "intro": "My interests include Medicine and society in twentieth-century America; race, medicine, and public health; medicine and popular culture; research ethics; and history of medical ethics.",
        "publications": [
            "“Dark Victory: Cancer and Popular Hollywood Film,” Bulletin of the History of Medicine 81 (2007), 94-115.",
            "“Experimentation on Human Beings,” Organization of American Historians Magazine of History 19:5 (2005), 20-22.",
            "“Banking on the Body: Historical Perspectives on the Sale of Flesh and Blood,” ISPS Journal 5 (2005), 67-76.",
            "“Children as Guinea Pigs: Historical Perspectives,” Accountability in Research 10 (2003), 1-16."
        ]
    },
    {
        "name": "Michael Martoccio",
        "position": "Assistant Professor of History",
        "email": "martoccio@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/history201-fall2022-michaelmartoccio.pdf",
        "education": "Ph.D., Northwestern University\nB.A., Duke University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/faculty-martoccio-300x300.jpg",
        "intro": "I am an economic and military historian of the early modern Mediterranean, with an emphasis on Italy.  I am especially interested in how early modern economic practices – consumerism, market culture, and the commercialization of war – shaped notions of sovereignty, territoriality, and political geography.",
        "publications": [
            "“Provisions, Passports and the Problems of International Warfare in Early Eighteenth-Century Northern Italy: A Micro-Historical Study.’ (with Prof. Aaron Graham). European History Quarterly. (Accepted and Forthcoming, Autumn 2022).",
            "“The Peru of Italy: The Bank of Saint George in the English, French, and German Press, 1684-1797,” in Enrico Zucchi and Alessandro Metlica, Questioning Republicanism in Early Modern Genoa. Under Contract with Brepols (Accepted and Forthcoming, 2022).",
            "“City Leagues, Mercenary Companies, and Regional Recruitment in Renaissance Italy.” The English Historical Review. (Accepted and Forthcoming, Spring 2022).",
            "‘Employment, Trade, and War Business in the Early Modern Mediterranean,” in André Holenstein and Philippe Rogger, Military Entrepreneurs in Early Modern Europe (Brill, 2022).",
            "“The Art of Mercato: Buying City-States in Renaissance Tuscany.” Past and Present 252 (August 2021): 53-99.*\n\n* Winner: Best Article in Medieval and Early Modern Italian History from the Society for Italian Historical Studies.",
            "* Winner: Best Article in Medieval and Early Modern Italian History from the Society for Italian Historical Studies.",
            "“The Place for Such Business’: The Business of War in the City of Genoa, 1701-1714.” War in History 29 (June 2021).",
            "“‘A Man of Particular Ability:’ A Jewish-Genoese Contractor in the Fiscal-Military System.” Business History 64: Special Issue on Minorities and Grain Trade in Early Modern Europe (May 2021).",
            "“Renaissance States of Mind,” in John Brooke et. al., eds., State Formations: Global Histories and Cultures of Statehood (Cambridge University Press, 2018).",
            "“Burning the Candle at Both Ends: Candle Making as State Making in Late Medieval Siena and Florence,” in Mark Jurdjevic and Rolf Strom-Olsen, eds., Rethinking Early Modernity (University of Toronto Press, 2016).",
            "“Ideal Types and Negotiated Identities: A Comparative Approach to the City-State.” Journal of Interdisciplinary History 45, 2 (2014): 187–200."
        ]
    },
    {
        "name": "Alfred W. McCoy",
        "position": "Harrington Professor of History",
        "email": "awmccoy@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/01/cv-mccoy.pdf",
        "education": "Ph.D., Yale\nM.A., University of California-Berkeley\nB.A., Columbia College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-mccoy-300x300.jpg",
        "intro": "After earning a Ph.D. in Southeast Asian history at Yale, my writing on this region has focused on three topics — the history of modern empires, Philippine political history and global opium trafficking.",
        "publications": []
    },
    {
        "name": "Jorell Meléndez-Badillo",
        "position": "Assistant Professor of History",
        "email": "melendezbadi@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/cv-melendezbadillo.pdf",
        "education": "Ph.D., University of Connecticut\nM.A., Universidad Interamericana de Puerto Rico\nB.A., Universidad Interamericana de Puerto Rico",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/08/faculty-melendex-badillo-1-e1696957808444-300x300.png",
        "intro": "I am a historian of Puerto Rico, the Caribbean, and Latin America. My work focuses on the global circulation of radical ideas from the standpoint of working-class intellectual communities.",
        "publications": [
            "“Luisa Capetillo and the Caribbean’s Counter Republic of Letters.” Small Axe: A Caribbean Journal of Criticism 69 (Nov. 2022): Forthcoming.",
            "“A Party of Ex-Convicts: Bolívar Ochart, Carceral Logics, and the Socialist Party in Puerto Rico, 1917-1928,” Hispanic American Historical Review vol. 101, no. 1 (February 2021): 73-99.",
            "“Mateo and Juana: Racial Silencing, Epistemic Violence, and Counterarchives in Puerto Rican Labor History,” International Labor and Working-Class History Journal vol. 96 (Fall 2019): 103-121.",
            "“Imagining Resistance: Organizing the Puerto Rican Southern Agricultural Strike of 1905,” Caribbean Studies Journal vol. 43, no. 2 (July-December 2015): 33-82.",
            "“Labor History’s Transnational Turn: Rethinking Latin American and Caribbean Migrant Workers,” Latin American Perspectives vol. 42, no. 4 (July 2015): 117-122."
        ]
    },
    {
        "name": "Tony Michels",
        "position": "George L. Mosse Professor of American Jewish History",
        "email": "aemichels@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/09/cv-michels.pdf",
        "education": "Ph.D., Stanford\nM.A., Stanford\nB.A., University of California",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_tm400-300x300.jpg",
        "intro": "My specialization is American Jewish. My Research and Teaching Interests include American Jewish history, Yiddish culture, Russian Jewish history, socialism, working-class history, and nationalism.",
        "publications": [
            "“The Russian Revolution in New York, 1917-1919, Journal of Contemporary History 2017, Vol. 52 (4): 959-979.",
            "“Donald Trump and the Triumph of Antiliberalism,” Jewish Social Studies Vol. 22, No. 3 (Spring/Summer 2017), pp. 186-192.",
            "“Is America ‘Different’?: A Critique of American Jewish Exceptionalism,” American Jewish History vol. 96, no. 3 (Sept. 2010): 201-224.",
            "“Exporting Yiddish Socialism: New York’s Role in the Russian Jewish Workers’ Movement,” Jewish Social Studies vol. 16, no. 1 (Fall 2009): 1-26.",
            "“I Am Not Hippy Johnny: How Jonathan Richman Used His Outsider Status to Revolutionize Rock and Roll,” Guilt and Pleasure no. 6 (Fall 2007): 82-87."
        ]
    },
    {
        "name": "Gregg Mitman",
        "position": "Vilas Research and William Coleman Professor of History of Science, Medical History, and Environmental Studies",
        "email": "gmitman@med.wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/08/cv-mitman.pdf",
        "education": "Ph.D., University of Wisconsin-Madison, 1988\nM.A., University of Wisconsin-Madison, 1984\nB.S., Dalhousie University, 1981",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_gm400-300x300.jpg",
        "intro": "My teaching and research interests span environmental history, the history of science, medical history, and the visual culture of science and medicine, with a focus on the United States in the world. In particular, I seek to understand the ways in which political economy, cultural values and beliefs, and scientific knowledge intersect in shaping the interactions between people and environments over time.  Over the past few years, I have been at work on a multimedia project—a film, book, and public history website—exploring the history and legacy of the Firestone Plantations Company in Liberia.",
        "publications": []
    },
    {
        "name": "Viren Murthy",
        "position": "Professor of History",
        "email": "vmurthy2@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/10/cv-murthy.pdf",
        "education": "Ph.D., University of Chicago\nM.A., University of Hawaii at Manoa\nB.A., Lake Forest College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_vm400-300x300.jpg",
        "intro": "My work probes the historical conditions for the possibility of philosophy and politics in the modern world and in East Asia in particular. I am generally interested in the attempts of East Asian intellectuals to resist modernity through reviving premodern philosophies and religions, such as Buddhism. My first book, The Political Philosophy of Zhang Taiyan: The Resistance of Consciousness, shows how in early 20th century China, Zhang Taiyan, drew on Consciousness-Only (Yogācāra) Buddhism to formulate a theory of revolution. In particular, the book explains how this seemingly ancient body of knowledge is reformulated as China was incorporated into the global capitalist system of nation-states.\nIn June 2022, I published The Politics of Time in China and Japan: Back to the Future (Routledge), which is a collection of essays that explore how Chinese and Japanese intellectuals mobilize traditional texts to create a better future. They produce what I call “back to the future” narratives, in which they conjure the past to envision a world beyond global capitalism. These narratives are nationalistic but unlike in England and the United States, this nationalism is connected to anti-imperialism and resistance to global inequality. I suggest that such inequality also divides Europe, which enables comparisons between Germany and Asian nations, all of whom saw themselves as being marginalized.\nMy third monograph Pan-Asianism and Legacy of the Chinese Revolution (University of Chicago Press, 2023) shows how intellectuals in China and Japan promoted unity among weak Asian nations to resist Western domination. To promote such unity, pan-Asianists struggled against Eurocentric visions of history articulated by philosophers such as Hegel, who argued that the Orient had to follow the West. At the same time, these thinkers appropriated Hegel’s criticisms of abstract individualism. I contend that Japanese and Chinese pan-Asianists drew on elements of both Asian and Western culture to posit a world beyond narrow self-interest, capitalism, and imperialism. The legacy of pan-Asianism is complex given that Japan employed this ideology to promote imperialism. Consequently, postwar Japanese pan-Asianists had to confront the problem of war memory. Postwar pan-Asianists tried to show that a healthy transnationalism was both possible and necessary to struggle against Western imperialism.\nMy present project concerns how East Asian intellectuals drew on G.W.F Hegel to uncover logics to Chinese and Japanese history, which culminate in a new world order inspired by their respective cultures.\nIn addition to the above projects connected to East Asia, I am also involved in a project on South Indian Classical Music and Tamil Identity, which also explores issues of how traditions have been reconstituted by capitalist modernity.\nI have also been interested in how Marxists in (primarily in the North Atlantic) have drawn on Jewish Messianism to confront capitalist modernity.",
        "publications": [
            "“Raga and the Problem of Ownership: Knowledge and Culture in Carnatic Music”, co-\nauthored with Annapurna Mamidipudi, Dagmar Schäfer, Annapurna Mamidipudi and Marius Buning eds., Ownership of Knowledge: Beyond Intellectual Property, Cambridge:\nMIT Press, 2023, 121-152.",
            "“Takeuchi Yoshimi and Deweyan Democracy in Postwar Japan”, in Roger T. Ames,\nYajun Chen and Peter D. Herschock eds., Confucianism and Deweyan Pragmatism:\nResources for a New Geopolitics of Interdependence, Honolulu: University of Hawai Press,\n2021, 157-190.",
            "“Takeuchi Yoshimi and the Problem of Tenkō” in Irene Hayter, George T. Sipos and\nMark Williams eds., Tenkō in Transwar Japan: Culture, Politics, History, London:\nRoutledge University Press, 2021, 65-84.",
            "“Rethinking Pan-Asianism through Zhang Taiyan: India as Method” in Tansen Sen and\nBrian Tsui eds, Beyond Pan-Asianism: Connecting India and China, 1911-1949, Oxford:\nOxford University Press, 2021, 94-128."
        ]
    },
    {
        "name": "Nicole C. Nelson",
        "position": "Associate Professor in the Department of Medical History and Bioethics",
        "email": "nicole.nelson@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/09/cv-nelson.pdf",
        "education": "Ph.D., Cornell University, Ithaca, NY, Science and Technology Studies, 2011\nM.A., Cornell University, Ithaca, NY, Science and Technology Studies, 2007\nB.Sc., University of Western Ontario, London, ON, Genetics and Social and Political Thought, 2004",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/07/faculty-nelson-300x300.jpg",
        "intro": "I am an Associate Professor in the Department of Medical History and Bioethics at the University of Wisconsin–Madison. My other affiliations are with the Holtz Center for Science and Technology Studies and the History department. Previously I was a postdoctoral research fellow in Social Studies of Medicine at McGill University.",
        "publications": [
            "Nicole C. Nelson and Kaitlin Stack Whitney. 2018. “Becoming a research rodent.” Living with Animals: Bonds Across Species, eds. Natalie Porter and Ilana Gershon. Ithaca, NY: Cornell University Press.",
            "Nicole C. Nelson and Aaron Panofksy. 2018. “Behavior Genetics: Boundary Crossings and Epistemic Cultures.” In Handbook of Genomics, Health, and Society, edited by Sahra Gibbon, Barbara Prainsack, Stephen Hilgartner and Janelle Lamoreaux. New York: Routledge.",
            "Alberto Cambrosio, Etienne Vignola-Gagné, Nicole C. Nelson, Peter Keating, and Pascale Bourret. 2018. “Genomic platforms and clinical research.” In Handbook of Genomics, Health, and Society, edited by Sahra Gibbon, Barbara Prainsack, Stephen Hilgartner and Janelle Lamoreaux. New York: Routledge.",
            "“Model Homes for Model Organisms: Intersections of Animal Welfare and Behavioral Neuroscience around the Environment of the Laboratory Mouse.” BioSocieties 11:1 (2016), 46–66.",
            "“A Knockout Experiment: Disciplinary Divides and Experimental Skill in Animal Behavior Genetics,” Medical History 59:3 (2015), 465–485.",
            "Nelson, Nicole C., Peter Keating, Alberto Cambrosio, Adriana Aguilar-Mahecha, and Mark Basik, “Testing Devices or Experimental Systems? Cancer Clinical Trials Take the Genomic Turn,” Social Science and Medicine 111 (2014), 74-83.",
            "“Modeling Mouse, Human, and Discipline: Epistemic Scaffolds in Animal Behavior Genetics,” Social Studies of Science 43:1 (2013), 3-29.",
            "Nelson, Nicole C., Peter Keating, and Alberto Cambrosio, “On being ‘Actionable’: Clinical Sequencing and the Emerging Contours of Genomic Medicine in Oncology,” New Genetics and Society 32:4 (2013), 405-428.",
            "“Shooting Genes, Distributing Credit: Narrating the Development of the Biolistic Gene Gun,” Science as Culture 21:2 (2012), 205-232."
        ]
    },
    {
        "name": "Leonora Neville",
        "position": "John W. and Jeanne M. Rowe Chair of Byzantine History; Vilas Distinguished Achievement Professor",
        "email": "leonora.neville@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/01/cv-neville.pdf",
        "education": "Ph.D., Princeton University 1998\nB.A., Yale University 1992",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-neville-300x300.jpg",
        "intro": "I am an historian of the medieval eastern Mediterranean, specializing in the society and culture of the eastern Roman Empire (the Byzantine Empire) in the ninth through twelfth centuries. I have strong interests in the late antique and classical antecedents of the medieval eastern Mediterranean cultures. Within Byzantine history, my particular research interests include: gender, civic religion and religious aspects of political culture, and historical memory and historiography.",
        "publications": []
    },
    {
        "name": "Brenda Gayle Plummer",
        "position": "Merze Tate Professor of History",
        "email": "bplummer@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2023/07/cv-plummer.pdf",
        "education": "Ph.D., Cornell University\nM.A., Columbia University\nB.A., Antioch College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-plummer-300x300.jpg",
        "intro": "My specializations are African American history, the United States in the 20th century, Caribbean history, and the history of U.S. foreign relations. I am currently working on a study of race and race making in the world of commercial travel.",
        "publications": []
    },
    {
        "name": "Marla A.  Ramírez",
        "position": "Assistant Professor",
        "email": "ramireztahua@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/07/cv-ramirez.pdf",
        "education": "Ph.D., University of California, Santa Barbara\nM.A., University of California, Santa Barbara\nB.A., University of California, Los Angeles\nA.A., Cerritos Community College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2019/07/faculty-ramirez-300x300.jpg",
        "intro": "I am a historian of the U.S.-Mexico borderlands with specialization in oral history, Mexican repatriation, social and legal histories of Mexican migrations, and gendered immigration experiences. I completed my doctoral degree at the University of California, Santa Barbara in Chicana and Chicano Studies and an emphasis in Feminist Studies. For the 2018-19 academic year, I was a Postdoctoral Research Fellow at the Mahindra Humanities Center at Harvard. I previously held an Assistant Professor Position at San Francisco State University and a Chancellor’s Postdoctoral Fellowship at the University of Illinois at Urbana-Champaign.",
        "publications": [
            "“The Making of Mexican Illegality: Immigration Exclusions Based on Race, Class Status, and Gender.” Journal of New Political Science 40, no. 2 (2018): 317-335.",
            "“The ‘Immigrant Problem:’ A Historical Review and the New Impacts under Trump.” In The Possible Futures of the US Under Trump 2017, edited by Stefania De Petris and Gregory Shank, 26-29. Social Justice: A Journal of Crime, Conflict & World Order. E-book.",
            "Lisette, Amaya, Wendy Escobar, Monique Gonzalez, Heather Henderson, Angelo Mathay, and Marla A. Ramírez. “Undocumented Students: Unfulfilled Dreams.” UCLA Center for Labor, Research, and Education. (2007): 1-16."
        ]
    },
    {
        "name": "Jennifer Ratner-Rosenhagen",
        "position": "Merle Curti and Vilas-Borghesi Distinguished Achievement Professor of History",
        "email": "ratnerrosenh@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history102_fall2011_ratnerrosenhagen.pdf",
        "education": "Ph.D., Brandeis University\nB.A., University of Rochester",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/images-faculty-jrr400-300x300.jpg",
        "intro": "My specialization is U.S. intellectual and cultural history. My research and teaching interests include the history of philosophy, political and social theory, religion, literature, and the visual arts; the transatlantic flow of intellectual and cultural movements; print culture; and cultural studies. I teach a range of courses on U.S. thought and culture, and intellectual and cultural history from a transnational perspective.",
        "publications": [
            "“American Dreaming 3.0,” Aeon (May 2017)",
            "“A Mind of One’s Own,” Dissent (Fall 2015)",
            "“Anti-Intellectualism as Romantic Discourse” (Daedalus, Spring 2009).",
            "“Conventional Iconoclasm: The Cultural Work of the Nietzsche Image in Twentieth-Century America” (Journal of American History, December 2006).",
            "“‘Dionysian Enlightenment’: Walter Kaufmann’s Nietzsche in Historical Perspective” (Modern Intellectual History, August 2006)."
        ]
    },
    {
        "name": "William Reese",
        "position": "Carl F. Kaestle WARF and Vilas Research Professor of Educational Policy Studies and History",
        "email": "wjreese@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/cv_wr.pdf",
        "education": "Ph.D., University of Wisconsin-Madison\nM.A., Bowling Green State University\nB.A., Wilkes College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_wr400-300x300.jpg",
        "intro": "My specialization is Educational Policy Studies. I teach undergraduate and graduate courses on the history of American and European education and on an array of reform movements in American history.",
        "publications": []
    },
    {
        "name": "Karl Shoemaker",
        "position": "Robert F. and Sylvia T. Wagner Professor of History and Law",
        "email": "kbshoemaker@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/02/history459-spring2022-karlshoemaker.pdf",
        "education": "Ph.D., University of California, Berkeley\nJ.D., Cumberland School of Law\nB.A., Liberty University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_ks400-300x300.jpg",
        "intro": "I am a legal historian, specializing in pre-modern European legal traditions. I am particularly interested in the history of criminal law and the historical development of legal and political institutions concerned with punishment, dispute settlement, and social control. My research also ranges more broadly into the development of the western legal tradition, with an eye toward comparing developments in English and Roman law. My first book, Sanctuary and Crime in the Middle Ages, 400-1500 (Fordham University Press, 2011) won the John Nicholas Brown book prize from the Medieval Academy of America. I am currently working on a monograph that examines the legal career of the devil in pre-modern Europe.",
        "publications": [
            "“Wrong: Toward a Cultural History of a Medieval Legal Concept” in A Cultural History of Law in the Middle Ages, eds. Laurent Mayali and Emanuele Conte (Bloomsbury Press, 2018), pp. 113-124.",
            "“Germanic Law” in The Oxford Handbook of European Legal History, eds. Heikki Pilhajamäki, Markus Dubber, and Mark Godfrey (Oxford University Press, 2018), pp. 249-264",
            "“Medieval Canon Law,” in The Oxford Handbook of Legal History, eds. Markus Dubber and Christopher Tomlins (Oxford University Press, 2018), pp. 681-694.",
            "“The Clerk William Tyssyngton and the Pursuit of Fugitives in the Late Thirteenth Century,” in Law and Society in Later Medieval England and Ireland: Essays in Honour of Paul Brand, ed. Travis Baker (Routledge, 2018) pp. 109-119.",
            "“The King’s Two Bodies as Lamentation,” 13 Journal of Law Culture and Humanities, 24-35 (2017).",
            "“The Great Charter Turned 800: Remembering Its 700th Birthday,” William and Mary Bill of Rights Journal, 25:499-512 (2016).",
            "“The King’s Two Bodies as Lamentation,” Journal of Law Culture and Humanities (forthcoming 2015), pp. 1-15.",
            "Regarding Untimeliness: Medieval Legal History and Modern Law,” Critical Analysis of Law: An International and Interdisciplinary Law Review 2 (2015) pp. 199-213.",
            "“The Devil at Law in the Middle Ages” (“Le Diable et le droit au Moyen Âge”) Revue de l’histoire des religion 228 (2011) 567-586.",
            "“The Medieval Origins of the Supreme Court’s Prohibition on Executing the Insane,” in Who Deserves to Die?: Constructing the Executable Subject, eds. Austin Sarat and Karl Shoemaker (University of Massachusetts, Amherst, 2011)."
        ]
    },
    {
        "name": "Daniel Stolz",
        "position": "Kemal H. Karpat Associate Professor of History",
        "email": "dastolz@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/12/history139-fall2022-danielstolz.pdf",
        "education": "PhD, Princeton University\nAB, Harvard College",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/06/faculty-stolz-300x300.jpg",
        "intro": "I research and teach the history of the late Ottoman Empire and the emergence of the modern Middle East in the nineteenth and twentieth centuries.  I am especially interested to understand how Ottomans used new kinds of technical knowledge to transform their society in the decades before World War I. In my first book, The Lighthouse and the Observatory: Islam, Science, and Empire in Late Ottoman Egypt (Cambridge University Press, 2018), I  showed how new astronomical practices enabled the growth of the modern Egyptian state, and of Islamic movements that emphasized uniform and precise observance of ritual duties. I am currently conducting research for my second book, The Long Debt: The Ottoman Loans and Economic Governance in the Twentieth Century. This project investigates how the Ottoman state bankruptcy of the late nineteenth century helped birth the technical infrastructure for two enduring features of the twentieth century: the global political power of bondholders, and national economic governance in the post-Ottoman states of the Middle East and the Balkans.",
        "publications": [
            "With A. Tunç Şen. “Science: Institutions, Genres, and Materials.” Forthcoming in The Cambridge Companion to Ottoman History, ed. Alexis Wick.",
            "“‘Impossible to Arrive at an Accurate Estimate’: The Interested Accounting of the Ottoman Public Debt, 1873-1881.” British Journal for the History of Science v. 55, no. 4 (2022): 477-493.",
            "“Science and Islam in Modernity,” Encyclopedia of the History of Science. Published online, November 2022,",
            "“Another Empire: Science in the Ottoman Lands.” Routledge Handbook of Science and Empire, ed. Andrew Goss. Abingdon: Routledge, 2021.",
            "“The Voyage of the Samannud: Pilgrimage, Cholera, and Empire on an Ottoman-Egyptian Steamship Journey,” International Journal of Turkish Studies 23 (2017): 1-18.",
            "“Positioning the Watch Hand: ʿUlamaʾ and the Practice of Mechanical Timekeeping in Cairo, 1737-1874,” International Journal of Middle East Studies 47 (2015): 489-510.",
            "“‘By virtue of your knowledge’: Scientific materialism and the fatwās of Rashīd Riḍā,” Bulletin of the School of Oriental and African Studies 75 (2012): 223-247."
        ]
    },
    {
        "name": "Sasha Maria Suarez",
        "position": "Assistant Professor of History",
        "email": "smsuarez@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/history190-spring2023-sashasuarez.pdf",
        "education": "Ph.D.; in American Studies: University of Minnesota Twin Cities, 2020\nB.A.; in American Indian Studies: University of Minnesota Morris, 2013",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/faculty-suarez-300x300.jpg",
        "intro": "I’m an interdisciplinary scholar of twentieth century American Indian and Indigenous histories, with a special focus on the Great Lakes. I received my PhD in American Studies from the University of Minnesota Twin Cities in 2020 and my dissertation, “Gakaabikaang: White Earth Ojibwe Women and the Creation of Indian Minneapolis in the Twentieth Century” examines the gendered practices of place-making, community organizing, and activism among White Earth Ojibwe in an urban environment from the 1920s to the 1970s. I am currently in the process of working on my first manuscript, which centers on the labor of White Earth Ojibwe women in creating Ojibwe and intertribal community infrastructure in Minneapolis in the twentieth century.",
        "publications": [
            "“Indigenizing Minneapolis: Building American Indian Community Infrastructure in the Mid-Twentieth Century,” in Indian Cities: Histories of Indigenous Urbanism, eds. Kent Blansett, Cathleen D. Cahill, and Andrew Needham (under contract)"
        ]
    },
    {
        "name": "James Sweet",
        "position": "Professor of History",
        "email": "jhsweet@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/12/history278-fall2021-jamessweet.pdf",
        "education": "Ph.D., The Graduate School and University Center of the City University of New York;\nM.A., University of North Carolina-Chapel Hill\nB.A., University of North Carolina-Chapel Hill",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_sweet400-300x300.jpg",
        "intro": "My Research and Teaching Interests center on Africans and their descendants in the broader world. I teach courses on comparative slavery, race and nation in the Atlantic world, comparative world history, the history of Brazil, and the history of South Africa. To date, my research has concentrated on the social and cultural histories of Africans in the Atlantic world. My next project will focus on the international dimensions of slavery in the United States. I have also begun several research projects related to South Africa.",
        "publications": [
            "“Mistaken Identities? Olaudah Equiano, Domingos Álvares, and the Methodological Challenges of Studying the African Diaspora.” The American Historical Review 114 (2009): 279-306."
        ]
    },
    {
        "name": "Claire Taylor",
        "position": "Professor & John W. and Jeanne M. Rowe Chair of Ancient Greek History",
        "email": "claire.taylor@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history200-fall2022-clairetaylor.pdf",
        "education": "Ph.D., University of Cambridge\nM.A., King’s College London\nB.A., University of Nottingham",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_taylor400-300x300.jpg",
        "intro": "I am an historian of the ancient Greek world, specializing in the social, political and economic history of fifth- and fourth-century BCE Athens. My research focuses on the lived experience of marginalized peoples and the evidence they left behind. My main project examines poverty in fourth-century Athens, but I have also published work on ancient graffiti, political participation and female friendship.",
        "publications": [
            "‘Women’s social networks and female friendship in the ancient Greek world’, Gender & History 23.3 (2011): 704-21.",
            "‘Migration and the demes of Attica’, in Demography and Society in the Graeco-Roman World. New Approaches and Insights, edited by Claire Holleran & April Pudsey, Cambridge: Cambridge University Press (2011): 117-134.",
            "‘Lead letter days: Writing, communication, and crisis in the ancient Greek world’, [co-authored with Esther Eidinow], Classical Quarterly, 60.1 (2010): 30-62.",
            "‘From the whole citizen body? The sociology of election and lot in Athenian democracy’, Hesperia 76.2 (2007): 323-346.",
            "‘A new political world’, in The Anatomy of Cultural Revolution. Athens 430-380 BC edited by R. Osborne. Cambridge: Cambridge University Press (2007): 72-90."
        ]
    },
    {
        "name": "Sarah Thal",
        "position": "David Kuenzi and Mary Wyman Professor of History",
        "email": "thal@wisc.edu",
        "phone": "No phone found",
        "cv": "No CV found",
        "education": "Ph.D., Columbia University\nM.A., Columbia University\nB.A., SOAS, University of London\nB.Sc., Georgetown",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_st400-300x300.jpg",
        "intro": "I am a historian of early modern and modern Japan with particular interest in the interplay of religious, social, and political dynamics. My research and teaching interests include: Shinto, kami worship, and Japanese religion; the Meiji Restoration; samurai and bushido; local and place-based history; the modernization of the Japanese aristocracy; natural resources and the environment; and historical research methods. My current work examines the ways in which the eighteenth-century work on samurai ethics, Hagakure, has been reinterpreted over the centuries, not only as an exemplar of Japanese wartime propaganda but also as an ideal of masculinity, business management, loyalty, and spirituality.",
        "publications": [
            "“Redefining the Gods: Politics and Survival in the Creation of Modern Kami,” Japanese Journal of Religious Studies, vol. 29, nos. 3-4 (Fall 2002): 379-404."
        ]
    },
    {
        "name": "Allison Powers Useche",
        "position": "Assistant Professor of History",
        "email": "auseche@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/12/history102-fall2021-allisonpowersuseche.pdf",
        "education": "Ph.D., Columbia University\nB.A., University of California-Berkeley",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/faculty-powers-useche.jpg",
        "intro": "I am a legal and political historian of modern North America. My research and teaching focus on United States imperialism, the American West, US foreign relations, and international order. I am currently writing a book about how a forgotten tradition of international legal claims against the United States government transformed foreign policymaking as the nation was becoming a global power. Between 1900 and 1930, thousands of residents of US-annexed territories charged the federal government with promoting forms of racial violence that violated the international norms known as the “standard of civilization.” The book argues that their claims served as an unrecognized impetus for the “turn to non-intervention” in US foreign policy orientation during the 1930s by prompting the United States to abandon one of the primary legal institutions through which it regularly meddled in foreign politics: state to state arbitration. Although the State Department had long used this form of international dispute resolution to promote the interests of American investors abroad by casting redistributive projects as violations of international law, it abandoned the practice at mid-century just as mass resource nationalization began to pose a global challenge to capital exporting states. Settlement Colonialism: Managing Empire in the United States demonstrates that foreign policymakers turned away from bilateral arbitration—and developed new institutions designed to project US power abroad in its place—in order to shield the federal government from the international scrutiny that arbitral tribunals had unexpectedly produced during the interwar years. By tracing the rise and fall of mass claims settlement as a central element of US imperial policy, the book uncovers a lost moment of possibility for international law to address structural injustices in the United States legal system.",
        "publications": [
            "Settlement Colonialism: Managing Empire in the United States, 1868-1965, under contract with Oxford University Press.",
            "“The Specter of Compensation: Mexican Claims Against the United States, 1868-1938.” Beyond the Borders of the Law: Critical Legal Histories of the North American West. Ed. Pablo Mitchell and Katrina Jagondinsky. Kansas University Press, 2018.",
            "“Gilt Trip,” review of Brahmin Capitalism: Frontiers of Wealth and Populism in America’s First Gilded Age, by Noam Maggor, Dissent Magazine (Fall 2017).",
            "“Tragedy Made Flesh: Constitutional Lawlessness in Du Bois’ Black Reconstruction,” Comparative Studies of South Asia, Africa, and the Middle East 34:1 Special Issue on Insurgent Political Thought, Spring 2014."
        ]
    },
    {
        "name": "Daniel Ussishkin",
        "position": "Professor of History",
        "email": "ussishkin@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/history120_spring2012_ussishkin.pdf",
        "education": "Ph.D., University of California – Berkeley\nM.A., University of California – Berkeley\nB.A., Tel Aviv University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_du400-300x300.jpg",
        "intro": "I am a historian of modern Europe in general, and of modern Britain more particularly. My first book, Morale: A Modern British History (Oxford University Press, 2017), tries to answer the following question: how is it that modern Britons (and many others who took a similar path) have come to understand questions of conduct and its management in terms of collective attitude and morale? I try to answer this question by tracing the myriad iterations of the concept itself as it had emerged during the past two centuries, and by examining how Britons first tried to understand what morale actually was and then sought ways to secure it, thereby giving rise to entirely novel institutional practices and forms of knowledge, and linking those to myriad political projects.",
        "publications": [
            "“Morale and the Postwar Politics of Consensus,” Journal of British Studies 52, no. 3 (July, 2013), pp. 722-743.",
            "“The Will to Work”: Industrial Management and the Question of Conduct in Interwar Britain,” in Laura Beers and Geraint Thomas, eds. A Brave New World? Empire and Nation-Building in Britain between the Wars (London: Institute for Historical Research, 2012)."
        ]
    },
    {
        "name": "Matt Villeneuve",
        "position": "Assistant Professor of History and American Indian Studies",
        "email": "mvilleneuve@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/07/cv-villeneuve.pdf",
        "education": "Ph.D. in History, University of Michigan, 2021\nM.A. in Social Science, University of Chicago, 2014\nB.A. in History and Philosophy, University of Oregon, 2012",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2021/07/faculty-villeneuve-300x300.png",
        "intro": "I am a scholar of United States history and American Indian Studies, with a particular research focus on Native education. I presently teach courses on American Indian history, Native studies, and Indigenous education. I also teach in the field of American environmental history.",
        "publications": [
            "“Reconceiving Schooling: Centering Indigenous Experimentation in Indian Education History,” History of Education Quarterly, Vol. 60, No 4. (November 2020): 487-519.",
            "“The Patos Island Lighthouse: A Social History of the Maritime Borderland, 1893-1951.” Pacific Northwest Quarterly, Vol. 108, No. 4 (Fall 2017): 134-150.",
            "“’The Job Was Big and the Man Doing It Was Still Bigger:’ The Forgotten Role of Thomas B. Watters in Klamath Termination, 1953–1958.” Oregon Historical Quarterly 116 (1): 40–67."
        ]
    },
    {
        "name": "Lee Palmer Wandel",
        "position": "WARF Michael Baxandall and Linda and Stanley Sher Professor of History",
        "email": "lpwandel@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2018/09/cv-wandel.pdf",
        "education": "Ph.D., University of Michigan\nM.A., Brown University\nB.A., University of California-Santa Cruz",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/image_faculty_lw400-300x300.jpg",
        "intro": "My field of research is early modern Christianity. I study texts, objects, practices, and identities in the early modern world. My teaching area is early modern Europe, 1492 to 1648, and as it entered a wider world.",
        "publications": []
    },
    {
        "name": "Gloria Whiting",
        "position": "E. Gordon Fox Assistant Professor of History",
        "email": "gwhiting@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/12/history101-fall2022-gloriawhiting.pdf",
        "education": "Ph.D., History, Harvard University\nM.A., History, Harvard University\nB.A., History, English, and Policy Studies, Rice University",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-whiting-300x300.jpg",
        "intro": "I am a historian of early America with interests in the history of race and slavery as well as women, gender, and family.",
        "publications": [
            "“Race, Slavery, and the Problem of Numbers in Early New England: A View from Probate Court,” forthcoming in the William and Mary Quarterly (July 2020).",
            "“Emancipation without the Courts or Constitution: The Case of Revolutionary Massachusetts,” Slavery & Abolition (November 2019): 1–21.",
            "“Power, Patriarchy, and Provision: African Families Negotiate Gender and Slavery in New England,” Journal of American History 103 no. 3 (December 2016): 583–605.",
            "Review of Jared Ross Hardesty, Unfreedom: Slavery and Dependence in Eighteenth-Century Boston (New York, 2016), in the Journal of Social History 51 no. 3 (Spring 2018): 627–29.",
            "“Sojourners and Strangers in the Eighteenth-Century Atlantic.” Review of Cornelia H. Dayton and Sharon V. Salinger, Robert Love’s Warnings: Searching for Strangers in Colonial Boston (Philadelphia, 2014) in Common-place 15 no. 2 (Winter 2015).",
            "Review of Katherine Howlett Hayes, Slavery Before Race: Europeans, Africans, and Indians at Long Island’s Sylvester Manor Plantation, 1651–1884 (New York, 2013) in the Journal of the Early Republic 34, no. 2 (Summer 2014): 285–87"
        ]
    },
    {
        "name": "Daniel Williford",
        "position": "Assistant Professor of History",
        "email": "daniel.williford@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2022/02/history201-spring2022-danielwilliford.pdf",
        "education": "Ph.D., History, University of Michigan, 2020\nB.A., History; French, Rhodes College 2011",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2020/08/faculty-williford-300x300.jpg",
        "intro": "I am a historian of technology with a focus on twentieth-century North Africa and the Middle East. My work examines the links between colonial modernization projects, the construction of racialized technical hierarchies, local forms of political contestation and technological labor, and the remaking of urban environments in the region. My research has been funded through awards from the Social Science Research Council and the American Council of Learned Societies.",
        "publications": [
            "“Experimental Visions of Modern Morocco: Expertise, Popularization, and Everyday Technologies in the Work of ʿAbd al-Salam al-Diyuri,” International Journal of Middle East Studies 54, no. 4 (November 2022): 668–86.",
            "“Seismic Politics: Risk and Reconstruction after the 1960 Earthquake in Agadir, Morocco,” Technology and Culture 58, no. 4 (October 2017): 982-1016. Awarded the Mullins Prize by the Society for Social Studies of Science",
            "Review of Sheila Jasanoff and Sang-Hyun Kim, eds., Dreamscapes of Modernity: Sociotechnical Imaginaries and the Fabrication of Power, Technology and Culture 60, no. 4 (October 2019): 1110-1112."
        ]
    },
    {
        "name": "Louise Young",
        "position": "Professor of History",
        "email": "louiseyoung@wisc.edu",
        "phone": "No phone found",
        "cv": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/article-young-when-fascism-met-empire.pdf",
        "education": "Ph.D., Columbia University\nM.A., Columbia University\nB.A., University of Wisconsin-Madison",
        "photo": "https://history.wisc.edu/wp-content/uploads/sites/202/2017/05/faculty-young-300x300.jpg",
        "intro": "I am a social and cultural historian of modern Japan. My research and teaching interests include Japanese international relations, World War Two in Asia, comparative imperialism, and urban history.  I am currently working on two book projects.  The Idea of Class in Modern Japan is a social and intellectual history of the transition from a feudal status system to a modern class hierarchy, 1860-1940. Rethinking Japanese Imperialism examines Japan in the world as a history of the present, tracing this history from the forced opening of the Japanese market in the mid nineteenth century to the current conjuncture, with the rise of neo-nationalisms in Asia and the challenge to the neo-liberal world order.",
        "publications": [
            "“When Fascism Met Empire in Japanese-occupied Manchuria,” (pdf) in special issue on Axis Empires: toward a global history of fascist imperialism, Journal of Global History, Vol.12, no. 2 (June 2017): 274-296.",
            "“Rethinking Empire in the Twentieth Century: Lessons from Imperial and Post-imperial Japan,” (pdf) in The Oxford Handbook of the Ends of Empire, eds., Andrew Thompson and Martin Thomas. Oxford: Oxford University Press, 2017.",
            "“Urban Life and the City Idea in the Twentieth Century,” in Handbook of Modern Japanese History, eds., Christopher W.A. Szpilman and Sven Saalar. London: Routledge, 2017.",
            "“Japan’s New International History,” (pdf) introduction to AHR Forum: Early- Twentieth-Century Japan in a Global Context, American Historical Review, 119, 4 (October 2014): 1117-1129.",
            "“Ideologies of Difference and the Turn to Atrocity: Japan’s War on China,” in A World at Total War: Global Conflict and the Politics of Destruction, 1937-1945, eds., Roger Chickering, Stig Forster, and Berndt Greiner. London: Cambridge University Press, 2005.",
            "“Japan at War: History-writing on the Crisis of the 1930s”, in The Origins of the Second World War, Reconsidered (Rev. ed., Routledge 1999).",
            "“Marketing the Modern: Department Stores, Consumer Culture and the New Middle Class in Interwar Japan”, in International Labor and Working-Class History (No. 55, Spring 1999)"
        ]
    }
]